{
    "plants": [
        {
            "seedType": 0,
            "name": "Горохострел",
            "introduce": "<color=#3D1400>Как может одно растение так быстро расти и при этом выпускать столько гороха? Горохострел отвечает: «Усердный труд, самоотдача и, конечно, здоровый завтрак! Щепотка солнечного света, баланс клетчатки и углекислого газа — вот что делает это возможным.»</color>",
            "info": "Горохострелы — ваша первая линия обороны. Они атакуют зомби, стреляя горохом.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 1,
            "name": "Подсолнух",
            "introduce": "<color=#3D1400>Под звуки ритма, которому невозможно противиться, Подсолнух пускается в пляс. Что за ритм, спросите вы? Ах, это джазовый бит самой Земли — её способ взбодриться. Такой частоте подвластны лишь уши Подсолнуха.</color>",
            "info": "Подсолнухи — это ключевая культура, которая дает вам солнце. Постарайтесь выращивать их как можно больше!\n\n<color=#3D1400>Генерация Солнца: </color><color=red>25/25 секунд</color>",
            "cost": "Стоимость: <color=red>50</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 2,
            "name": "Вишнёвая Бомба",
            "introduce": "<color=#3D1400>«Я хочу взорваться!» — воскликнула Первая Вишня. «Нет, мы должны сдетонировать!» — возразил её брат, Вторая Вишня. После бурного обсуждения они всё же сошлись на том, что они «взрывонируют».</color>",
            "info": "Вишнёвая бомба может взорвать всех в определённом радиусе. При высадке помните, что она взорвётся после небольшой задержки, поэтому сажайте её рядом с зомби.\n\n<color=#3D1400>Урон: </color><color=red>1800</color>",
            "cost": "Стоимость: <color=red>150</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 3,
            "name": "Стенорех",
            "introduce": "<color=#3D1400>«Люди часто спрашивают, что я чувствую, когда меня грызут зомби», — говорит Стенорех. «Это что-то вроде приятного покалывания, похожего на расслабляющий массаж спины.»</color>",
            "info": "Скорлупа Стенорехов достаточно твёрдая, чтобы защитить прочие растения на лужайке.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Если сложность не Безумная, то Стенорех и все его гибриды будут блокировать разрывной урон снарядов</color>",
            "cost": "Стоимость: <color=red>50</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 4,
            "name": "Картофельная Мина",
            "introduce": "<color=#3D1400>Некоторые говорят, что Картофельная Мина слишком ленива, ведь она всегда откладывает всё на последний момент. Но ей нет дела до этих слов — она занята куда более важным делом: разработкой своей инвестиционной стратегии.</color>",
            "info": "Картофельные мины мощные, однако, им нужно время, чтобы вырасти. Вы должны посадить их на пути зомби, и они взорвутся, если зомби их коснутся.\n\n<color=#3D1400>Урон: </color><color=red>1800</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 5,
            "name": "Чомпер",
            "introduce": "<color=#3D1400>Чомпер едва не отправился выступать в шоу «Магазинчик ужасов», чтобы продемонстрировать свои потрясающие способности. Однако его агент забирал слишком большой процент, и поездка не состоялась. Несмотря на это, Чомпер не<page>держит обиды, спокойно говоря: «Это всего лишь часть сделки.»</color>",
            "info": "Чомперы могут проглотить целого зомби за один укус, но они крайне уязвимы в процессе пережёвывания.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>\n<color=#3D1400>Время пережёвывания: </color><color=red>30 секунд</color>",
            "cost": "Стоимость: <color=red>150</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 6,
            "name": "Спорогриб",
            "introduce": "<color=#3D1400>Спорогриб: «О существовании зомби я узнал совсем недавно. Как и многие другие грибы, я думал, что они существуют только в сказках и фильмах. Но этот опыт полностью<page>перевернул мои представления о мире.»</color>",
            "info": "Спорогрибы бесплатны, но имеют небольшую дальность атаки.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Спорогриб и его гибриды можно более часто перемещать при помощи Перчатки</color>",
            "cost": "Стоимость: <color=red>0</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 7,
            "name": "Дымогриб",
            "introduce": "<color=#3D1400>«Раньше я занимался совершенно бесперспективной работой — производил дрожжевые споры для пекарни», — рассказывает Дымогриб. «Но Спорогриб, да благословит его небеса, подсказал мне<page>возможность распылять споры против зомби. Теперь я чувствую, что моя жизнь кардинально изменилась!»</color>",
            "info": "Споры, испускаемые Дымогрибом, способны пробивать сетчатые двери.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды (с пробитием)</color>\n<color=#3D1400>Особенности: </color><color=red>Споры могут пробивать через сетчатые двери.</color>",
            "cost": "Стоимость: <color=red>75</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 8,
            "name": "Гипногриб",
            "introduce": "<color=#3D1400>«Зомби — наши друзья», — утверждает Гипногриб. «Их сильно недооценивают. На самом деле, зомби играют важную роль в нашей экосистеме. Мы можем и должны приложить больше усилий, чтобы научить их думать так, как это делаем мы.»</color>",
            "info": "Когда зомби съест Гипногриб, он развернётся и будет сражаться на вашей стороне.\n\n<color=#3D1400>Особенности: </color><color=red>Зомби, съевший Гипногриб, очаруется, встав на вашу сторону</color>",
            "cost": "Стоимость: <color=red>75</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 9,
            "name": "Трусогриб",
            "introduce": "<color=#3D1400>«Кто там?» — едва слышимым голосом произнес Трусогриб. «Уходите! Я не хочу видеть никого. Если только... если только вы не из цирка.»</color>",
            "info": "Трусогриб — растение дальнего боя, которое прячется, когда враги приближаются к нему.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 10,
            "name": "Ледогриб",
            "introduce": "<color=#3D1400>Ледогриб всегда хмурый, но не от ненависти или неудоволетворения. Просто в детстве, после травмы, у него осталась параличная мимика.</color>",
            "info": "Ледогриб может временно заморозить всех зомби на экране.\n\n<color=#3D1400>Особенности: </color><color=red>Замораживает всех зомби на экране и наносит им 20 урона</color>",
            "cost": "Стоимость: <color=red>75</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 11,
            "name": "Гриб Судьбы",
            "introduce": "<color=#3D1400>«Тебе повезло, я на твоей стороне»,— сказал Гриб Судьбы. «Я могу уничтожить всё, что тебе дорого. Пара пустяков.»</color>",
            "info": "Гриб Судьбы может уничтожить зомби в большой площади, оставив после себя кратер, в который нельзя сажать растения.\n\n<color=#3D1400>Урон: </color><color=red>1800</color>\n<color=#3D1400>Особенности: </color><color=red>Оставляет яму, в которую невозможно посадить растение</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 12,
            "name": "Кувшинка",
            "introduce": "<color=#3D1400>Кувшинка никогда не жалуется и не пытается разобраться в происходящем. Сажайте на неё растения — она не возразит. Есть ли у неё какие-то удивительные мысли или страшные тайны? Никто этого не знает. Всё, что тревожит Кувшинку, она хранит глубоко в себе.</color>",
            "info": "Кувшинка позволяет высаживать на ней неводные растения.\n\n<color=#3D1400>Особенности: </color><color=red>На неё можно высаживать неводные растения. Если посадить на неё определённые растения (Подсолнух, Тристрел, Кабачок, Древофакел, Халапеньо), то она изменит свой внешний вид и будет автоматически генерировать на себе это растение каждые 90 секунд (может скрещивать, если в момент генерации<page>растения на ней стоит растение, которое имеет скрещивание с генерируемым растением)</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 13,
            "name": "Кабачок",
            "introduce": "<color=#3D1400>«Я готов!» — громко крикнул Кабачок. «Давайте! Запишите меня! Никто не справится лучше, чем я. Я именно тот, кто вам нужен! Ну же! Чего вы ждёте? Вот так, именно так!»</color>",
            "info": "Кабачок раздавит первого приблизившегося к нему зомби.\n\n<color=#3D1400>Урон: </color><color=red>1800</color>",
            "cost": "Стоимость: <color=red>50</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 14,
            "name": "Тристрел",
            "introduce": "<color=#3D1400>Тристрел любит читать, играть в шахматы и бездумно сидеть в парке. Он также обожает выступления, особенно современные джазовые концерты. «Я всё ещё ищу свою вторую половинку», — признаётся он. А его любимое число — 5.</color>",
            "info": "Тристрел может стрелять горохом по трем линиям одновременно.\n\n<color=#3D1400>Урон: </color><color=red>20*3/1,5 секунды</color>",
            "cost": "Стоимость: <color=red>275</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 15,
            "name": "Водоросль",
            "introduce": "<color=#3D1400>«Я полностью невидима», — размышляла Водоросль. «Я скрываюсь под поверхностью воды, и никто меня не заметит». Её друзья уверяли, что видят её совершенно отчётливо. Однако Водоросль осталась при своём мнении.</color>",
            "info": "Водоросль — водное растение, которое затягивает под воду первого подошедшего к ней зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 16,
            "name": "Халапеньо",
            "introduce": "<color=#3D1400>«Бу-га-га-га-га!» — прокричал Халапеньо. «Я ещё не взрываюсь, ещё не время». Но скоро... очень скоро, уже близко. Он знал это, он чувствовал это. Всю свою жизнь он ждал именно этого момента!</color>",
            "info": "Халапеньо способен уничтожить целую линию врагов\n\n<color=#3D1400>Урон: </color><color=red>1800</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 17,
            "name": "Колючка",
            "introduce": "<color=#3D1400>Колючка просто обожает хоккей, настолько, что купила билеты на лучшие места. Она следит за своими любимыми игроками<page>и неизменно помогает убирать лёд после матча. Но есть одна загвоздка: она боится шайбы.</color>",
            "info": "Колючка прокалывает шины и наносит урон зомби, которые на них наступят.\n\n<color=#3D1400>Урон: </color><color=red>20/1 секунду</color>\n<color=#3D1400>Особенности: </color><color=red>Прокалывание шин дополнительно наносит урон, равный 50% от максимального здоровья машины. При прокалывании шины исчезает</color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 18,
            "name": "Древофакел",
            "introduce": "<color=#3D1400>Все любят и уважают Древофакел. Людям нравятся его честность, верность в дружбе и способность усиливать урон гороха. Но у него есть одна «неподвластная огню» тайна: он неграмотен!</color>",
            "info": "Древофакел превращает проходящие через него горошины в огненные шары, наносящие больше больше урона.\n\n<color=#3D1400>Особенности: </color><color=red>Может поджечь горошины, увеличивая их урон в 2 раза</color>",
            "cost": "Стоимость: <color=red>175</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 19,
            "name": "Морегриб",
            "introduce": "<color=#3D1400>Морегриб никогда не видел море. Оно присутствует только в его имени, и всё, что он знает о нём, — лишь рассказы других. Просто времени не хватает. Но однажды... да, однажды он непременно взглянет на море собственными глазами.</color>",
            "info": "Морегриб — это водное растение, стреляющее спорами на небольшое расстояние.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>",
            "cost": "Стоимость: <color=red>0</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 20,
            "name": "Лампоцвет",
            "introduce": "<color=#3D1400>Лампоцвет презирает науку и полагается только на свои собственные усилия. Пока другие растения питаются светом, выделяя кислород, он питается тьмой и создаёт свет.<page>Отвечая на вопрос, как именно ему удаётся излучать свет, Лампоцвет осторожно заявляет: «Я не стану говорить, что это волшебство, и уж точно не тёмная магия. Это просто... Знаете что? Я уже сказал слишком много.»</color>",
            "info": "Лампоцеветы освещают область вокруг себя, позволяя вам видеть сквозь туман, а также обеспечивают растения Уровнями Света.\n\n<color=#3D1400>Особенности: </color><color=red>Рассеивает туман</color>\n<color=#FFFF00>Уровни Света: </color><color=red>Лампоцвет обеспечивает 1 Уровень Света в квадрате 3*3</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>15 секунд</color>"
        },
        {
            "seedType": 21,
            "name": "Кактус",
            "introduce": "<color=#3D1400>Действительно, Кактус очень «колючая», но под её иглами скрывается нежное сердце, полное любви и доброты. Она просто хочет обнимать других и быть обнятой. Большинство не могут понять этого, но<page>Кактус не обижается. Она долго смотрела на броненосца, и теперь, похоже, действительно можно обнять.</color>",
            "info": "Кактус стреляет шипами и по наземным, и по воздушным целям.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Может атаковать цели в воздухе</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 22,
            "name": "Сдуватель",
            "introduce": "<color=#3D1400>Когда Сдуватель отметил свой пятилетний юбилей, ему подарили блестящий торт. Он, загадывая желание, глубоко вдохнул, но смог задуть только 60% свечей. Однако он не сдался, и этот детский провал стал для него<page>мотивацией, чтобы продолжать усердно работать до сих пор.</color>",
            "info": "Сдувает Зомби на воздушном шаре, но не может сдуть Железные Шары и Дирижабли.\n\n<color=#3D1400>Особенности: </color><color=red>Сдувает туман и воздушные шары, а также слегка отталкивает Дирижабли</color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>15 секунд</color>"
        },
        {
            "seedType": 23,
            "name": "Звездоплод",
            "introduce": "<color=#3D1400>Звездоплод: «Эй, братан, однажды я пошел к стоматологу, и он сказал, что у меня четыре кариеса. Я посчитал, а у меня всего один зуб! Как это так, один зуб и четыре дырки?»</color>",
            "info": "Звездоплод стреляет звёздами в 5 направлениях.\n\n<color=#3D1400>Урон: </color><color=red>20*5/1,5 секунды</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 24,
            "name": "Тыква",
            "introduce": "<color=#3D1400>Тыква только что закончила свою подработку. «Честно говоря, этот опыт был весьма интересным», — смеясь, сказала Тыква, — «Но почему они положили конфеты и свечи прямо в меня?»</color>",
            "info": "Тыквы защищают посаженные внутрь растения.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Тыква и все её гибриды будут блокировать разрывной урон снарядов</color>\n<color=#3D1400>Приоритет скрещивания: </color><color=red>Самый низкий</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 25,
            "name": "Магнитогриб",
            "introduce": "<color=#3D1400><page>Всем было любопытно, почему Магнитогриб, после того как предмет был забран для скрещивания, всё ещё требует времени на переваривание. Он сердито сказал: «Я не ленюсь, меня просто оглушил прилетевший предмет!»</color>",
            "info": "Магнитогриб отбирает металлические предметы, которые несут зомби.\n\n<color=#3D1400>Особенности: </color><color=red>Может притягивать металлические предметы. Некоторые из них могут быть скрещены с растениями</color>\n<color=#3D1400>Магнитная система: </color><color=red>Когда в области 3*3 от магнитного растения находится ещё одно магнитное растение, оба растения образуют магнитную систему и усиливают друг друга. В каждую магнитную систему может входить неограниченное число растений.</color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 26,
            "name": "Капустопульта",
            "introduce": "<color=#3D1400>Некоторые говорят, что любовь похожа на капусту — нужно постепенно раскрывать её листья, чтобы увидеть сердцевину. Но сама Капустопульта относится к этому с некоторыми сомнениями, ведь она до сих пор одна.</color>",
            "info": "Капустопульта кидает капусту в зомби.\n\n<color=#3D1400>Урон: </color><color=red>40/3 секунды</color><color=#3D1400>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 27,
            "name": "Цветочный Горшок",
            "introduce": "<color=#3D1400>Растения всегда считали Цветочный Горшок просто «горшком». Но на самом деле, Цветочный Горшок — это просто «цветок», который выглядит как «горшок». Видишь, тот маленький росток — это всего лишь цветочная почка, которая скоро распустится.</color>",
            "info": "Цветочный горшок позволяет высаживать в нём растения.\n\n<color=#3D1400>Особенности: </color><color=red>Позволяет высаживать растения на крыше</color>\n<color=#3D1400>Приоритет скрещивания: </color><color=red>Самый низкий</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 28,
            "name": "Зернопульта",
            "introduce": "<color=#3D1400>Растения очень интересовались, откуда у Зернопульты масло. Сама Зернопульта тоже не знала, но это не мешало ей в свободное<page>время зарабатывать на попкорне, используя это масло.</color>",
            "info": "Зернопульта кидает кукурузные зёрна в зомби, а также может кинуть масло, чтобы обездвижить зомби.\n\n<color=#3D1400>Урон: </color><color=red>20/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Есть шанс 25% бросить масло с уроном 40 единиц, которое обездвижит зомби на 4 секунды<color=red></color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 29,
            "name": "Чеснок",
            "introduce": "<color=#3D1400>Чеснок заявляет, что он богат алицином, и что употребление чеснока полезно для здоровья. Правда это или нет мы не знаем, но если посмотреть на тех зомби, которые, откусывая Чеснок, тут же начинают тошнить,<page>можно сказать, что этот метод действительно работает.</color>",
            "info": "Зомби, которые укусят Чеснок, поменяют линию.\n\n<color=#3D1400>Особенности: </color><color=red>Зомби которые его укусят, перейдут на другую линию. Получает 15 урона при укусе</color>",
            "cost": "Стоимость: <color=red>50</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 30,
            "name": "Зонтолист",
            "introduce": "<color=#3D1400>Зонтолист когда-то был очень талантливым пасующим игроком, он блистал на 114-м турнире по баскетболу растений и зомби,<page>пока не вступил в зрелый возраст... и не обнаружил, что лысеет.</color>",
            "info": "Зонтолист отбивает летящие в него сверху снаряды (и не только).\n\n<color=#3D1400>Прочность: </color><color=red>1000</color>\n<color=#3D1400>Особенности: </color><color=red>Может отбивать баскетбольные мячи и взрывные снаряды (отнимают 100 прочности) в радиусе 3*3. Так же защищает область 3*3 от Зомби на тарзанке</color>",
            "cost": "Стоимость: <color=red>75</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 31,
            "name": "Златоцвет",
            "introduce": "<color=#3D1400>Златоцвет владеет состоянием в миллион, поэтому его ежедневные расходы всегда очень щедры. О, кстати, кажется, у него нет ни рук, ни ног.</color>",
            "info": "Златоцвет генерирует серебряные, золотые монеты и бриллианты.\n\n<color=#3D1400>Генерация Монет: </color><color=red>25 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>75% вероятность произвести 100$, 20% вероятность произвести 300$ и 5% вероятность произвести 1000$</color>",
            "cost": "Стоимость: <color=red>25</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 32,
            "name": "Арбузопульта",
            "introduce": "<color=#3D1400>Арбузопульта, воспользовавшись паузой в бою, прямо в корзине для мячей разломала ледяной арбуз пополам и, откусывая, наслаждалась вкусом. «Попробуйте!» — с энтузиазмом сказала она зомби, в то время как растения вокруг, потные и измученные жарой, уже обливались слюной.</color>",
            "info": "Арбузопульта кидает в зомби арбузы, наносящие урон по области .\n\n<color=#3D1400>Урон: </color><color=red>80/3 секунды</color>",
            "cost": "Стоимость: <color=red>300</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        { 
            "seedType": 33,
            "name": "Остролист",
            "introduce": "<color=#3D1400>Для растений вращать своими лепестками, не повреждая стебель, — настоящее искусство. Некоторые ботаники даже предположили, что у Остролиста может быть родственная связь<page>со Сдувателем, основываясь на этом навыке. «Это действительно сложная техника», — с видом знатока заявил Остролист. Самая сложная часть, как оказалось, заключается в том, чтобы достать достаточно лёгкие циркулярные пилы и раскрасить их под лепестки.</color>",
            "info": "Остролист использует острые лепестки, чтобы нарезать приблизившихся к нему зомби!\n\n<color=#3D1400>Урон: </color><color=red>5/0,02 сек (с пробитием)</color>\n<color=#3D1400>Особенности: </color><color=red>Атакует стремительными вращениями всех подошедших близко к нему зомби</color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        { 
            "seedType": 34,
            "name": "Громолук",
            "introduce": "<color=#3D1400>Громолук всегда хотела поучаствовать в съёмках Франкенштейна и была уверена, что сможет получить главную роль — ведь она пережила удары молнии уже не один десяток раз! Но когда на съёмочной площадке ей вручили сценарий, оказалось, что она играет всего лишь громоотвод доктора Франкенштейна.</color>",
            "info": "Громолук атакует зомби разрядами молнии.\n\n<color=#3D1400>Урон: </color><color=red>100/1,5 секунду</color>\n<color=#3D1400>Радиус атаки: </color><color=red>5*5</color>\n<color=#3D1400>Особенности: </color><color=red>Стреляет лазером, который после попадания в основную цель цепной реакцией может задеть до трёх зомби в радиусе 3*3 от места попадания, нанеся им половину урона лазера. Если во время атаки Громолука в его радиусе атаки будут находиться другие не атакующие в данный момент Громолуки, то каждый из них добавит<page>150 единиц к урону лазера, атакующего в данный момент Громолука</color>",
            "cost": "Стоимость: <color=red>225</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 241,
            "name": "Ледобоб",
            "introduce": "<color=#3D1400>Как крошечный Ледобоб сумел сделать окружающую среду холоднее? Ледобоб лишь<page>усмехнулся: «А ты знаешь, почему Кошкамыш чихает, когда стирает одежду? Потому что он стирает... «кошачью» одежду».</color>",
            "info": "Ледобоб усиливает ледяные гороховые снаряды.\n\n<color=#3D1400>Особенности: </color><color=red>Не занимает место на клетке и не подвергается обычным атакам зомби. Увеличивает в два раза урон и количество очков заморозки, накладываемое ледяным растением, над которым он парит</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 242,
            "name": "Пылающая Королева",
            "introduce": "<color=#3D1400><page>Когда-то та маленькая, пылающая страстью цветочка, прошедшая через множество испытаний девочка, выросла и стала мастером в создании солнечного света. Огненно-красная Пылающая Королева больше не нуждается в том, чтобы обретать силу через боль. Теперь факел на её голове — её источник силы, сияющий словно солнце. Её пламя продолжает передаваться дальше, рождая всё новые и новые «Пылающие Лотосы».</color>",
            "info": "Пылающая Королева низвергает мощь Солнца на зомби!\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>50*8/3 сек</color>\n<color=#3D1400>Прочность: </color><color=red>1000</color>\n<color=#3D1400>Особенности: </color><color=red>Выпускает самонаводящиеся по всей карте солнечные снаряды. За каждое уникальное растение Одиссеи на лужайке, базовый урон Пылающей Королевы увеличивается на 25. Снаряды, прошедшие через Факел Чистилища, наносят в 4 раза больше урона и дают 15 солнц</color>",
            "cost": "Стоимость: <color=red>200</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 243,
            "name": "Гамбургский Стрелок",
            "introduce": "<color=#3D1400><page>Иногда растения задаются вопросом о происхождении Гамбургского Стрелка, особенно видя, как он способен многократно усиливать свою мощь, впитывая в себя другие растения. На самом деле он всего лишь побочный результат экспериментов Дэйва по созданию растительного тако. «Пожалуйста, ориентируйтесь на оригинал, а начинку добавляйте по своему вкусу».</color>",
            "info": "Подарок от PvZ Hybrid.\n\n<color=#3D1400>Генерация Солнца: </color><color=red>25/25 секунд</color>\n(0 стадия)\n<color=#3D1400>Урон: </color><color=red>20*2/3 секунды</color><color=#3D1400>, Прочность: </color><color=red>1000</color>\n(1 стадия)\n<color=#3D1400>Урон: </color><color=red>30*4/2,5 секунды</color><color=#3D1400>, Прочность: </color><color=red>2000</color>\n<color=#3D1400>Теперь может стрелять шипами, маслом и минибачками.</color>\n(2 стадия)\n<color=#3D1400>Урон: </color><color=red>40*6/2,5 секунды</color><color=#3D1400>, Прочность: </color><color=red>3000</color>\n<color=#3D1400><color=#3D1400>Теперь может стрелять арбузом и огненным арбузом.<page></color></color>(3 стадия)\n<color=#3D1400>Урон: </color><color=red>40*8/2 секунды</color><color=#3D1400>, Прочность: </color><color=red>4000</color>\n<color=#3D1400>Теперь может стрелять ледяным арбузом, ледяной спорой, ледяной горошиной и взрывными сосульками.</color>\n<color=#3D1400>Особенности: </color><color=red>Его нельзя перепрыгнуть. Стреляет случайными снарядами, урон которых зависит от урона растения, но зажжёные снаряды наносят увеличенный урон. Для перехода между стадиями нужно давать последовательно Кактус, Арбузопульту, Ледяную Арбузопульту</color>",
            "cost": "Стоимость: <color=red>150</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 244,
            "name": "Хикамовый Скрещиватель",
            "introduce": "<color=#3D1400>«Я ведь великий маг, равный по силе самому Имитатору!» — заявил Хикамовый Скрещиватель. Однако только его лучший друг, Имитатор, знал, что Хикамовый<page>Скрещиватель и доктор Эдгар учились на одном курсе факультета биологических наук.</color>",
            "info": "Хикамовый Скрещиватель может создавать большие растения.\n\n<color=#3D1400>Особенности: </color><color=red>Поместите его в центр цепочки из трёх определённых растений, чтобы он поглотил их и создал соответствующую карточку большого растения</color>",
            "cost": "Стоимость: <color=red>50</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 245,
            "name": "Имитатор",
            "introduce": "<color=#3D1400>«Я до сих пор помню ту войну с зомби в 76-м», — хриплым голосом начал свой рассказ Имитатор. «В те времена у нас не было<page>таких отличных ребят, как Горохострел и Халапеньо. Мы могли полагаться только на своё мужество и на сапёрную лопатку в руках!»</color>",
            "info": "Имитатор может превратиться в карточку растения.\n\n<color=#3D1400>Особенности: </color><color=red>При размещении на растение превращается в карточку этого растения. Не может быть превращён в Цветочный Горшок (и его гибриды), Кувшинку, Тыкву (и её гибриды) или летающие растения.</color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>5 минут</color>"
        },
        {
            "seedType": 248,
            "name": "Кабачкошка",
            "introduce": "<color=#3D1400><page>«Элегантность кошки и простодушие кабачка— это особенная красота этого мира», — часто бормотала себе под нос Кабачкошка. «Как только мне удастся объединить эти две грации, я наверняка устрою фурор на этом газоне». Она поправила шляпу на голове и пристально посмотрела на идущего неподалёку зомби.</color>",
            "info": "Супер-кошка! Кабачкошка!\n\n<color=#3D1400>Урон: </color><color=red>1800</color>\n<color=#3D1400>Особенности: </color><color=red>При неудачном прыжке можно высадить заново. За каждого зомби по которому попадёт Кабачкошка будет выдана карточка Кабачка (максимум 3), а за попадание по трём и более, будет выдана карточка Огненного Кабачка. Особенности не работают, если Кабачкошка приземлится в воду</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 249,
            "name": "Звёздный Мечник",
            "introduce": "<color=#3D1400>«За спиной моей три тысячи сражений, один мой меч противостоял миллиону врагов»,— любит декламировать стихотворные<page>строки Звёздный Мечник. Его страсть — вино и поэзия, а ещё он гордится своим искусством косплея. «Мой меч никогда не знал крови, ведь он всего лишь часть декора», — с улыбкой признаётся он.</color>",
            "info": "Гость издалека, вероятно, ты захочешь с ним подружиться.\n\n<color=#3D1400>Урон: </color><color=red>(200*5 + 30*20)/6 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая атака запускает 5 пробивающих мечей с уроном 200. Также 20 раз наносит урон окружающим зомби, в общей сложности 600 урона</color>",
            "cost": "Стоимость: <color=red>325</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 250,
            "name": "Коробка с Зомби",
            "introduce": "<color=#3D1400>Зомби-боксы стали первым шагом зомби в мире финансов. Этот рискованный инвестиционный продукт, разумеется, снабжён заботливым предупреждением: «Финансовые операции сопряжены с рисками, инвестируйте с умом. Продукт предоставлен<page>при поддержке доктора Зомбосса». Конечно, это предупреждение написано на внутренней стороне крышки коробки.</color>",
            "info": "Даёт 100 солнца, но призывает Зомби в Золотой Коробке.\n\n<color=#3D1400>Особенности: </color><color=red>Создаёт Зомби в Золотой Коробке</color>",
            "cost": "Стоимость: <color=red>-100</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 251,
            "name": "Гигантский Солнцерех",
            "introduce": "<color=#3D1400>«Двойной Солнцерех заплатил мне 500 солнц за просьбу помочь ему, так что я здесь. Насколько это может быть сложно? Вряд ли это связано с тем, чтобы бросаться в толпу зомби, верно?»</color>",
            "info": "Гигантский Солнцерех давит зомби.\n\n<color=#3D1400>Урон: </color><color=red>600/0,02 секунды</color>",
            "cost": ""
        },
        {
            "seedType": 252,
            "name": "Волшебная Кошкодевочка",
            "introduce": "<color=#3D1400>«Кошки обычно боятся воды-ня, но я — Волшебная Кошкодевочка-ня, так что мне это нипочём-ня!!!» — гордо заявила она, под пристальными взглядами восхищённых<page>собратьев. На самом деле Волшебная Кошкодевочка просто обожает воду, но ей так хотелось выделиться, что она решила всё преподнести именно так.</color>",
            "info": "Волшебная Кошкодевочка-ня будет атаковать зомби-ня самонаводящимися по всей карте снарядами-ня.\n\n<color=#3D1400>Урон: </color><color=red>40*2/1,5 секунды</color>\n<color=#3D1400>Успешная трансформация-ня. Предоставьте это мне-ня!</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 253,
            "name": "Ячмень",
            "introduce": "<color=#3D1400>Ячмень называет себя мастером на все руки, но другие растения считают его просто массовкой — ведь всю настоящую работу всё равно выполняют другие, не так ли?</color>",
            "info": "Ячмень превращается в случайное растение каждые 30 секунд.\n\n<color=#3D1400>Особенности: </color><color=red>Превращается в случайное растение каждые 30 секунд, исключая растения Одиссеи</color>",
            "cost": "Стоимость: <color=red>50</color>\nПерезарядка: <color=red>30 секунд</color>"
        },
        {
            "seedType": 254,
            "name": "Пылающий Лотос",
            "introduce": "<color=#3D1400>Пылкий, словно огонь, Пылающий Лотос никогда не мечтал стать мастером по производству солнца — ведь изначально он пришёл устраиваться на должность подсолнечника. Однако всё изменилось, когда<page>он узнал, что засияет только после укуса. Все утверждают, что дело в факеле у него на голове, но сам Лотос уверен: его сияние — это его пламенный взгляд.</color>",
            "info": "Пылающий лотос производит солнце, поглощая снаряды.\n\n<color=#3D1400>Особенности: </color><color=red>Каждый поглощенный снаряд (максимум — 6) преобразуется в 25 солнц. После смерти оставляет удобрение.</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 255,
            "name": "Гигантский Стенорех",
            "introduce": "<color=#3D1400>«На поле боя я непобедим! Все мои друзья любуются моей величественной осанкой», — с гордостью заявил Гигансткий Стенорех. «После того как меня исключили из клуба «Крепкий Орешек» год назад, я, наконец, нашёл работу, которая мне идеально подходит!»</color>",
            "info": "Гигантский Стенорех покатится вперед и нанесёт урон любому зомби, который окажется у него на пути.\n\n<color=#3D1400>Урон: </color><color=red>600/0,02 секунды</color>",
            "cost": ""
        },
        {
            "seedType": 256,
            "name": "Коробка с Растением",
            "introduce": "<color=#3D1400>Никто не знает, почему Коробка с Растением присоединилась к растениям в борьбе с зомби. На растение она совсем не похожа,<page>но, кажется, знает все особенности каждого из них. «Вообще-то, я просто студент, который любит играть в игры», — добавила Коробка. «Куратор сказал, что за это дадут зачёт, вот я и пришла.»</color>",
            "info": "Коробку с Растением можно размещать на пустых клетках или на растениях, чтобы случайным образом высаживать разные растения.\n\n<color=#3D1400>Особенности: </color><color=red>Можно превратить в случайное растение или посадить на растение для случайного скрещивания</color>",
            "cost": "Стоимость: <color=red>100</color>\nПерезарядка: <color=red>15 секунд</color>"
        },
        {
            "seedType": 900,
            "name": "Гипно-Император",
            "introduce": "<color=#3D1400>Гипно-Император всегда тепло отзывается о своих зомби-товарищах: «Они очень помогли мне на пути к тому, чтобы стать императором», — говорит он. Однако мощь его союзников приводит остальных растений в ужас. Но сам Гипно-Император, кажется, этого совершенно не замечает.</color>",
            "info": "Каждые 30 секунд призывает мощного зомби, который будет сражаться на вашей стороне.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Особенности: </color><color=red>Каждые 30 секунд вызывается 1 случайно выбранный зомби из следующих: Футбореховый Футболист | Подрывник с газетой | Зомбони | Зомби-Учёный (Робот-Дельфин, если на воде). Если в области 3*3 от него умрёт Гипно-Императрица, то Гипно-Император немедленно вызовет нового зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Гипногриб + Гипногриб</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Время между призывами сокращено до 10 секунд. Разблокирована Гипно-Императрица</color>\n<color=red>2: Может призывать Зомби-Чемпионов</color>",
            "cost": ""
        },
        {
            "seedType": 901,
            "name": "Взрывомёт",
            "introduce": "<color=#3D1400>«Я не понимаю, почему Горохомёт так популярен. Мы с братом тоже можем стрелять по четыре пули за раз!» — завистливо ворчит Взрывомёт. Но на самом деле, растения любят Горохомёта не только за его способности, но и за его доброту, понимание и непревзойдённое мастерство на кухне.</color>",
            "info": "Взрывомёт — самый мощный стрелок на суше.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>300*4/2 секунды (3*3)</color>\n<color=#3D1400>Особенности: </color><color=red>Не получает урона от взрывных снарядов</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Вишнемёт + Взрывострел</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Урон от снаряда увеличен до 900</color>\n<color=red>2: Интервал между атаками уменьшен до 1 секунды</color>",
            "cost": ""
        },
        {
            "seedType": 902,
            "name": "Факел Чистилища",
            "introduce": "<color=#3D1400>Имя «Факел Чистилища» может звучать грозно, но на деле… мастера, которые десятилетиями стоят у плиты, редко раскрывают все свои секреты. «Ты вообще когда-нибудь пробовал его фирменное блюдо — «Огненный Кабачок»?» — восхищённо восклицает один из гостей. «Этот вкус просто невозможно описать словами!»</color>",
            "info": "После каждых 20 прошедших через него снарядов высаживает Огненный Кабачок.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Особенности: </color><color=red>Каждый раз, когда через него проходят 20 снарядов, генерируется Огненный Кабачок. Может поджигать взрывные снаряды, превращая их в отскакивающие от земли, взрывные кабачки, наносящие урон по области при каждом отскоке. Усиливает урон прошедешго через него гороха в 2 раза, а также усиливает снаряды Пылающей Королевы</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Инфернальный Древофакел + Огненный Кабачок</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Количество снарядов для Огненного Кабачка уменьшено до 10</color>\n<color=red>2: Если на линии не будет места для высадки Огненного Кабачка, то вместо этого он сожжёт линию</color>",
            "cost": ""
        },
        {
            "seedType": 903,
            "name": "Вишнёвый Бог Войны",
            "introduce": "<color=#3D1400>​Вишнёвый Бог Войны охотно соглашается на интервью. «Многие завидуют моей причёске», — с гордостью заявляет он. «Разве она не напоминает вам пластины на спине дракона? Хотя, возможно, их расположение немного отличается». Как публичная личность, Вишнёвый Бог Войны всегда заботится о своей репутации и внешнем виде.</color>",
            "info": "Вишнёвый Бог Войны — самый сильный защитник на суше.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>Кусая зомби, восстанавливает 1000 прочности и наносит 1000 урона, а затем стреляет взрывным снарядом. Восстанавливает 200 прочности от взрывных снарядов и 2000 от взрыва Вишнёвой Бомбы. Зомби, у которых меньше 2000 здоровья, Вишнёвый Бог Войны мгновенно убьет их восстановит 8000 прочности (текущая прочность может превышать максимальную, но вся прочность, что выше максимальной, будет сгорать со скоростью 800 в секунду, а предел текущей прочности — 32000), выстрелив взрывным снарядом. Не может быть раздавлен машинами (получает 500 урона за наезд). Получаемый урон не может превысить 1/3 максимального здоровья</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Вишнёвый Чомпер + Чомпзилла</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Теперь может убивать зомби с меньшим здоровьем, чем у него</color>\n<color=red>2: Лечение в два раза эффективнее. Получаемый урон не может быть выше 500</color>\n<color=#3D1400>Усиление Симбиоз (может появиться в окне Выбора Усилений лишь тогда, когда разблокированы Вишнёвый Бог Войны, Высокий Обсидианорех и все их усиления): </color><color=red>Если Вишнёвый Бог Войны и Высокий Обсидианорех присутствуют на поле, атака первого становится по области и его текущее HP больше не ограничено, а Высокий Обсидианорех получает защиту 90%</color>",
            "cost": ""
        },
        {
            "seedType": 904,
            "name": "Грибонатор",
            "introduce": "<color=#3D1400>У Смерти есть свой стилист? Грибонатор не знает, но, осознав, что его пугающая сила не всегда работает на зомби, он обратился к Гипногрибу за модным советом. «Людям, может, и не нравится сама Смерть, но что если она явится с блестящими пурпурными переливающимися ледяными крыльями?» — задумчиво произнес он, любуясь своим новым образом.</color>",
            "info": "Грибонатор обладает сильнейшей непрерывной атакой.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Сила атаки: </color><color=red>150</color>\n<color=#3D1400>Особенности: </color><color=red>Атакует непрерывной струёй из спор, которая наносит урон, равный 100% от силы атаки, каждые 0,5 секунды и замедляет, добавляя по 10 очков заморозки. Каждая атака имеет шанс очаровать зомби, у которых меньше 50% здоровья, шанс увеличивается по мере уменьшения здоровья зомби, максимальный шанс при здоровье менее 25%. При очаровывании в клетке, где находится очарованный зомби, будет создан взрыв (1*1) с уроном, равным 300% от силы атаки</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ледяной Опустошитель + Криогенный Гриб</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Сила атаки увеличена в 3 раза</color>\n<color=red>2: Теперь каждая атака добавляет 30 очков заморозки</color>",
            "cost": ""
        },
        {
            "seedType": 905,
            "name": "Двойной Солнцерех",
            "introduce": "<color=#3D1400>Двойной Солнцерех — признанный эксперт в области фотосинтеза. Он не только научился преобразовывать кинетическую энергию укусов зомби в солнечную, но и совершил прорыв в преобразовании солнечной энергии в массу. «Спасибо Подсолнуху, Солнцегрибу и другим, а особенно Пылающему Лотосу, за его неустанные исследования в области оптики», — скромно ответил Двойной Солнцерех в интервью. «Я просто стою на плечах гигантов.»</color>",
            "info": "Двойной Солнцерех генерирует солнце при каждом получении урона.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Независимо от того, какой урон будет получен, будет вычтено 50 прочности, а затем произведено 15 солнц. Нажатие по нему левой кнопкой мыши потребляет 500 солнц, полностью его восстанавливает и высаживает Гиганский Солнцерех</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Солнцерех + Стенорех</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Получаемый урон уменьшен до 10</color>\n<color=red>2: Стоимость вызова Гигантского Солнцереха теперь 200 солнц</color>",
            "cost": ""
        },
        {
            "seedType": 906,
            "name": "Обсидиановый Шипокамень",
            "introduce": "<color=#3D1400>Обсидиановый Шипокамень прошёл через закалку огнём и льдом, став твёрдым, как сталь. Однако его характер тоже стал противоречивым — то холодным, то вспыльчивым. Возможно, причина в застывших у рта стальных наростах, из-за которых ему просто не хочется говорить.</color>",
            "info": "Обсидиановый Шипокамень — самый твердый и острый.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Урон: </color><color=red>100*2/1 секунду</color>\n<color=#3D1400>Особенности: </color><color=red>Восстанавливает 500 прочности каждые 15 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ледяной Шипокамень + Огненный Шипокамень</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Получаемый урон снижен на 95%</color>\n<color=red>2: Урон увеличен в 5 раз. Разблокирован Обсидиановый Шипорех</color>",
            "cost": ""
        },
        {
            "seedType": 907,
            "name": "Грибомёт Судьбы",
            "introduce": "<color=#3D1400>«Грибомёт Судьбы опасен, приближаться к нему нельзя — это запретная сила», — такие слухи ходят среди растений. Однако в реальности всё не так ужасно: он один из самых добродушных среди всех растений. Правда, у зомби, превращённых в пепел, на этот счёт своё мнение.</color>",
            "info": "Грибомёт Судьбы стреляет взрывными грибными снарядами.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>300*4/1,5 секунды (3*3)</color>\n<color=#3D1400>Особенности: </color><color=red>Каждые 4 очереди снарядов стреляет большим грибным снарядом с уроном 1800, который наносит урон по большой области (5*5), после каждого такого снаряда он делает паузу в 4,5 секунды, перед тем, как продолжить стрелять</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохомёт + Гриб Судьбы</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Нет паузы после очереди с большим грибным снарядом. Разблокирован Скорострел Судьбы</color>\n<color=red>2: Стреляет большими грибами в каждой очереди</color>",
            "cost": ""
        },
        {
            "seedType": 908,
            "name": "Гриб-Ледомёт",
            "introduce": "<color=#3D1400>Когда-то кричавшие «Мы идем в армию!» Спорогрибы, уже стали закалёнными ветеранами с решительными глазами. Где бы они ни были, их отряд Грибов-Ледомётов всегда гарантирует выполнение задания.</color>",
            "info": "Собираясь вместе, они одновременно могут выпускать 12 пробивающих и замораживающих сосулек.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон (одного): </color><color=red>20*4/1,5 секунды (с пробитием)</color>\n<color=#3D1400>Особенности: </color><color=red>Каждый снаряд может пробить 3 раза, накапливая 5 очков заморозки</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Ледомёт (соблюсти последовательность)</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Снаряды теперь пробивают бесконечно, а урон Гриба-Ледомёта и -Солнцемёта увеличен на 50%</color>\n<color=red>2: Снаряды наносят 10-кратный урон замороженным зомби. Разблокирован Гриб-Солнцемёт</color>",
            "cost": ""
        },
        {
            "seedType": 909,
            "name": "Метеороплод",
            "introduce": "<color=#3D1400>Откуда же появился Метеороплод? Из ада как Бог или всего лишь обычный маг? Он всегда работает в тени, не желая, чтобы кто-то знал, как тяжело ему даются его усилия.</color>",
            "info": "Что это за огромный метеор на моей лужайке?\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>30*5/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Вызывает метеорит каждые 20 секунд. Падение метеорита наносит 1800 урона. Оставшиеся после падения самонаводящиеся снаряды наносят 100 урона. Каждый Уровень Света добавляет 20 урона. Каждое растение в магнитной системе добавляет 5% урона. Сначала прибавляется урон от Уровней Света, а затем умножается на бонус от магнитной системы. Максимальный урон от снаряда - 120. 10 атак по Дирижаблю заставят его упасть, нанеся урон зомби в месте падения</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Астроплод + Магнитокактус</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Убрано ограничение в 120 урона, базовый урон увеличен в 2 раза</color>\n<color=red>2: Интервал между атаками уменьшен до 0,5 секунды</color>\n<color=#3D1400>Усиление Симбиоз (может появиться в окне Выбора Усилений лишь тогда, когда разблокированы Метеороплод, Гелиосова Капустопульта и все их усиления): </color><color=red>Если на поле как минимум 10 Гелиосовых Капустопульт и 10 Метеороплодов, то метеорит второго заменится на Солнечный Метеорит, а Капустное Солнце будет атаковать обычными метеоритами каждые 2 секунды (Урон Солнечного Метеорита равен 1800 + 1800*(количество Метеороплодов на поле)*(1 + 0,2*(количество Гелиосовых Капустопульт на поле), а при падении он даёт 1250 солнц)</color>",
            "cost": ""
        },
        {
            "seedType": 910,
            "name": "Гриб Забвенья",
            "introduce": "<color=#3D1400>«Ядерное сдерживание — это отличная вещь. Однажды зомби испугаются моей мощной самоубийственной атаки и прекратят наступление», — уверенно сказал Гриб Забвенья, но он явно не осознавал, что зомби не будут играть с ним в холодную войну из-за его замораживающих атак.</color>",
            "info": "Распыляет вокруг себя множество спор, и, поверьте, зомби не захочется находиться рядом в этот момент.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон спор: </color><color=red>100*4/1,9 секунды (с замедлением)</color>\n<color=#3D1400>Урон взрыва спор: </color><color=red>200 (с замедлением) (3*3)</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая атака добавляет 5 очков заморозки. После смерти создаёт взрыв Гриба Апокалипсиса (без кратера и эффекта остановки выхода следующей волны)</color>\n<color=#3D1400>Диапазон зрения: </color><color=red>5*3</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ледяной Опустошитель + Ледяной Мракогриб</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Невосприимчивость к взрывам, поглощение 10 000 взрывного урона создаёт взрыв Гриба Судьбы</color>\n<color=red>2: Урон после смерти увеличен до 1 000 000</color>",
            "cost": ""
        },
        {
            "seedType": 911,
            "name": "Лазерная Дронотыква",
            "introduce": "<color=#3D1400>«Сила Магнитогриба слишком велика, ведь композитная броня, электромагнитные катапульты, плазменные пушки — это технологии, которые появились почти через век после создания авианосцев», — сказала Лазерная Тыква. Другие растения завидовали научно-фантастическому оборудованию Лазерной Тыквы, но только Магнитогриб знал, что на самом деле его  просто случайно поразил метеорит Метеороплода.</color>",
            "info": "Создаёт Лазерных Дронов которые атакуют воздушные цели.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>16000</color>\n<color=#3D1400>Особенности: </color><color=red>Один Лазерный Дрон привязан к Лазерной Дронотыкве, а каждые 30 секунд  она генерирует Лазерного Дрона в радиусе 3*3, в момент его призыва сдувается туман. Находясь в одной магнитной системе с Неодимовой Тыквой, она получает её особенности, а также каждые 30 секунд Неодимовая Тыква, находящаяся в одной магнитной системе с Лазерной Дронотыквой, будет становиться Лазерной Дронотыквой. Для работы эффекта превращения нужно минимум две Неодимовые Тыквы в системе</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Колючая Дронотыква + Магнитолист</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Число привязанных к Лазерной Дронотыкве дронов увеличено до 3</color>\n<color=red>2: Урон Лазерных Дронов увеличен в 3 раза</color>",
            "cost": ""
        },
        {
            "seedType": 912,
            "name": "Лазерный Дрон",
            "introduce": "<color=#3D1400>«Спасибо Метеороплоду, теперь у нас есть целый комплект нового оборудования! Посмотрите на эти новинки: композитная броня, электромагнитные высокоскоростные пропеллеры, плазменные пушки... Подождите! Нет! Мой любимый — это ваза!»</color>",
            "info": "Лазерные Дроны могут стрелять лазерными пробивающими атаками.\n\n<color=#3D1400>Урон (статичный): </color><color=red>200/1,5 секунды</color>\n<color=#3D1400>Урон (привязанный): </color><color=red>200/1 секунду</color>",
            "cost": ""
        },
        {
            "seedType": 913,
            "name": "Высокий Обсидианорех",
            "introduce": "<color=#3D1400>Вместо того, чтобы быть защищённым своим другом, Высокий Обсидианорех предпочитает защищать своего друга. Его твёрдое и сверкающее тело, как драгоценный камень, и решительный взгляд сформированы душой чёрного обсидианового ореха, прошедшего настолько глубокую закалку огнём и льдом, что она навсегда врезалась в его сущность. Даже если когда-то его тело и дух станут разрушенными, он будет готов отдать себя полностью.</color>",
            "info": "Высокий Обсидианорех лучше Высокого Стенореха в 4 раза.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>32000</color>\n<color=#3D1400>Особенности: </color><color=red>Восстанавливает 1500 прочности каждые 15 секунд, не может быть раздавлен машинами и не может получить больше 200 урона за раз. Получаемый им урон делится между всеми Высокими Обсидианорехами на поле. Воздушные зомби не могут его перелететь</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Высокий Ледорех + Высокий Огнерех</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Принимает урон за растение сзади и спереди себя</color>\n<color=red>2: Воздействие Ледогриба восстанавливает 10 000 прочности, а воздействие Халапеньо восстанавливает полностью</color>\n<color=#3D1400>Усиление Симбиоз (может появиться в окне Выбора Усилений лишь тогда, когда разблокированы Вишнёвый Бог Войны, Высокий Обсидианорех и все их усиления): </color><color=red>Если Вишнёвый Бог Войны и Высокий Обсидианорех присутствуют на поле, атака первого становится по области и его текущее HP больше не ограничено, а Высокий Обсидианорех получает защиту 90%</color>",
            "cost": ""
        },
        {
            "seedType": 914,
            "name": "Чахнопульта",
            "introduce": "<color=#3D1400>Чеснок оказывает заметное воздействие на зомби, и также способен справиться с возможными вампирами, которые просто случайно проходят мимо. Когда-то некоторые события оставили глубокий след в душе Чахнопульты, заставив её хмуриться и переживать в течение какого-то времени. К счастью, прошлое осталось в прошлом, и теперь она просто хочет жить спокойно, наслаждась старыми фильмами.</color>",
            "info": "Чахнопульта может выпускать большое количество снарядов очередями и обстрелом!\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>200/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Шанс непрерывной стрельбы — 42%, шанс — обстрела 42%. Количество снарядов при обстреле равно количеству зомби в ряду. После попадания снаряда в зомби он распадается на чесночный, кукурузо-чесночный (25% что снаряд будет ядовитым) и арбузо-чесночный снаряд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Такопульта + Чеснокопульта</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Шанс обстрела увеличен до 100%</color>\n<color=red>2: Применяется эффект Арбузного Горшка</color>",
            "cost": ""
        },
        {
            "seedType": 915,
            "name": "Обнулитель",
            "introduce": "<color=#3D1400>Ледяная броня — его одежда, тёмный чёрный цвет — его предупреждение. Каждый его снаряд несет в себе разрушительную силу, способную погрузить мир в вечную зимнюю стужу. Зомби, оказавшиеся под его прицелом, не успевают подготовиться, потому что после вспышки белого света от них не останется ни-че-го.</color>",
            "info": "Обнулитель способен уничтожить весь мир.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>Главный взрыв — 1800 урона в области 3*3, 1800 + 30% от максимального здоровья по всему экрану. Урон боковых пушек: 360*2/1,5 секунды (с замедлением)</color>\n<color=#3D1400>Перезарядка: </color><color=red>36 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряды боковых пушек добавляют 10 очков заморозки. Ручной наводкой выпускается ледяная бомба судьбы, замораживающая выжившие цели. При взрыве, если это возможно, на все растения на поле применится скрещивание Ледогриба, но если растение не имеет скрещивания с Ледогрибом, то, если это возможно, будет применено скрещивание с Грибом Судьбы (если растение имеет скрещивание и с Ледогрибом, и с Грибом Судьбы, то применится скрещивание Ледогриба)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ледяная Пушка + Гриб Апокалипсиса</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Перезарядки сокращена до 12 секунд</color>\n<color=red>2: Урон главного взрыва увеличен в 4 раза</color>",
            "cost": ""
        },
        {
            "seedType": 916,
            "name": "Зонтолист Мидаса",
            "introduce": "<color=#3D1400>С первого взгляда видно, что Зонтолист Мидаса очень хорош в бизнесе. «Да, моя изумрудная шляпа — это обмен, который я совершил с местными жителями одного места, в котором повсюду были кубики...»</color>",
            "info": "Совмещает в себе особенности Алхимолиста и Капустолиста.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Алхимолиста и Капустолиста. Получает в 4 раза меньше урона от трезубцев. Наводит упавшие на него снаряды на зомби на соседних рядах. Ультимейт за 1000$ превращает в статуи зомби со здоровьем менее 50%</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Алхимолист + Капустолист</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Снаряды будут последовательно отскакивать от других Зонтолистов Мидаса. Увеличен бонус урона после отскока до 125%</color>\n<color=red>2: Автоматически активирует Ультимейт, когда зомби близко. Перезарядка эффекта 7,5 секунды. Разблокирован Зонтолист Эгиды</color>",
            "cost": ""
        },
        {
            "seedType": 917,
            "name": "Гипно-Императрица",
            "introduce": "<color=#3D1400>Подданные Гипно-Императрицы не могли понять, почему их правитель выбрал в императрицы такую малютку. «Она, можно сказать, моя наставница и однажды спасла мне жизнь», — пояснил Гипно-Император. «А почему именно она?» — спросил гриб-репортёр. Гипно-Император кивнул в сторону, и репортер обернулся: Гипно-Императрица только что взорвала целую толпу грибов, осмелившихся проявить симпатию к Гипно-Императору, при помощи Вишнёвой Бомбы.</color>",
            "info": "Каждые 30 секунд призывает союзных Подрывников с газетой.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Особенности: </color><color=red>Вариация Гипно-Императора, переключайтесь между ними при помощи Вишнёвой Бомбы и Гипногриба. Работает так же, как и Гипно-Император, но призывает только Подрывников с газетой (в воде Робота-Дельфина). Если в области 3*3 от неё умрёт Гипно-Император, то Гипно-Императрица немедленно вызовет нового зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Гипно-Император + Вишнёвая Бомба (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 918,
            "name": "Сгоревший Тристрел",
            "introduce": "<color=#3D1400>Пламя охватывает его сожжёное тело, высокая температура закаляет его последнюю волю. Жизнь, как пламя на ветру, тускнеющая свеча, каждый вдох приносит невыносимую боль, как стрелы, пронзающие сердце. Но посмотрите, посмотрите же, Сгоревший Тристрел, всё ещё стоит на земле! Он верит, что те огоньки, что всё ещё горят в глубине его тела, когда-нибудь раскроются в величайшем взрыве и цветении, приносящем бессмертие.</color>",
            "info": "Сгоревший Тристрел ждёт своего перерождения...\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Особенности: </color><color=red>Будучи сожжёным до тла, потерял возможность стрелять</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Обгоревший Тристрел + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 919,
            "name": "Фениксовый Тристрел",
            "introduce": "<color=#3D1400>Никто не знал, действительно ли огонь может подарить растениям новую жизнь — это всего лишь легенда. Все растения, стремившиеся к этой легенде, стали пеплом, пока Фениксовый Тристрел не стал новой легендой. «Я не знаю, сколько раз нужно пройти через огонь, чтобы добиться успеха, но ради них я должен преуспеть.»</color>",
            "info": "Восставший из пепла!\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>160*3/1,5 секунды (с поджиганием)</color>\n<color=#3D1400>Особенности: </color><color=red>При появлении и смерти поджигает все линии. Снаряд может пробить до 3-х раз. Проходя через Факел Чистилища, урон снаряда удваивается</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Сгоревший Тристрел + Халапеньо</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1. Подожжёные горошины теперь накладывают Поджог. Подожжёные зомби теперь получают на 150% больше урона</color>\n<color=red>2. Снаряды получают бесконечное пробитие</color>",
            "cost": ""
        },
        {
            "seedType": 920,
            "name": "Ловец Метеоритов",
            "introduce": "<color=#3D1400>Ловец Метеоритов много изучал, как ему удаётся «притягивать звёзды». «Ты знаешь, что такое сила слева и электричество справа? Это простое знание из физики средней школы,  достаточно иметь руки и ум!» — с гордостью сказал он. «Кстати, не забудь про подвижный магнит! Не спрашивай почему, я же самый умный в растительном мире!»</color>",
            "info": "Ловит снаряды-звёзды и наводит их на врагов.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Особенности: </color><color=red>Вариация Метеороплода, переключайтесь между ними при помощи Сдувателя и Звездоплода. Ёмкость хранилища в 3 раза больше, чем у Ловца Звёзд, время между залпами — 1,5 секунды, а урон от снарядов увеличен в 3 раза.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Метеороплод + Сдуватель (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 921,
            "name": "Чесночный Бог Войны",
            "introduce": "<color=#3D1400>Он сменил одежду на неприметную  вставил в рот дешёвый золотой зуб, и как только открыл рот, все начали избегать его. «Все, хватит», — сказал он. — «Высоко сиять на вершине не для меня. Я больше не хочу быть в центре внимания, просто хочу жить спокойно и без помех».</color>",
            "info": "Двоюродный брат сильнейшего защитника на суше.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>Вариация Вишнёвого Бога Войны, переключайтесь между ними при помощи Чеснока и Вишнёвой Бомбы. Больше не восстанавливает прочность от взрывов. Выпускаемые им снаряды больше не взрываются, теперь они отравляют зомби. Зомби, кусающие его сменят линию</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Вишнёвый Бог Войны + Чеснок (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 922,
            "name": "Вишнёвая Дронотыква",
            "introduce": "<color=#3D1400>Это вишня? Тыква? Или новый гибрид? Для Вишнёвой Дронотыквы не имеет значения, какой у него сорт. Важно другое — на Хэллоуин она готова угостить детей вкусными вишнями, а для плохих людей приготовить Вишнёвые Бомбы. Вот что ей действительно важно.</color>",
            "info": "Взрывостойкая Тыква с дронами-камикадзе.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>16000</color>\n<color=#3D1400>Особенности: </color><color=red>Вариация Лазерной Дронотыквы, переключайтесь между ними при помощи Вишнёвой Бомбы и Кактуса. Эффект восстановления прочности от взрывов такой же, как у Взрывореха. Каждые 30 секунд призывает самонаводящегося дрона-камикадзе, взрыв которого равен взрыву Вишнёвой Бомбы</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Лазерная Дронотыква + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 923,
            "name": "Зонтолист Эгиды",
            "introduce": "<color=#3D1400>Всегда найдутся сомневающиеся в отношениях между Зонтолистами Мидаса и Эгиды. «Мы — родные братья!» — уверенно сказал Зонтолист Эгиды, похлопав себя по бокам. — «Просто мой старший брат недавно пережил трудности в личной жизни.»</color>",
            "info": "Зонтолист Эгиды может отбивать вражеские снаряды обратно во врагов.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Вариация Зонтолиста Мидаса, переключайтесь между ними при помощи Арбузопульты и Капустопульты. Получает защиту от урона 90% и теперь отбивает все вражеские снаряды (прямолетящие взрывные снаряды сверху отнимают 20 прочности, а летящие сверху 10) обратно во врагов. Зомби с трезубцем больше не берут его в приоритет</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Зонтолист Мидаса + Арбузопульта (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 924,
            "name": "Очармелия",
            "introduce": "<color=#3D1400>«Красота тоже должна идти в ногу с прогрессом, иначе как завоевать сердца мистеров-зомби?» — рассуждала Очармелия. Она начала изучать магнито-технологии у Магнитогриба и других друзей, сведущих в этой науке. В конце концов ей удалось создать стильные магнитные наушники, благодаря которым она снова стала звездой в кругу зомби.</color>",
            "info": "Очармелия обладает сильнейшими чарами гипноза.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>80/2 секунды (3*3)</color>\n<color=#3D1400>Особенности: </color><color=red>Может загипнотизировать бесконечное количество кусающих её зомби. Если дать ей металлический предмет, она получит 1 из 2 возможных зарядов на 30 секунд (время зарядов складывается бесконечно). При 1 заряде стреляет 2 снарядами, при 2 зарядах — 4. Заряды исчезают все сразу по истечении времени</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Очаровыватель + Гипномагнит</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1. Может очаровывать зомби с полным здоровьем</color>\n<color=red>2. Всегда имеет 2 заряда. Интервал между атаками снижен до 1 секунды</color>",
            "cost": ""
        },
        {
            "seedType": 925,
            "name": "Обсидианореховая Мина",
            "introduce": "<color=#3D1400>Обсидианореховая Мина хоть и мала ростом, но сильна духом — она никогда не боялась встреч с зомби. Однако у неё есть своя беда: какие-то квадратные люди постоянно пытаются добыть её алмазными кирками...</color>",
            "info": "Обсидианореховая Мина обладает чрезвычайно прочной защитой, а также не пропускает Зомби-Шахтёров.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>32000</color>\n<color=#3D1400>Особенности: </color><color=red>Вариация Высокого Обсидианореха, переключайтесь между ними при помощи Картофельной Мины и Высокого Стенореха. После каждой полученной 1000 урона взрывается, нанося 500 урона в небольшой области. Встречая её на своём пути, Зомби-Шахтёры вылезают из-под земли</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Высокий Обсидианорех + Картофельная Мина (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 926,
            "name": "Кошачья Королева",
            "introduce": "<color=#3D1400>«Я считаю, что вместо того, чтобы опираться на всякие там хитрости, лучше использовать Кувшинки для опоры!» — уверенно заявляла Кошачья Королева, отстаивая свою точку зрения. Если вы подумали, что её знания поверхностны и она просто не может долго оставаться на воде, то будете абсолютно правы. Ведь какая кошка умеет плавать? Хотя сама она категорически отказывается от таких стереотипов.</color>",
            "info": "Кошачья Королева при убийстве зомби призывает маленького помощника для сокрушительной совместной атаки.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>160/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Наземное растение. При каждом убийстве зомби создаётся маленькая пушка, стреляющая 30 снарядами в секунду, каждый снаряд наносит 100 урона</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кабачкошка + Кошкамыш</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Базовый урон увеличен в 5 раз</color>\n<color=red>2: Урон пушки увеличен в 3 раза</color>",
            "cost": ""
        },
        {
            "seedType": 927,
            "name": "Стрелок с Чёрной Скалы",
            "introduce": "<color=#3D1400>Стрелок с Чёрной Скалы редко общается с кем-либо, но не из-за своего высокомерия. Просто его утомляют бесконечные вопросы типа: «А твой огонь горячий или холодный?» или «Раз ты можешь создавать холодный огонь, можешь ли сделать горячий лёд?»</color>",
            "info": "Стрелок с Чёрной Скалы жертвует своей прочностью, чтобы усиливать себя.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>120 (с отбрасыванием)</color>\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>За каждый выстрел теряет 50 прочности (перестаёт терять прочность, если она падает ниже 1500). Чем ниже прочность, тем выше скорострельность (максимальная скорострельность при прочности менее 1/3 от максимальной). При последующем уменьшении прочности увеличивается урон вместо скорострельности (при прочности 0 достигается максимум — 480 урона). Каждый снаряд может пробить до двух целей, но после каждого пробития урон уменьшается в два раза</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Гороховая Турель + Нестабильный Обсидиан</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Чем ниже прочность, тем выше сопротивление урону. Если прочность меньше 100, игнорирует урон ниже 100</color>\n<color=red>2: Значительно увеличивается урон и дальность отбрасывания</color>",
            "cost": ""
        },
        {
            "seedType": 928,
            "name": "Гриб Конца Света",
            "introduce": "<color=#3D1400>Все задаются вопросом, как Гриб Конца Света заставляет покоряться своей воле огромных Гаргантюа. Бесконечное разрушение, которое должно было погрузить всё в тишину... Но, отвечая на сомнения, Гриб Конца Света, в одиночестве сидя на вершине башни и попивая свой сонный напиток, сказал: «Уничтожение? Вовсе нет. Я лишь позволяю им обрести новую жизнь в мире иллюзий».</color>",
            "info": "Переломим ситуацию!\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Особенности: </color><color=red>Очаровывает всех зомби в радиусе взрыва (5*5, оставляет кратер) и накладывает на них эффект Проклятого Гриба (но взрывы этих зомби не будут оставлять кратеры)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Проклятый Гриб + Гриб Судьбы</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Все большие взрывы больше не оставляют кратеры. Разблокирован Гриб Алчности</color>\n<color=red>2: При взрыве появляется 3 очарованных Гаргантюа-Рыцаря, а около каждого зомби в радиусе взрыва — Зомбони</color>",
            "cost": ""
        },
        {
            "seedType": 929,
            "name": "Гриб-Солнцемёт",
            "introduce": "<color=#3D1400>«Производство и строительство — это тоже часть битвы!» — сказал Гриб-Солнцемёт, вытирая пот. Теперь их отряд реорганизован в «Производственно-строительный корпус Солнечного прилива», но их боевой дух ни на йоту не угас.</color>",
            "info": "Гриб-Солнцемёт в состоянии заработать кучу солнц на ваш баланс!\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон (одного): </color><color=red>20*4/1,5 секунды (с пробитием)</color>\n<color=#3D1400>Особенности: </color><color=red>Вариация Гриба-Ледомёта, переключайтесь между ними при помощи Подсолнуха и Ледогриба. Снаряды больше не замедляют, вместо этого они дважды могут дать по 5 солнц за пробитого противника, а после двух пробитий, если баланс солнц не менее 15000, снаряды будут потреблять по 5 солнц, чтобы увеличить урон на 20 и пробить ещё раз (пока не исчезнут). При взятии усиления одиссеи «Сияние» будет давать 15 солнц вместо 5</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Гриб-Ледомёт + Подсолнух (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 930,
            "name": "Скорострел Судьбы",
            "introduce": "<color=#3D1400>По сравнению с хладнокровием Грибомёта Судьбы, у Скорострела Судьбы характер куда вспыльчивее. Особенно, когда кто-то придумывает для него обидное прозвище вроде «Яйцеголовый». Тогда он, крича «Тихо всем!» или что-то в этом роде, бросался в атаку и взрывался вместе с обидчиками.</color>",
            "info": "Скорострел Судьбы непрерывно стреляет взрывоопасными грибами, ускоряя свою скорость атаки!\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон (снаряда): </color><color=red>300</color>\n<color=#3D1400>Особенности: </color><color=red>Вариация Грибомёта Судьбы, переключайтесь между ними при помощи Трусогриба и Горохострела. Каждая атака сокращает интервал между атаками на 0,1 секунды, минимум — 0,25. Каждые 16 атак выпускает большой гриб, наносящий 1800 урона. При приближении зомби к Скорострелу Судьбы, тот немедленно взорвётся (взрыв такой же, как у Гриба Судьбы)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Грибомёт Судьбы + Трусогриб (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 931,
            "name": "Обсидиановый Шипорех",
            "introduce": "<color=#3D1400>Обсидиановый Шипорех обожает обниматься. «Объятия дарят тепло, а ещё помогают зомби успокоиться», — говорит он. И правда, все зомби, которых он обнял, теперь мирно и неподвижно лежат на газоне.</color>",
            "info": "Судя по всему, у Обсидианового Шипореха очень острые шипы.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>16000</color>\n<color=#3D1400>Особенности: </color><color=red>Вариация Обсидианового Шипокамня, переключайтесь между ними при помощи Стенореха и Шипокамня. Когда зомби его кусают, они получают урон, равный силе своего укуса. Не может быть раздавлен машинами (получает 500 урона за наезд). Наезжающим на него машинам прокалывает колёса, нанося 50% от их максмального здоровья. Не может получить больше 500 урона за раз.<page>Восстанавливает 1500 прочности каждые 15 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Обсидиановый Шипокамень + Стенорех (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 932,
            "name": "Тройной Деньгофакел",
            "introduce": "<color=#3D1400>Вернувшийся после обучения за границы юный Тройной Деньгофакел хоть и был молод, но его фокус «превращение камня в золото» неизменно вызывал восторг у зрителей. «Вообще-то, это магия…» — бормотал он себе под нос за кулисами, смешивая свой особый напиток.</color>",
            "info": "Тройной Деньгофакел превращает пролетевшие через него прямолетящие снаряды в монеты.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Особенности: </color><color=red>Превращает пролетевшие через него прямолетящие снаряды в три монеты и отправляет их по трём линиям. Золотая монета, летящая по центру, наносит двойной урон изначального снаряда, а летящие по соседним линиям серебряные монеты наносят урон изначального снаряда, но, пролетев определённое расстояние (зависит от скорости полёта снаряда), серебряные монеты меняют траекторию на центральную линию</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тройной Древофакел + Золотой Магнит</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Дополнительно увеличивает урон монет на 2% за каждые 1000$ на балансе</color>\n<color=red>2: Монетным снарядам добавляется урон по области, как у зажжёных горошин</color>",
            "cost": ""
        },
        {
            "seedType": 933,
            "name": "Кактусонатор",
            "introduce": "<color=#3D1400>Кактусонатор — лучший парикмахер в городе, чьи творения задают новые тренды в мире растений. «Настоящая причёска рождается в пылу испытаний», — говорит он. Молоток и кухонный нож — его любимые инструменты для «починки» волос.</color>",
            "info": "Появление Кактусонатора сопровождается разрушительной атакой.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Сила атаки: </color><color=red>300</color>\n<color=#3D1400>Особенности: </color><color=red>Вариация Грибонатора, переключайтесь между ними при помощи Кактуса и Дымогриба. При появлении моментально выпускает множество снарядов в конусообразной области, которые могут задевать воздушные цели. Каждые 1,5 секунды атакует снарядом, который наносит урон, равный 100% от силы атаки, добавляя по 10 очков заморозки. Каждая атака имеет шанс очаровать зомби, у которых меньше 50% здоровья, шанс увеличивается по мере уменьшения здоровья зомби, максимальный шанс при здоровье менее 25%. При очаровывании в клетке, где находится очарованный зомби, будет создан взрыв (1*1) с уроном, равным 300% от силы атаки</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Грибонатор + Кактус (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 934,
            "name": "Гелиосова Капустопульта",
            "introduce": "<color=#3D1400>Она — Бог Солнца, повелитель света и тепла. В его присутствии тьма расступается, и весь мир купается в ослепительном сиянии. Высоко в небесах он озаряет всё вокруг неугасимым светом, даруя каждому существу бесконечную надежду.</color>",
            "info": "Гелиосова Капустопульта может призывать Капустное Солнце на помощь.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>300*5/2 секунды</color>\n<color=#3D1400>Урон Капустного Солнца: </color><color=red>(30 + 30*(количество Гелиосовых Капустопульт на поле))/0,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждые 60 секунд призывает Капустное Солнце, которое существует 45 секунд (Появляется в левом верхнем углу экрана, не может существовать более одного Капустного Солнца). Если на балансе более 15 000 солнц, то каждый удар Капустного Солнца отнимет 25 солнц и удвоит урон. Когда существует Капустное Солнце, с неба падает больше солнца (25 солнц в секунду), и урон от метеоритов увеличивается в 2 раза, а при приземлении выпадает 250 солнц</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 1000$ призывает Капустное Солнце, если его не было на поле, а если было, то обновляет время его существования до 45 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Солнцепульта + Золотая Капустопульта</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Снаряды приобретают эффект снарядов Солнцепульты</color>\n<color=red>2: Урон Капустного Солнца увеличен в 3 раза</color>\n<color=#3D1400>Усиление Симбиоз (может появиться в окне Выбора Усилений лишь тогда, когда разблокированы Метеороплод, Гелиосова Капустопульта и все их усиления): </color><color=red>Если на поле как минимум 10 Гелиосовых Капустопульт и 10 Метеороплодов, то метеорит второго заменится на Солнечный Метеорит, а Капустное Солнце будет атаковать обычными метеоритами каждые 2 секунды (Урон Солнечного Метеорита равен 1800 + 1800*(количество Метеороплодов на поле)*(1 + 0,2*(количество Гелиосовых Капустопульт на поле), а при падении он даёт 1250 солнц)</color>",
            "cost": ""
        },
        {
            "seedType": 935,
            "name": "Неодимовая Тыква",
            "introduce": "<color=#3D1400>Неодимовая Тыква прошла механическую модификацию — теперь у неё композитная броня и интерфейс для соединения с металлическими устройствами. Она полностью довольна своим обновлённым обликом, но почему же никто не сказал ей, что теперь он выглядит как краб?</color>",
            "info": "Ты будешь мне очень полезна, даже не сомневайся.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Шутовской и Шахтёрской Тыкв. Получает вдвое меньше урона от взрывных снарядов. Для восстановления 500 прочности можно использовать любые металлические предметы</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитотыква + Магнитогриб</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>(ещё не добавлены в игру)</color>",
            "cost": ""
        },
        {
            "seedType": 936,
            "name": "Златосолнечный Горшок",
            "introduce": "<color=#3D1400>Будучи верным поклонником Гелиосовой Капустопульты, Златосолнечный Горшок всегда работал в тени — тихо производя солнечный свет, тихо производя монеты. Он всего лишь надеется, что ты будешь в таком же достатке, как и он. </color>",
            "info": "Златосолнечный Горшок производит и солнце, и монеты, которых всегда так не хватает.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Генерация Солнца: </color><color=red>50/X секунд</color>\n<color=#3D1400>Генерация Монет: </color><color=red>100/X секунд</color>\n<color=red>Где X = (текущий баланс солнц)/1000,\nно при этом X не может быть меньше 3 или больше 15 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Золотой Горшок + Подсолнух</color>\n<color=#3D1400>Усиления Режима Одиссея:</color>\n<color=red>1: Стоимость, необходимая для улучшения до Золотого Горшка, не может быть выше 8000$</color>\n<color=red>2: Если вы достигнете денежного лимита, то все далее полученные деньги будут конвертированы в солнце — 1 солнце за каждые 2$</color>",
            "cost": ""
        },
        {
            "seedType": 937,
            "name": "Зонтолист Аполлона",
            "introduce": "<color=#3D1400>Зонтолист Аполлона, бывший директор Приюта для Растений, его широкие листья когда-то были лучшей игрушкой для детей. Конечно, они остаются такими и сейчас. «О, хочешь попробовать эту сладкую вату, мой малыш?» — спрашивает он.</color>",
            "info": "Зонтолист Аполлона хорош и в атаке, и в защите, и даже лечить может!\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Прочность: </color><color=red>1000</color>\n<color=#3D1400>Сила атаки: </color><color=red>300</color>\n<color=#3D1400>Диапазон атаки: </color><color=red>Своя линия + 2 соседних за каждый Уровень Света</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Ламполиста. Выпускает постоянно атакующий лазер, который наносит урон раз в секунду равный 100% от силы атаки и может одновременно наносить урон по 4 зомби (летающие враги имеют приоритет выбора, а также получают тройной урон). Когда в радиусе 3*3 есть растение с неполной прочностью, то Зонтолист Аполлона будет тратить 200 Световой Энергии каждую секунду, чтобы восстановить 20% максимальной прочности растения, но не может восстановить более 2000 прочности за раз. Если сверху или снизу от Зонтолиста Аполлона будет находиться другой Зонтолист Аполлона (верхний имеет приоритет), то они объединятся (одно объединение может включать не более двух Зонтолистов Аполлона). Пара Зонтолистов Аполлона атакует совместной атакой, которая может поражать до 6 зомби на всём поле, а также имеет удвоенный урон (также пара Зонтолистов Аполлона будет сообща лечить растения, которые находятся в радиусе хотя бы одного из них, исцеляя каждый по отдельности). Если Пара Зонтолистов Аполлона в данный момент атакует 6 зомби одновременно, то на месте случайного зомби будет спровоцирован Светлячковый Взрыв, наносящий урон, равный 300% от силы атаки, в области 3*3. Светлячковый Взрыв не может спровоцирован чаще, чем раз в 6 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ламполист + Светокактус</color>\n<color=#3D1400>Усиления Режима Одиссея: </color>\n<color=red>1: Лимит Световой Энергии увеличен в 10 раз, скорость его восстановления — в 20 раз, а скорость лечения — в 2 раза</color>\n<color=red>2: Урон лазера теперь 300% от силы атаки, а урон Светлячкового Взрыва — 1000% от силы атаки и его откат сокращён до 2 секунд</color>",
            "cost": ""
        },
        {
            "seedType": 938,
            "name": "Гриб Алчности",
            "introduce": "<color=#3D1400>«Страх, недоверие, трусость? Нет! Всё это слишком ничтожно пред лицом алчности», — сказал Гриб Алчности, бросив монетку в воздух и наблюдая, как она стремительно исчезает в бездне. В отличие от Гриба Конца Света, обладающего способностью манипулировать разумом, он лучше умеет управлять теми желаниями, которые невозможно искоренить. «Выходи», — Гриб Алчности взглянул в бездну и медленно заговорил: «Я чувствую тебя, не нужно больше прятаться».</color>",
            "info": "Ненасытный богач остается беднейшим из бедняков.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Особенности: </color><color=red>Вариация Грибонатора, переключайтесь между ними при помощи Кактуса и Дымогриба. Через 1,5 секунды после появления призывает Босса в зависимости от текущей сцены (День: Профессор Z, Ночь: Зомби-Генерал Бездны, Бассейн: Люкс-Танцпол, Туман: Потрошитель, Крыша: Зомби-Посейдон, Вечерняя Крыша: Королева Цирка, Ночная Крыша: Гигантский Меха-Орех) на своей линии и дополнительно на каждую линию призывает соответствующего призванному Боссу Зомби-Чемпиона на каждую линию. Если вы убьёте призванного Грибом Алчности Босса, то получите много солнц, много денег и много очков, а при каждом убийстве призванного Грибом Алчности Зомби-Чемпиона вы получите немного солнц, немного денег и одну карточку Коробки с Растением. Гриб Алчности ни при каких условиях не может появиться из Коробки с Растением, и его особенности могут быть использованы лишь один раз за уровень</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Гриб Конца Света + Златоцвет (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1000,
            "name": "Солнцестрел",
            "introduce": "<color=#3D1400>​«На самом деле, за мной стоит моя сестра — Подсолнечник», — сказал Солнцестрел всем. «Мы родились вместе, она любит производить солнце, а я могу использовать это солнце, чтобы уничтожать зомби». Однако все знали, что солнечный и жизнерадостный Горошечник — настоящий поклонник своей сестры. Ведь все зомби, которые пытались приблизиться к его сестре, были уничтожены солнечным светом.</color>",
            "info": "Солнцестрелы могут стрелять солнечными снарядами, а также генерировать солнце.\n\n<color=#3D1400>Урон: </color><color=red>100/5 секунд</color>\n<color=#3D1400>Генерация Солнца: </color><color=red>25/25 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряды дают 5 солнца при попадании в зомби.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Горохострел</color>",
            "cost": ""
        },
        {
            "seedType": 1001,
            "name": "Вишнестрел",
            "introduce": "<color=#3D1400>«Я покраснел? Фу! Это ты покраснел, твоя вся семья красная!» — сказал Вишнестрел, недовольно отреагировав на шутки про его затылок. Однако, вскоре все перестали так говорить — после того как, Горохострел съел специально приготовленные вишни, он действительно покраснел, и действительно научился стрелять вишнёвыми снарядами.</color>",
            "info": "Вишнестрел стреляет вишнёвыми снарядами с повышенным уроном.\n\n<color=#3D1400>Урон: </color><color=red>60/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>При высаживании второй Вишнёвой Бомбы на Вишнестрел, перезарядка использованной карточки Вишнёвой Бомбы сократится на 90%</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1002,
            "name": "Солнечная Бомба",
            "introduce": "<color=#3D1400>«Так что... очевидно... мы — волшебные девочки, да?» — возбуждённо сказала одна из сестёр-подсолнухов, пытаясь сдержать свои эмоции. «Этот мир ждёт нашего спасения!» — добавила другая. «Давайте, давайте, осветим эту землю!» — не сдержавшись, они одновременно воскликнули: «Сверк!»</color>",
            "info": "Солнечная Бомба даёт солнце за каждого задетого зомби.\n\n<color=#3D1400>Урон: </color><color=red>1800</color>\n<color=#3D1400>Особенности: </color><color=red>За задетого взрывом зомби даёт 25 солнц</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1003,
            "name": "Взрыворех",
            "introduce": "<color=#3D1400>​Я слышал, что зомби жалуются, будто им никак не удаётся раздобыть вишни. Ну вот, разве я не подхожу?» — добродушный Взрыворех потряс листьями на голове, гордо заявляя, что он и есть тот самый чистый вишнёвый вкус. «Но сразу предупреждаю, в следующий раз, как появятся вишни, оставьте и мне немного. Не беда, если это будет «погорячее», ведь я для этого и создан!»</color>",
            "info": "Взрыворех восстанавливает прочность от взрывов.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Невосприимчив к урону от взрывов. Восстанавливает прочность на 200 от взрыва взрывного снаряда и на 2000 от взрыва Вишнёвой Бомбы. При смерти взрывается как Вишнёвая Бомба</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1004,
            "name": "Горохорех",
            "introduce": "<color=#3D1400>​«Не... не смейте называть меня уродом, иначе... я, я вас обстреляю!» — горестно ворчал Горохорех, который всегда переживал из-за своей «выдающейся» внешности. Однако он твёрдо верил, что внутренний мир важнее внешнего вида. Обратившись за советом к старшему товарищу, Стенореху, он наконец освоил технику катания снарядов, словно боулинг-шаров.</color>",
            "info": "Горохорех стреляет снарядами в форме мини-ореха, которые пробивают зомби.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды (с пробитием)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Горохострел</color>",
            "cost": ""
        },
        {
            "seedType": 1005,
            "name": "Взрывострел",
            "introduce": "<color=#3D1400>​Растение абсолютного разрушения — Взрывострел. Сейчас его настроение крайне взрывоопасно, ведь кто бы мог подумать, что разъярённый Вишнестрел проглотит ещё одну особую вишню? Советую тебе не лезть к нему. Кто знает, вдруг он и правда выплюнет застрявшую в горле вишню? Посмотри, как его лицо уже налилось алым.</color>",
            "info": "Снаряды, выпущенные Взрывострелом, наносят урон по площади.\n\n<color=#3D1400>Урон: </color><color=red>300/3 секунды (3*3)</color>\n<color=#3D1400>Особенности: </color><color=red>Не получает урона от взрывных снарядов</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Вишнестрел + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1006,
            "name": "Солнцерех",
            "introduce": "<color=#3D1400>Солнцерех всегда считает себя ангелом, но даже не подозревает, что растения за его спиной часто обсуждают: «Ещё бы пару чёрных полос — и он был бы точь-в-точь как пчела!»</color>",
            "info": "Солнцерех обладает свойствами Стенореха и Подсолнуха.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Генерация Солнца: </color><color=red>25/15 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>При скрещивании даёт 25 солнц, при смерти даёт 50 солнц</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Подсолнух</color>",
            "cost": ""
        },
        {
            "seedType": 1007,
            "name": "Картофелестрел",
            "introduce": "<color=#3D1400>​Картофелестрел не имеет глаз, но у него есть собственный способ чувствовать приближение зомби. «Я чувствую это...» — медленно произнёс он. «Зомби приближаются. Всё ближе и ближе...» Картофелестрел не знал, что именно ускоряется: его пульс или скорость атаки. Всё быстрее, всё быстрее... И в конце концов раздался взрыв, и он превратился в картофельный фейерверк.</color>",
            "info": "Картофелестрел может атаковать до того, как вырастет.\n\n<color=#3D1400>Урон: </color><color=red>20</color>\n<color=#3D1400>Особенности: </color><color=red>При скрещивании даёт 50 солнц. По мере приближения зомби увеличивает скорострельность (максимальный промежуток между выстрелами — 1,5 секунды, а минимальный — 0,5). При взрыве наносит 1800 урона по небольшой площади и выпускает 36 снарядов во всех направлениях</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Картофельная Мина</color>",
            "cost": ""
        },
        {
            "seedType": 1008,
            "name": "Вишнёвый Повторитель",
            "introduce": "<color=#3D1400>​Вишнёвый Повторитель верит в принцип «хорошие вещи приходят парой», поэтому всё, что он делает, — делает дважды: будь то борьба с зомби или поход с подарками. «Но, братец», — сказал ему Вишнестрел, — «твоя пара вишен даже не дозрела!»</color>",
            "info": "Вишнёвый Повторитель стреляет двумя вишнёвыми снарядами одновременно.\n\n<color=#3D1400>Урон: </color><color=red>60*2/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Повторитель + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1009,
            "name": "Солнечная Мина",
            "introduce": "<color=#3D1400>​«Красный свет — стой. Жёлтый — замедляйся. Соблюдайте правила дорожного движения!» — постоянно твердит Солнечная Мина зомби. Но зомби видят перед собой лишь раздражающий зелёный цвет. Солнечная Мина часто держит в руках свой зелёный листок и бормочет: «Побольше солнечного света... На самом деле, каждый из нас — это свет!»</color>",
            "info": "Солнечная мина может генерировать солнце, а также даёт его после взрыва.\n\n<color=#3D1400>Урон: </color><color=red>1800</color>\n<color=#3D1400>Генерация Солнца: </color><color=red>25/15 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>При скрещивании даёт 25 солнц</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Картофельная Мина</color>",
            "cost": ""
        },
        {
            "seedType": 1010,
            "name": "Минорех",
            "introduce": "<color=#3D1400>По сравнению с прошлым, теперь его описывают как «высокий и мощный». Минорех может похвастаться огромными глазами и плотной мякотью. Но на самом деле он внутри очень ранимый и страшится снова стать маленьким. Зомби же говорят: «Ещё один укус — и он взорвётся!»</color>",
            "info": "Минорех взрывается при каждой смене стадии разрушения.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Взрыв при смене стадии разрушения наносит 500 урона, посмертный взрыв наносит 1800 урона. Не блокирует снаряды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Картофельная Мина</color>",
            "cost": ""
        },
        {
            "seedType": 1011,
            "name": "Чомпострел",
            "introduce": "<color=#3D1400>​Чомпер всегда завидовал способности Чомпострела выплёвывать останки зомби и не раз пыталась этому научиться. Однако он даже не подозревал, что причина кроется всего лишь в немного искривлённой челюсти Чомпострела — когда тот пережёвывает зомби, часть просто вываливается наружу.​</color>",
            "info": "Чомпострел стреляет останками съеденных зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>\n<color=#3D1400>Время пережёвывания: </color><color=red>30 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Проглотив зомби, стреляет пробивающими снарядами с уроном 80</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Чомпер</color>",
            "cost": ""
        },
        {
            "seedType": 1012,
            "name": "Чомпорех",
            "introduce": "<color=#3D1400>В детстве Чомпорех был жутким привередой и никогда не глотал зомби целиком, чем сильно огорчал родителей. Под их наставлениями он всё-таки начал, как и её предки, заглатывать добычу с одного раза. «Я не привередничал, просто хотел подражать зомби в их манере есть. Надо же пробовать что-то новое, верно? И это точно никак не связано с тем, что у меня нет шеи, чтобы удобно глотать целиком», — сказал Чомпорех, тщательно пережёвывая очередного зомби.​​</color>",
            "info": "Поедая зомби Чомпорех может восстанавливать прочность, что очень полезно в первом ряду!\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Время пережёвывания: </color><color=red>40 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Проглотив зомби восстанавливает 1000 прочности</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Чомпер</color>",
            "cost": ""
        },
        {
            "seedType": 1013,
            "name": "Чомпзилла",
            "introduce": "<color=#3D1400>​Чомпзилла всегда уделяла большое внимание здоровью и правильному питанию: её приёмы пищи сводились к тщательному пережёвыванию. Может, поэтому её рот стал заметно меньше. «Эти большие глотки едят без всяких манер, да ещё и спортом не занимаются. Неудивительно, что разваливаются на куски при первой же атаке. Такие точно не годятся для фронта», — говорила Чомпзилла, поднимая гантели. «Почему я всегда в такой форме? Я ем только самое полезное из мяса зомби, а все отходы выплёвываю. Это никак не сказывается на моём здоровье».</color>",
            "info": "Чомпзилла отличный защитник и боец для фронта!\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Кусая зомби, восстанавливает 200 прочности (текущая прочность может превышать максимальную, но вся прочность, что выше максимальной, будет сгорать со скоростью 200 в секунду, а предел текущей прочности — 16000) и наносит 200 урона, а затем выплёвывает пробивающий снаряд с уроном 80. Зомби, у которых меньше 500 здоровья и они без брони, Чомпзилла мгновенно убьет и восстановит 400 прочности, а затем выплюнет отбрасывающий пробиващий снаряд с уроном 80. Каждые 40 секунд получает возможность мгновенно убить зомби (1 000 000 урона), восстанавливая 16000 прочности</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Чомпер + Стенорех</color>",
            "cost": ""
        },
        {
            "seedType": 1014,
            "name": "Солнечный Чомпер",
            "introduce": "<color=#3D1400>​Все задаются вопросом, как Солнечный Чомпер превращает съеденных зомби в солнце. Однако, стоило затронуть эту тему, как он тут же начинал мямлить и отводить взгляд. Лишь когда Подсолнух заметила резкое сокращение своего запаса хлорофилла, правда стала очевидной: Солнечный Чомпер вовсе не превращает зомби в солнце.​</color>",
            "info": "Солнечный Чомпер даёт солнце после проглатывания зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>\n<color=#3D1400>Время пережёвывания: </color><color=red>40 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Даёт 100 солнца после проглатывания зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Чомпер</color>",
            "cost": ""
        },
        {
            "seedType": 1015,
            "name": "Картофельный Чомпер",
            "introduce": "<color=#3D1400>​Картофельный Чомпер так аппетитен, что напоминает собой пюре быстрого приготовления, и зомби просто сходят с ума от его аромата. Особым восхищением среди зомби пользуется его фирменный хрустящий картофель-фри. Один за другим зомби устремляются на запах, не подозревая, что сами станут вкусной добычей. «Всего лишь игра в поймай на приманку», — философски замечает Картофельный Чомпер, с хрустом пережёвывая очередного зомби. — «Их питательные вещества станут новой миной, готовой к следующей волне гостей».</color>",
            "info": "Картофельный Чомпер будут высаживать перед собой Картофельную Мину после проглатывания зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>\n<color=#3D1400>Время пережёвывания: </color><color=red>20 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>При скрещивании даёт 75 солнц. Проглотив зомби, высаживает готовую ко взрыву Картофельную Мину перед собой</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Чомпер + Картофельная Мина</color>",
            "cost": ""
        },
        {
            "seedType": 1016,
            "name": "Вишнёвый Чомпер",
            "introduce": "<color=#3D1400>​После вечеринки с Вишнёвой бомбой приобрёл странную привычку — всё сопровождать взрывами. «Попробуй-ка это!» — заявил он, перед тем как снова устроить хаос за обеденным столом. Вместо привычного жевания — взрывы, тарелки и чашки разлетаются в стороны, а соседи по столу всё реже соглашаются на совместные трапезы. Наконец, после общего голосования, Вишнёвому Чомперу пришлось перебраться в сад. Теперь он нашёл себе новое увлечение: взрывать зомби. «Попробуй-ка это!» — заявил он, явно довольный, что на этот раз никому не придётся тратиться на новые тарелки.</color>",
            "info": "Вишнёвый Чомпер взрывает область перед собой, когда хватает зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство</color>\n<color=#3D1400>Время пережёвывания: </color><color=red>40 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Взрывает область 3*3 перед собой, нанося 1800 урона, когда хватает зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Чомпер + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1017,
            "name": "Вишнемёт",
            "introduce": "<color=#3D1400>​Стволы Вишнемёта всегда раскалены до красна. «Это всё для скорости атаки, — объясняет он. «Разогретый ствол позволяет мне быстро выпускать снаряды». Все безоговорочно верили его словам, пока однажды кто-то не заметил, что он ест специальные вишни, даже не снимая стволы.</color>",
            "info": "Вишнемёт обладает самой высокой огневой мощью среди стрелков!\n\n<color=#3D1400>Урон: </color><color=red>60*4/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохомёт + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1018,
            "name": "Гриб-Горохострел",
            "introduce": "<color=#3D1400>«Маленький рост? Это чтобы тебе было удобнее смотреть снизу вверх, когда я побеждаю», — говорит Гриб-Горохострел. Любой, кто его недооценит, будет поражён его результатами. «На самом деле мы все начинаем со Спорогриба», — говорит он. «Если каждый день делать маленькие шаги вперёд, и, конечно, не забывать о солнечных завтраках, ты тоже можешь стать таким, как я».</color>",
            "info": "Гриб-Горохострел стреляет дальше!\n\n<color=#3D1400>Урон (одного): </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Горохострел (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1019,
            "name": "Гриб-Повторитель",
            "introduce": "<color=#3D1400>​«Кто я? На этот вопрос ответят мои двойные листья!» — Гриб-Повторитель с двумя пышными листьями эффектно появляется на поле боя. Двойные пули, двойное веселье! Эти малыши, обожающие держаться группами, весело обрушивают свою огневую мощь на врагов, даже несмотря на свой юный возраст.</color>",
            "info": "Гриб-Повторитель стреляет двумя горошинами одновременно.\n\n<color=#3D1400>Урон (одного): </color><color=red>20*2/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Повторитель (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1020,
            "name": "Железострел",
            "introduce": "<color=#3D1400>​«Я унаследовал волю предшественников, и у меня нет права пасть здесь!» — железный шлем гордо возвышался над головой Железострела, который каждый раз напоминал всем о своей готовности встретить любую опасность. «Но ведь твой шлем ты забрал у Зомби с ведром...» — заметил кто-то из растений. «Тогда... будем считать это данью памяти! А теперь вперёд, к новым свершениям!» — не смутился Железострел и ринулся в бой.</color>",
            "info": "Железострел способен легко ломать двери и отбрасывать зомби.\n\n<color=#3D1400>Прочность: </color><color=red>2000</color>\n<color=#3D1400>Урон: </color><color=red>80/1,5 секунды (с отбрасыванием), наносит огромный урон по дверям</color>\n<color=#3D1400>Особенности: </color><color=red>Для восстановления 500 прочности можно использовать любые металлические предметы. Получает вдвое меньше урона от взрывных снарядов</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Ведро (или Дверь)</color>",
            "cost": ""
        },
        {
            "seedType": 1021,
            "name": "Мини-Гриборех",
            "introduce": "<color=#3D1400>Мини-Гриборех — это орех или гриб? Зачем так четко разделять? Он ведь всё равно не скажет тебе, что на самом деле он маскируется под Мацутакэ.</color>",
            "info": "Стенорех, но маленький. Милаха!\n\n<color=#3D1400>Прочность (одного): </color><color=red>2000</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Стенорех (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1022,
            "name": "Мини-Гипногриб",
            "introduce": "<color=#3D1400>​«Когда я был маленьким, я всегда думал, что зомби существуют только в сказках», — медленно объясняет Мини-Гипногриб. «Вам не стоит удивляться, я просто возвращаю зомби к тому, как они должны выглядеть в сказках».</color>",
            "info": "Ослабляет зомби, которого очаровывает.\n\n<color=#3D1400>Особенности: </color><color=red>Уменьшает здоровье зомби в два раза и заставляет его сражаться за вас</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Гипногриб (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1023,
            "name": "Парфюмогриб",
            "introduce": "<color=#3D1400>Парфюмогриб выходит на сцену! Достаточно одного дуновения из его спор, чтобы заставить зомби повернуться обратно. Кто-то говорит, что это секретный навык его семейства, кто-то считает это новым концептуальным оружием армии. Но сам Парфюмогриб лишь спокойно улыбается: «Всего-то каждый день Гипногриб помогает мне полоскать рот».</color>",
            "info": "Парфюмогриб может очаровать зомби своими спорами.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая атака имеет шанс очаровать зомби, у которых меньше 50% здоровья, шанс увеличивается по мере уменьшения здоровья зомби, максимальный шанс при здоровье менее 25%. При съедении очарует съевшего его зомби и превратится в Дымогриб</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Дымогриб + Гипногриб</color>",
            "cost": ""
        },
        {
            "seedType": 1024,
            "name": "Глюкогриб",
            "introduce": "<color=#3D1400>​Глюкогриб всегда боялся зомби. Чтобы облегчить его страх, Гипногриб каждый вечер рассказывал ему сказки на ночь: «На самом деле, среди зомби тоже бывают хорошие личности...». Со временем Глюкогриб окончательно... поверил в это! Теперь он тоже использует споры, чтобы «перевоспитывать» зомби. Хотя, признаться, бояться их он не перестал.</color>",
            "info": "Глюкогриб стреляет снарядами семи цветов!\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Выпускает 1 из 7 разноцветных снарядов. Когда в одного зомби попадут снаряды всех семи цветов, он гарантированно очаруется. Каждый тип снаряда попавший в зомби увеличивает шанс очаровать его Парфюмогрибом. Каждая атака имеет шанс очаровать зомби, у которых меньше 50% здоровья, шанс увеличивается по мере уменьшения здоровья зомби, максимальный шанс при здоровье менее 25%. При съедении очарует съевшего его зомби и превратится в Трусогриб</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Трусогриб + Гипногриб</color>",
            "cost": ""
        },
        {
            "seedType": 1025,
            "name": "Храброгриб",
            "introduce": "<color=#3D1400>​«Я не боюсь, у меня есть смелость — неважно, весна, осень, зима или лето!» — Храброгриб больше не боялся, и даже не прятался, увидев зомби. «Когда-то я так боялся, но Дымогриб сказал, что если зомби приближаются, просто распыляй свои споры на них — прятаться не поможет в битве!»</color>",
            "info": "Храброгриб больше не боится зомби!\n\n<color=#3D1400>Урон (дальняя атака): </color><color=red>20*2/1,5 секунды</color>\n<color=#3D1400>Урон (ближняя атака): </color><color=red>20/1,5 секунды (с пробитием)</color>\n<color=#3D1400>Особенности: </color><color=red>Меняет тип атаки на распыление спор, когда зомби подходит близко</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Трусогриб + Дымогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1026,
            "name": "Очаровыватель",
            "introduce": "<color=#3D1400>«Я вложил любовь в свои споры, и когда они раскрываются, это как весенний ветер, касающийся лица», — Очаровыватель с полной серьёзностью старается передать свои чувства. Ради этого его шляпка даже приняла форму сердечка, а его искренний взгляд говорил сам за себя. Он надеется, что зомби почувствуют эту искренность.​​</color>",
            "info": "Очаровыватель стреляет взрывными очаровывающими снарядами.\n\n<color=#3D1400>Урон: </color><color=red>80/3 секунды (3*3)</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая атака имеет шанс очаровать зомби, у которых меньше 60% здоровья, шанс увеличивается по мере уменьшения здоровья зомби, максимальный шанс при здоровье менее 25%. При съедении очарует съевшего его зомби и превратится в Храброгриб</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Дымогриб + Трусогриб + Гипногриб</color>",
            "cost": ""
        },
        {
            "seedType": 1027,
            "name": "Высокий Стенорех",
            "introduce": "<color=#3D1400>«Чем выше рост, тем больше возможностей», — твёрдо верит Высокий Стенорех, и именно поэтому он всегда остаётся на передовой. Другие растения пытаются убедить его беречь себя, но он лишь улыбается в ответ: «Не волнуйтесь, я же высокий. Если вы будете стрелять быстрее, зомби не успеют меня съесть».</color>",
            "info": "Высокий Стенорех является прочным защитником, которого нельзя перепрыгнуть!\n\n<color=#3D1400>Прочность: </color><color=red>8000</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 1028,
            "name": "Высокий Футборех",
            "introduce": "<color=#3D1400>Высокий Футборех выглядит гораздо серьёзнее, и некоторые маленькие растения, не зная сути, даже пугаются его облика. Однако те, кто хорошо знает Высокого Футбореха, понимают, что за его суровым внешним видом скрывается решимость защищать товарищей. А украденный шлем только добавляет ему уверенности.​​</color>",
            "info": "Высокий Футборех представляет собой очень прочного защитника, которого нельзя перепрыгнуть!\n\n<color=#3D1400>Прочность: </color><color=red>16000</color>\n<color=#3D1400>Особенности: </color><color=red>Для восстановления 500 прочности можно использовать Футбольные Шлема и Железные Вёдра</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Высокий Стенорех + Футбольный Шлем</color>",
            "cost": ""
        },
        {
            "seedType": 1029,
            "name": "Ведрорех",
            "introduce": "<color=#3D1400>​У растений к Ведрореху сложные чувства. Он отличный боец, преданно выполняющий приказы и безупречно справляющийся с заданиями. Но в то же время он холоден и неумолим, а ржавчина на краю его «улыбки» словно подтверждает его непростое прошлое. Однако втайне Ведрорех имеет свои невидимые заботы: «Как избежать коррозии в этом сыром саду?»</color>",
            "info": "Ведрорех сделан из железа!\n\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>Для восстановления 500 прочности можно использовать любые металлические предметы. Получает вдвое меньше урона от взрывных снарядов</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Ведро (или Дверь)</color>",
            "cost": ""
        },
        {
            "seedType": 1030,
            "name": "Повторитель",
            "introduce": "<color=#3D1400>​В отличие от своего солнечного и жизнерадостного брата, Повторитель живёт беспечно, но в бою становится полностью сосредоточенным. Он тайком освоил технику двойной стрельбы, но держит это в секрете от Горохострела. «Я хочу, чтобы он всегда жил счастливо и не вынужден был учиться этим боевым навыкам».</color>",
            "info": "Повторитель стреляет двумя горошинами одновременно.\n\n<color=#3D1400>Урон: </color><color=red>20*2/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Горохострел</color>",
            "cost": ""
        },
        {
            "seedType": 1031,
            "name": "Солнцегриб",
            "introduce": "<color=#3D1400>Солнцегриб всегда тихо растёт в тёмных уголках, незаметно накапливая солнца. «Я знаю, что я слаб», — говорит Солнцегриб, — «но мой свет необходим. Я — начало любой сияющей дороги». Никто не осмеливается оспаривать его слова, ведь в ночи он — не единственный, но всегда незаменимый.​</color>",
            "info": "Солнцегриб сначала производит маленькие солнца, а после роста — обычные.\n\n<color=#3D1400>Генерация Солнца: </color><color=red>15 (25)/25 секунд</color>\n<color=#3D1400>Время роста: </color><color=red>120 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Подсолнух (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1032,
            "name": "Горохомёт",
            "introduce": "<color=#3D1400>​Горохомёт, безусловно, является старшим братом в гороховом семействе. Его стволы — это основа уверенности для всех, а его силуэт на поле боя подобен величественному монументу. Все растения восхищаются им. Только он сам скромно улыбается: ведь его повседневной жизнью полностью управляет Горохострел. Без помощи брата он бы попросту не справился.​</color>",
            "info": "Горохомёт стреляет четырьмя горошинами одновременно.\n\n<color=#3D1400>Урон: </color><color=red>20*4/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Горохострел + Горохострел + Горохострел</color>",
            "cost": ""
        },
        {
            "seedType": 1033,
            "name": "Двойной Подсолнух",
            "introduce": "<color=#3D1400>Двойной Подсолнух — признанные сёстры, которые обычно не выходят на передовую. Их задача — поддерживать всех с тыла. Тем не менее, нужно обязательно защищать их, ведь если они пострадают, многие растения будут молча плакать.</color>",
            "info": "Двойной Подсолнух генерирует вдважды больше солнца!\n\n<color=#3D1400>Генерация Солнца: </color><color=red>25*2/20 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Подсолнух</color>",
            "cost": ""
        },
        {
            "seedType": 1034,
            "name": "Ледострел",
            "introduce": "<color=#3D1400>Ледострел обычно не выражает эмоций перед другими растениями. Некоторые говорят, что его душа холоднее, чем выстреленные им ледяные горошины. Сам Ледострел не хотел бы быть таким, но каждый раз, когда он открывает рот, снаряды, которые он выпускает, опускают атмосферу вокруг до нулевой температуры.​</color>",
            "info": "Ледострел стреляет ледяными снарядами, имеющими замедляющий эффект.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды (с замедлением)</color>\n<color=#0077b6>Система Заморозки: </color><color=red>Ледяные снаряды добавляют 10 очков заморозки, набрав 100 очков, зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1035,
            "name": "Гриб-Ледострел",
            "introduce": "<color=#3D1400>​Гриб-Ледострел не специально учил технологии охлаждения, а просто однажды, когда он отправился в горы, не взяв с собой одеяла, Спорогрибы мёрзли на вершине всю ночь, и у них на шляпках образовался иней. Позже, именно Ледострел заметил этот дарованный природой облик и поделился с ними этой технологией.​</color>",
            "info": "Гриб-Ледострел стреляет пробивными замедляющими сосульками.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды (с замедлением; пробивает до 3 зомби)</color>\n<color=#0077b6>Система Заморозки: </color><color=red>Сосульки добавляют 5 очков заморозки, набрав 100 очков, зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Ледострел (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1036,
            "name": "Мини-Ледогриб",
            "introduce": "<color=#3D1400>«Тело, хоть и стало меньше, но способности остались такими же сильными!» — каждый раз, выходя на сцену, Мини-Ледогриб показывает свой фирменный «покер фейс» и начинает рассказывать холодные шутки, так что теперь ты понимаешь, почему он тоже может замораживать зомби.​</color>",
            "info": "Мини-Ледогриб замораживает подошедшего близко зомби.\n\n<color=#3D1400>Особенности: </color><color=red>Замораживает приблизившегося зомби на 4 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Ледогриб (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1037,
            "name": "Ледяной Дымогриб",
            "introduce": "<color=#3D1400>​Ледяной Дымогриб выделяется среди других Дымогрибов. Его опыт в экстремально холодных районах Аляски сделал его более сдержанным, хотя он всего лишь учился несколько лет на стилиста, но гордится этим.​</color>",
            "info": "Споры, испускаемые Ледяным Дымогрибом, способны пробивать двери, а также замедляют зомби.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды (с пробитием и замедлением)</color>\n<color=#0077b6>Система Заморозки: </color><color=red>Каждая атака добавляет 5 очков заморозки, набрав 100 очков, зомби замораживается</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Дымогриб + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1038,
            "name": "Ледяной Трусогриб",
            "introduce": "<color=#3D1400>Ледяной Трусогриб считает себя отличным от других Трусогрибов. Он никогда не сжимается от страха и обычно ведет себя нормально, работая с другими. Однако это происходит потому, что он боится, что если испугается, воздух вокруг него станет невероятно холодно, и поэтому все пытаются его не пугать.​</color>",
            "info": "Ледяной Трусогриб стреляет замедляющими спорами, а при укрытии замораживает ближайших зомби.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды (с замедлением)</color>\n<color=#3D1400>Особенности: </color><color=red>Когда прячется замораживает зомби в квадрате 3*3 вокруг себя</color>\n<color=#0077b6>Система Заморозки: </color><color=red>Ледяные снаряды добавляют 10 очков заморозки, набрав 100 очков, зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Трусогриб + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1039,
            "name": "Высокий Ледорех",
            "introduce": "<color=#3D1400>​Высокий Ледорех поднимает свои высокие ледяные шипы, направленные на зомби. Некоторые говорят, что он слишком «холоден» или «молчаливый». Лицо Высокого Ледореха остаётся без изменений, у него есть непоколебимая решимость защищать от зомби. Однако скорее всего, на самом деле его лицо просто замёрзло.​</color>",
            "info": "Высокий Ледорех представляет собой очень прочного защитника, которого нельзя перепрыгнуть, а кусающие его зомби замедляются.\n\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>При воздействии Ледогриба восстанавливает 1000 прочности. Кусающие его зомби замедляются и получают по 10 очков заморозки за каждый укус</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Высокий Стенорех + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1040,
            "name": "Гриб Апокалипсиса",
            "introduce": "<color=#3D1400>«Я заморожу мир, и наступит полная тишина. Крайний холод разрушит твою теплоту, так что не переживай, страданий будет немного». Гриб Апокалипсиса обычно не появляется на поле боя. Говорят, что его появление сопровождается метелью, и после вспышки белого света время будто бы замирает.</color>",
            "info": "Гриб Апокалипсиса взрывает зомби по всему экрану и может останавливать время!\n\n<color=#3D1400>Урон: </color><color=red>1800 (с заморозкой)</color>\n<color=#3D1400>Особенности: </color><color=red>Наносит урон всем на поле. Оставляет яму, в которую невозможно посадить растение. После взрыва в течение 10 секунд зомби не будут выходить</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ледогриб + Гриб Судьбы</color>",
            "cost": ""
        },
        {
            "seedType": 1041,
            "name": "Криогенный Гриб",
            "introduce": "<color=#3D1400>Снежная королева? Гриб с высокой горы? Криогенный Гриб не заботится об этих названиях. Он тихо ухаживает за своим ледяным украшением на шляпке и всегда готов передать зомби свой Ледореховый шлем. «Им точно понравится что-то более холодное.»</color>",
            "info": "Когда зомби съест Криогенный Гриб, он превратится в очарованного Зомби-Ледореха!\n\n<color=#3D1400>Особенности: </color><color=red>Превращает съевшего его зомби в очарованного Зомби-Ледореха и замораживает всех зомби на экране</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ледогриб + Гипногриб</color>",
            "cost": ""
        },
        {
            "seedType": 1042,
            "name": "Яростный Трусогриб",
            "introduce": "<color=#3D1400>​Нервничать можно по-разному: одни растения прячут голову в землю, а другие приходят от этого в возбуждение. Адреналин Яростного Трусогриба бурлит в его теле, и снаряды летят всё быстрее. Лучше его не тревожить — кто знает, может, он вот-вот так разволнуется, что просто «взорвётся».</color>",
            "info": "Яростный Трусогриб постепенно увеличивает свою скорость атаки.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая атака сокращает интервал между атаками на 0,1 секунды, минимум — 0,25. Скорость атаки сбрасывается, когда он прячется. Когда будет достигнута максимальная скорость атаки, вместо укрытия Яростный Трусогриб взорвётся (1800 урона, с кратером)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Трусогриб + Гриб Судьбы</color>",
            "cost": ""
        },
        {
            "seedType": 1043,
            "name": "Опустошитель",
            "introduce": "<color=#3D1400>Опустошитель терпеть не может видеть зомби, ведь это только задерживает его с окончанием рабочего дня. Боезапас у него небольшой, но абсолютно смертоносный. «Не зовите меня без надобности, правда, уж если понадобятся снаряды, стреляйте сами». Однако за свою эффективность на поле боя он всё равно пользуется уважением среди остальных.</color>",
            "info": "Опустошитель может уничтожить большинство зомби перед собой!\n\n<color=#3D1400>Урон: </color><color=red>1800/60 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Нажмите на Опустошитель, чтобы атаковать всех зомби на ряду</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Дымогриб + Гриб Судьбы</color>",
            "cost": ""
        },
        {
            "seedType": 1044,
            "name": "Мини-Гриб Судьбы",
            "introduce": "<color=#3D1400>Мини-Гриб Судьбы выглядит крохотным, но характер у него далеко не такой уж и спокойный. Стоит ему что-то не понравиться — он может взорваться, даже если просто случайно не совпали взглядами. А уж если кто-то без приглашения нарушит его личное пространство, это вообще недопустимо. Так что одного взгляда вполне достаточно — не пытайтесь приблизиться или смотреть дольше, чем нужно.</color>",
            "info": "Мини-Гриб Судьбы взорвется, коснувшись зомби!\n\n<color=#3D1400>Урон: </color><color=red>1800</color>\n<color=#3D1400>Особенности: </color><color=red>При приближении зомби взрывает область 1*1</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Гриб Судьбы (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1045,
            "name": "Проклятый Гриб",
            "introduce": "<color=#3D1400>Растения всегда задавались вопросом, почему зомби, уже пережившие смерть, оказываются такими живучими? Ответ неожиданно нашёл Проклятый Гриб: «На самом деле я ничего особенного не делал», — пояснил он. — «Просто из чистого любопытства активировал их скрытую резервную энергию. Правда, теперь эти красные зомби выглядят куда более угрожающими. Но я же их предупреждал...»</color>",
            "info": "Зомби, съевшие Проклятый Гриб, после смерти взорвутся!\n\n<color=#3D1400>Особенности: </color><color=red>Зомби, съевший Проклятый Гриб, очаруется, встав на вашу сторону, и получит эффект Проклятого Гриба. Зомби с эффектом Проклятого Гриба после смерти спровоцирует взрыв, наносящий 1800 урона в области 5*5 и оставляющий кратер</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Гипногриб + Гриб Судьбы</color>",
            "cost": ""
        },
        {
            "seedType": 1046,
            "name": "Ледяной Опустошитель",
            "introduce": "<color=#3D1400>Ледяная броня окутывает его тело, а время стёрло последние следы юношеской наивности. Его взгляд опаснее, чем закопчённый ствол его оружия, и в нём отражается лишь холодное презрение. Он — смерть, он — конец. Любая цель, оказавшаяся под прицелом его глаз, лучше бы позаботилась о том, чтобы дома приготовили на одну порцию меньше.</color>",
            "info": "Ледяной Опустошитель стреляет взрывными сосульками!\n\n<color=#3D1400>Урон: </color><color=red>20*4/3 секунды (с замедлением; пробивает до 3 зомби, и при каждом попадании наносит 10 урона в области 3×3)</color>\n<color=#0077b6>Система Заморозки: </color><color=red>Ледяные снаряды добавляют 10 очков заморозки, набрав 100 очков, зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Дымогриб + Ледогриб + Гриб Судьбы</color>",
            "cost": ""
        },
        {
            "seedType": 1047,
            "name": "Кабачкострел",
            "introduce": "<color=#3D1400>«У него три головы, а вместо листьев — странное основание. Он совсем не похож на обычного Горохострела!» Многие растения побаиваются необычного вида Кабачкострела. Но ему нет до этого дела. Его жизнь полна интересных занятий: уничтожение зомби, чтение книг, игры в шахматы и, конечно, ежегодные победы в чемпионате по метанию «блинчиков».</color>",
            "info": "Кабачкострел стреляет отскакивающими кабачковыми снарядами.\n\n<color=#3D1400>Урон: </color><color=red>40*3/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Кабачковые снаряды начинают отскакивать от земли после попадания в зомби. Каждый отскок кабачкового снаряда, наносит 40 урона в небольшой области</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тристрел + Кабачок</color>",
            "cost": ""
        },
        {
            "seedType": 1048,
            "name": "Колючкорех",
            "introduce": "<color=#3D1400>Колючкорех всегда сурово смотрит вперёд. «Я пытаюсь напомнить им, что я не вкусный», — говорит он. Но зомби не воспринимают его всерьез, в конце концов, его обычно вообще никто не воспринимает всерьез.</color>",
            "info": "Колючкорех способен прокалывать шины!\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Прокалывание шин наносит урон, равный 50% от максимального здоровья машины. При прокалывании шины теряет 500 прочности и немного отталкивает машину, которой проколол шину</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Колючка</color>",
            "cost": ""
        },
        {
            "seedType": 1049,
            "name": "Огненная Водоросль",
            "introduce": "<color=#3D1400>Как говорится, «горячий как огонь», и Огненная Водоросль знает об этом не понаслышке. Её пылающая страсть так сильна, что даже вода не может её потушить! Жаль только, что зомби рядом с ней ощущают лишь жаркий «гриль», но не слышат её «горячих» речей — ведь они уже обратились в пепел в этом яростном пламени!</color>",
            "info": "Огненная Водоросль сожжёт целый ряд при контакте с зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство + 1800</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Водоросль + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1050,
            "name": "Искажённая Водоросль",
            "introduce": "<color=#3D1400>Искажённая Водоросль — настоящий философ среди растений. Она постоянно размышляет: «Я ли гнездо, или гнездо — это я?» или же задается вопросом: «Откуда приходит трава и куда она уходит?» Она никогда не заботится о личной гигиене, из-за чего другие растения избегают её, видя её неопрятные волосы.</color>",
            "info": "Искажённая Водоросль может утащить под воду до трёх зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное Убийство*3</color>\n<color=#3D1400>Особенности: </color><color=red>При каждом утягивании наносит 600 урона в крайне маленькой области</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Водоросль + Кабачок</color>",
            "cost": ""
        },
        {
            "seedType": 1051,
            "name": "Водорослестрел",
            "introduce": "<color=#3D1400>Водорослестрел любит плавать и загорать. «Многие растения боятся моих глаз», — тихо сказал Водорослестрел, прогуливаясь по пляжу, — «но они не знают, что я просто купил три пары солнцезащитных очков, чтобы защититься от солнечных лучей».</color>",
            "info": "Водорослестрел стреляет снарядами из водорослей, которые замедляют зомби на воде.\n\n<color=#3D1400>Урон: </color><color=red>20*3/1,5 секунды (с замедлением на воде, каждое попадание добавляет 1 очко водорослей)</color>\n<color=#3D1400>Система Водорослей: </color><color=red>Каждая атака наносит дополнительный процентный урон в зависимости от очков водорослей. Когда зомби накопит 30 очков водорослей, он будет мгновенно убит</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Водоросль + Тристрел</color>",
            "cost": ""
        },
        {
            "seedType": 1052,
            "name": "Инфернальный Древофакел",
            "introduce": "<color=#3D1400>Инфернальный Древофакет был явно раздражён. Он был уверен, что именно жара заставила его крону покраснеть, словно у соседнего Халапеньо, а пламя на его вершине стало алым. Похоже, настало время задуматься о поездке в «Снежный край» для охлаждения.</color>",
            "info": "Инфернальный Древофакел ещё сильнее поджигает снаряды!\n\n<color=#3D1400>Особенности: </color><color=red>Усиливает прошедшие через него снаряды: Горох: 80; Вишнёвый снаряд: 120; Железный горох: 320, Солнечный снаряд: урон 400, Маленький подожжённый горох (не путать с низколетящим): 70. Наносит 40 урона ближайшим зомби каждые 3 секунды. Сжигает линию после смерти</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Багряный Древофакел + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1053,
            "name": "Багряный Древофакел",
            "introduce": "<color=#3D1400>Высокая температура и острота всегда идут рука об руку, хотя Багряный Древофакел вряд ли задумывался об этом. Однако многолетняя работа на гриле явно добавила ему особой, неповторимой жаркой харизмы.</color>",
            "info": "Багряный Древофакел сильнее поджигает снаряды.\n\n<color=#3D1400>Особенности: </color><color=red>Усиливает прошедшие через него снаряды: Горох: 60, Вишнёвый снаряд: 120, Железный горох: 320, Солнечный снаряд: 400, Маленький подожжённый горох (не путать с низколетящим): 55. Сжигает линию после смерти</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Древофакел + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1054,
            "name": "Огненный Кабачок",
            "introduce": "<color=#3D1400>«Я не такой нетерпеливый, как мой брат», — спокойно сказал Огненный Кабачок. — «Он всё время думает, что главное — действовать быстро, быстрее и ещё быстрее. Но настоящий ключ к победе — умение дождаться подходящего момента.»</color>",
            "info": "Огненный Кабачок атакует на большем расстоянии, сжигая весь ряд.\n\n<color=#3D1400>Урон: </color><color=red>1800 + 1800</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кабачок + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1055,
            "name": "Тройной Древофакел",
            "introduce": "<color=#3D1400>Растения всегда завидовали тому, как Тройной Древофакел умудряется быть таким состоятельным. «Да это пустяки», — ответил он, вытащив три горошины из своей пышной «шевелюры». — «Просто раньше я подрабатывал фокусником в цирке».</color>",
            "info": "Тройной Древофакел превращает одну горошину в три маленькие подожжённые горошины.\n\n<color=#3D1400>Особенности: </color><color=red>Разбивает пролетающие через него горошины на 3 маленькие подожжённые горошины с уроном 30</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Древофакел + Тристрел</color>",
            "cost": ""
        },
        {
            "seedType": 1056,
            "name": "Факельная Водоросль",
            "introduce": "<color=#3D1400>«Под водой огонь разгореться не может, и потому он не годится для освещения», — сказала Факельная Водоросль. — «Но над водой моё пламя всё так же ярко сияет.»</color>",
            "info": "Факельная Водоросль может поджигать снаряды из водорослей и создавать Пламенные Водоросли.\n\n<color=#3D1400>Особенности: </color><color=red>Поджигает горошины и снаряды из водорослей. Снаряды из водорослей добавляют 1 очко водорослей всем зомби в небольшом радиусе. Каждые 100 пролетевших через неё снарядов создадут Пламенную Водоросль на первой свободной клетке перед Факельной Водорослью</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Водоросль + Древофакел</color>",
            "cost": ""
        },
        {
            "seedType": 1057,
            "name": "Пламенный Кабачок",
            "introduce": "<color=#3D1400>Пламенные Кабачки всегда один за другим выпрыгивают из своих укрытий. «В печи для кабачков слишком жарко, я вот-вот расплавлюсь!» — кричат несколько Пламенных Кабачков одновременно.</color>",
            "info": "Пламенный Кабачок? Наверное, он ничем не отличается от обычного Кабачка.\n\n<color=#3D1400>Урон: </color><color=red>1800</color>\n<color=#3D1400>Особенности: </color><color=red>Красивый жёлто-золотистый окрас, что ещё нужно?</color>",
            "cost": ""
        },
        {
            "seedType": 1058,
            "name": "Обгоревший Тристрел",
            "introduce": "<color=#3D1400>«Почему в итоге выгоду получает Халапеньо?» — недовольно сказал Обгоревший Тристрел, выпуская дым изо рта. — «Это скрещивание всегда портит мои горошины». Они жаловались Древофакелу: «Ты ведь не захочешь есть такие сожжённые горошины, верно?»</color>",
            "info": "Обгоревший Тристрел не может быть с кем-либо скрещен.\n\n<color=#3D1400>Урон: </color><color=red>20*3/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>При появлении сжигает свою и соседние линии. Может быть восстановлен с помощью удобрения</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тристрел + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1059,
            "name": "Кабачковый Древофакел",
            "introduce": "<color=#3D1400>«Слишком жарко! Слишком жарко!» — кричал Кабачок в пламени Кабачкового Древофакела. «Кто поставил меня сюда? Я должен был раздавливать зомби, а не быть шуткой на барбекю-вечеринке!» Действительно, пламя Кабачкового Древофакела было слишком жарким, и Кабачок светился от ожогов. Наконец, он не выдержал, превратился в Пламенного Кабачка и выскочил из пламени Кабачкового Древофакела, чтобы снова вернуться на поле битвы.</color>",
            "info": "Каждые 50 пролетевших через него снарядов создадут Пламенный Кабачок перед ним.\n\n<color=#3D1400>Особенности: </color><color=red>Каждые 50 пролетевших через него снарядов создадут Пламенный Кабачок на первой свободной клетке перед Кабачковым Древофакелом</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Древофакел + Кабачок</color>",
            "cost": ""
        },
        {
            "seedType": 1060,
            "name": "Шипокамень",
            "introduce": "<color=#3D1400><page>Шипокамень только что вернулся из путешествия по Европе. Во время увлекательного отдыха он познакомился с множеством интересных людей. Это расширило его кругозор, он даже не знал, что они построили такие огромные музеи и создали так много произведений искусства. Это было для него по-настоящему удивительно.</color>",
            "info": "Шипокамень может проколоть несколько шин, и наносит больше урона зомби.\n\n<color=#3D1400>Урон: </color><color=red>20*2/1 секунду</color>\n<color=#3D1400>Прочность: </color><color=red>450</color>\n<color=#3D1400>Особенности: </color><color=red>Прокалывание шин дополнительно наносит урон, равный 50% от максимального здоровья машины. При прокалывании шины теряет 50 прочности, при ударе Гаргантюа теряет 50 прочности, а если на неё наступит Меха-Гаргантюа, то потеряет 150 прочности</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 1061,
            "name": "Факельная Колючка",
            "introduce": "<color=#3D1400>Я — земляной огонь, «страстный мясник» для зомби. Выстрели маленьким горошком, и я устрою им «барбекю-вечеринку». Но не волнуйтесь, я профессионал, и я гарантирую — снаружи хрустящий, внутри сочный!</color>",
            "info": "Факельная Колючка поджигает горошины, летящие по низу, а также создаёт Пламенные Колючки.\n\n<color=#3D1400>Особенности: </color><color=red>Поджигает низколетящие горошины. Каждые 100 пролетевших через неё снарядов создадут Пламенную Колючку на первой свободной клетке перед Факельной Колючкой</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Колючка + Древофакел</color>",
            "cost": ""
        },
        {
            "seedType": 1062,
            "name": "Огненная Колючка",
            "introduce": "<color=#3D1400>«Научные исследования показывают, что острота на самом деле — это форма боли», — сказала Огненная Колючка, покачивая красными шипами на своей макушке. «Я заставлю тех зомби, кто не верит в это, на собственном опыте убедиться в этом».</color>",
            "info": "Огненная Колючка поджигает зомби, по которым наносит урон.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды (с поджиганием)</color>\n<color=#720026>Поджог: </color><color=red>Увеличивает любой получаемый урон на 50%. Если зомби умрёт с этим эффектом, он взорвётся, нанеся 100 урона в небольшой области, и распространит его на других ближайших зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Колючка + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1063,
            "name": "Кабачковая Колючка",
            "introduce": "<color=#3D1400>«М? М.» — это фраза, ставшая фирменным выражением Кабачковой Колючки. После обеда или чая происхождение Кабачковых Колючек всегда становилось главной темой разговоров среди растений. Говорят, что в один обычный послеобеденный час, когда Кабачок прыгнул, чтобы раздавить зомби, он не заметил Колючку на земле под его ногами.</color>",
            "info": "Каждая атака Кабачковой Колючки отбросит зомби и выпустит кабачковый снаряд.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая атака отбрасывает зомби назад и выпускает отскакивающий кабачковый снаряд с уроном 40</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Колючка + Кабачок</color>",
            "cost": ""
        },
        {
            "seedType": 1064,
            "name": "Колючкострел",
            "introduce": "<color=#3D1400>Некоторые колючки говорят, что то, чем стреляет Колючкострел, похоже на перхоть, но он считает, что это всего лишь завистливое высказывание.</color>",
            "info": "Колючкострел стреляет пробивными наземными пилами, наносящими огромный урон машинам.\n\n<color=#3D1400>Урон: </color><color=red>5*3/1,5 секунды (с пробитием)</color>\n<color=#3D1400>Особенности: </color><color=red>Попадая по машине, снаряды наносят дополнительный урон, равный 30% от её максимальной прочности и далее исчезают</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тристрел + Колючка</color>",
            "cost": ""
        },
        {
            "seedType": 1065,
            "name": "Гриб-Горохомёт",
            "introduce": "<color=#3D1400>«Мы идем служить в армию!» — с волнением сказали три Гриба-Горохомёта. Их рост не соответствовал требованиям, и найти маленькие шлемы было трудно. Но эти трудности их не смущали, они объединились и решительно были настроены стать лучшей тройкой в армии.</color>",
            "info": "Гриб-Горохомёт стреляет четырьмя горошинами одновременно, а, собравшись вместе, они могут выстрелить 12 горошинами!\n\n<color=#3D1400>Урон (одного): </color><color=red>20*4/1,5 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Горохомёт (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1066,
            "name": "Водоросль-Мутант",
            "introduce": "<color=#3D1400>Водоросль-Мутант обладает умом, склонным к глубоким размышлениям. Она специализируется на философии. Если угостить её стаканом корневого пива, она начнёт без усталости цитировать «Так говорил Заратустра» Ницше или спорить о «Критике чистого разума» Канта. Звучит действительно впечатляюще, но иногда ты просто хочешь поговорить о чем-то лёгком, например, какой температурой обладает вода на дне.</color>",
            "info": "Водоросль-Мутант стреляет отскакивающими снарядами из водорослей, которые замедляют зомби на воде и наносят урон при каждом отскоке.\n\n<color=#3D1400>Урон: </color><color=red>40*3/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>При каждом отскоке снаряд наносит 40 урона в небольшой области, а также замедляет зомби на воде и добавляет им 1 очко водорослей. Система Водорослей описана у Водорослестрела</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Водоросль + Тристрел + Кабачок</color>",
            "cost": ""
        },
        {
            "seedType": 1067,
            "name": "Кошкамыш",
            "introduce": "<color=#3D1400>«Гав!» — говорит Кошкамыш. «Гав, Гав, Гав! Вас это смущает? Вы ожидали, что я замяукаю, потому что у меня в имени есть «кошка» и я выгляжу, как кошка? Здесь не всё так просто. Не надо вешать на меня ярлыки!»</color>",
            "info": "Кошкамыш атакует наземных и воздушных врагов на любой линии, но его нужно высаживать на кувшинку.\n\n<color=#3D1400>Урон: </color><color=red>20*2/1,5 секунды</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 1068,
            "name": "Ледяной Кошкамыш",
            "introduce": "<color=#3D1400>«Я не просто кошка... я... я супер сильная ледяная кошка!» — сказал Ледяной Кошкамыш. «У тебя есть кошачий лёд?» Ледяной Кошкамыш, похоже, очень любил кошачью мяту и всё, что было прохладным и ледяным.</color>",
            "info": "Ледяной Кошкамыш атакует наземных и воздушных врагов на любой линии, замедляя их.\n\n<color=#3D1400>Урон: </color><color=red>20*2/1,5 секунды (с замедлением)</color>\n<color=#0077b6>Система Заморозки: </color><color=red>Ледяные снаряды добавляют 10 очков заморозки, набрав 100 очков, зомби замораживается. Наносит четырёхкратный урон замороженным зомби и приоритетно выбирает их в качестве цели</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кошкамыш + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1069,
            "name": "Огненный Кошкамыш",
            "introduce": "<color=#3D1400>«И вовсе я не рыжий!» — горячо возразил Огненный Кошкамыш. «Ты знаешь народную сказку про Маленькую Тележку? А?» Кстати, Огненный Кошкамыш использует инфракрасное наведение, так называемые «тепловые ракеты».</color>",
            "info": "Огненный Кошкамыш атакует с повышенным уроном наземных и воздушных врагов на любой линии.\n\n<color=#3D1400>Урон: </color><color=red>40*2/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Наносит тройной урон по подожжёным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кошкамыш + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1070,
            "name": "Мракогриб",
            "introduce": "<color=#3D1400>«Мне нравится распылять большое количество спор», — сказал Мракогриб. «Я знаю, что многим это не нравится, говорят, что это грубо, что они воняют и всё такое, но я просто спрошу: вы хотите, чтобы ваши мозги съели зомби?»</color>",
            "info": "Мракогриб стреляет спорами вокруг себя.\n\n<color=#3D1400>Урон: </color><color=red>20*4/1.9 секунды (3*3)</color>",
            "cost": "Стоимость: <color=red>125</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 1071,
            "name": "Огненный Мракогриб",
            "introduce": "<color=#3D1400>Огненный Мракогриб может выпускать горячий пар, что сделало его знаменитым пекарем, известным в округе. Его уникальные пикантные пирожные пользуются большой популярностью.</color>",
            "info": "Огненный Мракогриб стреляет поджигающими спорами вокруг себя.\n\n<color=#3D1400>Урон: </color><color=red>40*4/1.9 секунды (3*3)</color>\n<color=#720026>Поджог: </color><color=red>Увеличивает любой получаемый урон на 50%. Если зомби умрёт с этим эффектом, он взорвётся, нанеся 100 урона в небольшой области, и распространит его на других ближайших зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Мракогриб + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1072,
            "name": "Ледяной Мракогриб",
            "introduce": "<color=#3D1400>Мечта Ледяного Мракогриба — стать физиком. Он постоянно поглощён мировыми загадками и избегает общения с другими растениями. «Почему на моей голове растёт несколько ледяных шипов?» — это его последняя исследовательская тема.</color>",
            "info": "Ледяной Мракогриб стреляет ледяными спорами вокруг себя.\n\n<color=#3D1400>Урон: </color><color=red>20*4/1.9 секунды (3*3) (с замедлением)</color>\n<color=#0077b6>Система Заморозки: </color><color=red>Каждая атака добавляет 5 очков заморозки, набрав 100 очков, зомби замораживается</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Мракогриб + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1073,
            "name": "Высокий Огнерех",
            "introduce": "<color=#3D1400>Высокий Огнерех очень любит Олимпийские игры и настоятельно рекомендует использовать Древофакел в качестве олимпийского факела. Хоть и не советуется есть Высокий Огнерех, но если вы всё же решите попробовать, то обнаружите, что он острый.</color>",
            "info": "Высокий Огнерех представляет собой очень прочного защитника, которого нельзя перепрыгнуть и который бьёт в ответ.\n\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>Восстанавливает 3000 прочности при воздействии Халапеньо (даже от вражеского, при этом сам урона он не получает от него). Каждый раз, когда зомби кусает Высокий Огнерех, он получает 20 урона и поджигается</color>\n<color=#720026>Поджог: </color><color=red>Увеличивает любой получаемый урон на 50%. Если зомби умрёт с этим эффектом, он взорвётся, нанеся 100 урона в небольшой области, и распространит его на других ближайших зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Высокий Стенорех + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1074,
            "name": "Ледяной Шипокамень",
            "introduce": "<color=#3D1400>После возвращения из Аляски, Ледяной Шипокамень был в полном восторге, он не мог дождаться, чтобы заморозить зомби, сделав их холодными и твердыми, при этом «льдом» пробивая их подошвы. Он настаивал на том, чтобы все использовали именно слово «лёд». На его покрытии ещё оставался след пронизывающего холода, привезённого с Аляски, а в его глазах сверкал свет нерастаявшего снега.</color>",
            "info": "Ледяной Шипокамень может проколоть несколько шин, а также замедляет прошедших по нему зомби.\n\n<color=#3D1400>Прочность: </color><color=red>450</color>\n<color=#3D1400>Урон: </color><color=red>20*2/1 секунду (с замедлением)</color>\n<color=#0077b6>Система Заморозки: </color><color=red>Каждая атака добавляет 5 очков заморозки, набрав 100 очков, зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Шипокамень + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1075,
            "name": "Огненный Шипокамень",
            "introduce": "<color=#3D1400>Недавно Огненный Шипокамень побывал в Мексике, где его захватила горячая приветливость местных жителей, и он полюбил тако. Сейчас всю свою приподнятость он направил на совместный проект с Ледяным Шипокамнем по инвестированию в музей тако, но, похоже, Ледяной Шипокамень не особо поддерживает его идеи.</color>",
            "info": "Огненный Шипокамень может проколоть несколько шин, а также поджигает прошедших по нему зомби.\n\n<color=#3D1400>Прочность: </color><color=red>450</color>\n<color=#3D1400>Урон: </color><color=red>40*2/1 секунду (с поджиганием)</color>\n<color=#720026>Поджог: </color><color=red>Увеличивает любой получаемый урон на 50%. Если зомби умрёт с этим эффектом, он взорвётся, и распространит его на других ближайших зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Шипокамень + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1076,
            "name": "Кактусовый Морегриб",
            "introduce": "<color=#3D1400>«Моя родина — пустыня Намиб», — объяснял Кактусовый Морегриб каждому растению, интересующемуся его внешностью. «Если ты хорошо учил географию, то знаешь, что эта пустыня расположена прямо у побережья океана.»</color>",
            "info": "Может атаковать воздушные цели, а также вырастает со временем.\n\n<color=#3D1400>Урон: </color><color=red>20 (20*4)/1,5 секунды</color>\n<color=#3D1400>Время роста: </color><color=red>120 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>При скрещивании даёт 50 солцн</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Морегриб + Кактус</color>",
            "cost": ""
        },
        {
            "seedType": 1077,
            "name": "Морской Солнцегриб",
            "introduce": "<color=#3D1400>«К сожалению, я гриб, а не цветок, поэтому не могу считаться морским цветком или чем-то подобным. Иногда меня это немного огорчает, но не обращай на это внимания», — сказал Морской Солнцегриб. «Я не Подсолнух, я гриб, но все же могу использовать различные физические и химические процессы в воде, чтобы создавать для тебя солнце.»</color>",
            "info": "Производит всё больше солнца в зависимости от стадии роста.\n\n<color=#3D1400>Генерация Солнца: </color><color=red>15 (25) (50)/15 секунд</color>\n<color=#3D1400>Стадии роста:</color>\n<color=red>1: 20 секунд</color>\n<color=red>2: 40 секунд (отсчитывается после 1 стадии)</color>\n<color=#3D1400>Особенности: </color><color=red>При скрещивании даёт 50 солцн</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Морегриб + Подсолнух</color>",
            "cost": ""
        },
        {
            "seedType": 1078,
            "name": "Моресвет",
            "introduce": "<color=#3D1400>«Я был членом группы по созданию атмосферы на пиратской вечеринке у бассейна, три месяца работал в компании по извлечению объектов из глубоких вод Амазонки, а однажды, когда я спал, меня использовали как ночной светильник для рыбалки!» — с досадой, но и с небольшой гордостью рассказал Моресвет. «Теперь я хочу найти стабильную работу, но тот дядя по имени Дэйв обманул меня, сказав, что в бассейне на заднем дворе не хватает освещения, но не упомянул, что он полон зомби!»</color>",
            "info": "Моресвет позволяет видеть сквозь туман, обеспечивает Уровнями Света, а также растёт со временем.\n\n<color=#3D1400>Особенности: </color><color=red>При скрещивании даёт 50 солцн. После 60 секунд вырастает, обеспечивая 1 Уровень Света и развевает туман в области 5*5, вместо 3*3</color>\n<color=#FFFF00>Уровни Света: </color><color=red>Моресвет может обеспечить 1 Уровень Света для сетки 3*3 (5*5)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Морегриб + Лампоцвет</color>",
            "cost": ""
        },
        {
            "seedType": 1079,
            "name": "Светокактус",
            "introduce": "<color=#3D1400>«Опыт, полученный в пустыне, сделал меня невероятно ярким!» — хвастался Светокактус, но каждый день он не забывал добавлять масло в лампу.</color>",
            "info": "Светокактус стреляет шипами и пробивающими лучами света, требующими Уровни Света.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Когда вытягивается стреляет двумя снарядами вместо одного</color>\n<color=#FFFF00>Уровни Света:</color>\n<color=red>1: Шипы пробивают до 3 зомби</color>\n<color=red>2: Атака заменяется на пробивающий луч света</color>\n<color=red>3: Урон по наземным врагам повышается до 40, а по воздушным до 60</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кактус + Лампоцвет</color>",
            "cost": ""
        },
        {
            "seedType": 1080,
            "name": "Светодув",
            "introduce": "<color=#3D1400>«Серебряная свеча, осенний холодный свет, на полотне картины — лёгкий шёлковый веер гонит светлячков.» Это строчка из стихотворения, которую больше всего любил Светодув. С самого детства он был очарован светлячками и часто вечером у воды нежно распускал ветерок, любуясь, как светляки медленно поднимаются из травы, а затем так же плавно возвращаются в тёмные заросли. Такую красоту не понять лишь зомби.</color>",
            "info": "Светодув сдувает туман и временно увеличивает Уровень Света для всех растений на экране.\n\n<color=#3D1400>Особенности: </color><color=red>Обеспечивает 1 Уровень Света для всех растений на экране на 30 секунд (эффект складывается)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Лампоцвет + Сдуватель</color>",
            "cost": ""
        },
        {
            "seedType": 1081,
            "name": "Звездосвет",
            "introduce": "<color=#3D1400>«Все звёзды в воде, рыбацкий огонь стремится к небу. Поток унесёт луну, прилив принесёт звёзды.» В детстве Звездосвет мечтал однажды сорвать звёзды с неба и часто смотрел на звёзды, отражающиеся в воде. И вот, однажды встретив Лампоцвет, он понял: вовсе не нужно завидовать ярким звёздам на небесах. Даже слабый, как светлячок, свет может дарить свет и тепло.</color>",
            "info": "При достаточном Уровне Света снаряды Звездосвета начинают самонаводиться на зомби.\n\n<color=#3D1400>Урон: </color><color=red>40*5/3 секунды</color>\n<color=#FFFF00>Уровни Света: </color>\n<color=red>1: Снаряды самонаводятся на зомби на своём ряду</color>\n<color=red>2: Будет выпускать снаряды независимо от наличия зомби на ряду</color>\n<color=red>3: Снаряды самоноводятся на зомби по всему экрану</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Лампоцвет + Звездоплод</color>",
            "cost": ""
        },
        {
            "seedType": 1082,
            "name": "Кактусовый Дрон",
            "introduce": "<color=#3D1400>Кактусовые Дроны всегда держатся группами, без устали болтая и не замечая окружающих. Растения сомневаются, что такие малыши, как они, могут что-то сделать, но сами Кактусовые Дроны не переживают: «Бабочка может поднять бурю, а мы, конечно же, гораздо сильнее».</color>",
            "info": "Кактусовый Дрон летает в воздухе, не занимая места, и наносит урон только по воздушным целям.\n\n<color=#3D1400>Урон: </color><color=red>20*2/1,5 секунды (статичный) 20*2/1 секунду (привязанный)</color>\n<color=#3D1400>Особенности: </color><color=red>Атакует только летающих зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кактус + Сдуватель</color>",
            "cost": ""
        },
        {
            "seedType": 1083,
            "name": "Морская Звезда",
            "introduce": "<color=#3D1400>«Моё имя звучит как у животного, но на самом деле это не так», — сказала Морская Звезда. «Это просто мой псевдоним. Я волшебник, который может выпускать споры самых разных форм». Он очень не любил подводных зомби, потому что они могли бы обнаружить, что он всего лишь Морегриб с водяным пистолетом в форме звезды на макушке.</color>",
            "info": "Морская звезда стреляет в 5 сторон по одному снаряду, а после вырастания стреляет по два.\n\n<color=#3D1400>Урон: </color><color=red>20*5/1,5 секунды</color>\n<color=#3D1400>Время роста: </color><color=red>60 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>При скрещивании даёт 50 солцн</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Морегриб + Звездоплод</color>",
            "cost": ""
        },
        {
            "seedType": 1084,
            "name": "Ловец Звёзд",
            "introduce": "<color=#3D1400>«Соберу звёзды вокруг себя и подарю их тем, кто захочет загадать желание при встрече с падающей звездой», — считал своей благородной целью Ловец Звёзд. Однако, похоже, не все разделяли его мнение, особенно когда группа метеоритов летела прямо в их сторону.</color>",
            "info": "Ловит снаряды-звёзды и наводит их на врагов.\n\n<color=#3D1400>Особенности: </color><color=red>Перехватывает снаряды-звёзды, максимум может держать 20 звёзд. Раз в 6 секунд выпускает их, обеспечивая их самонаводкой и двойным уроном</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Звездоплод + Сдуватель</color>",
            "cost": ""
        },
        {
            "seedType": 1085,
            "name": "Звездокактус",
            "introduce": "<color=#3D1400>«Странное существо, этот Звездокактус», — говорили растения. «Он лежит на земле, но атакует только зомби в воздухе. Разве нельзя бороться с теми, кто на земле?» С этим Звездокактус не спорил, и благодаря этому заслужил репутацию сдержанного и добродушного. Но на самом деле он просто не хотел раскрывать, что у него плохое зрение, и когда он лежит, то может видеть только небо.</color>",
            "info": "Звездокактус атакует только воздушные цели.\n\n<color=#3D1400>Урон: </color><color=red>20*5/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Выпущенные снаряды самонаводятся и атакуют только воздушные цели</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кактус + Звездоплод</color>",
            "cost": ""
        },
        {
            "seedType": 1086,
            "name": "Моредув",
            "introduce": "<color=#3D1400>У Моредува есть великая, словно дракон, мечта. Он умело управляет тем, что называется «фэншуй» с Востока, прекрасно разбираясь как в неблагоприятных, так и в благоприятных местах. Ветер и вода дополняют друг друга, и независимо от того, что летает в небе или плавает в воде, Моредув надеется, что это поможет отогнать всё плохое от него.</color>",
            "info": "Рассеивает туман и сдувает зомби на своей линии.\n\n<color=#3D1400>Особенности: </color><color=red>При скрещивании даёт 50 солцн. Рассеивает туман и отталкивает наводных зомби на своей линии до самого конца</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Морегриб + Сдуватель</color>",
            "cost": ""
        },
        {
            "seedType": 1087,
            "name": "Светильник Джека",
            "introduce": "<color=#3D1400>Светильник Джека утверждает, что часто видит призраков, но на самом деле, существуют ли призраки? Кто знает, возможно, его просто снова пригласили на хэллоуинскую вечеринку.</color>",
            "info": "Светильник Джека рассеивает туман вокруг себя и обеспечивает Уровнями Света.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Рассеивает туман в небольшой области, обеспечивает 1 Уровень Света в области 3*3, а также восстанавливает 150 (+150 за каждый Уровень Света) прочности раз в 15 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тыква + Лампоцвет</color>",
            "cost": ""
        },
        {
            "seedType": 1088,
            "name": "Колючая Тыква",
            "introduce": "<color=#3D1400>Колючая Тыква на первый взгляд кажется дальним кузеном Тыквы, но на самом деле он отправился за знаниями в пустыню со Сдувателем, и вот стал таким. Странно, но его поверхность выглядит гладко, однако каждый раз, когда растения пытаются влезть внутрь, они получают такие уколы, что начинают сомневаться в своих жизненных силах.</color>",
            "info": "Кусая Колючую Тыкву, зомби будут получать ответный урон.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Когда зомби её кусают, они получают урон, равный силе своего укуса</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тыква + Кактус</color>",
            "cost": ""
        },
        {
            "seedType": 1089,
            "name": "Звездотыква",
            "introduce": "<color=#3D1400>Многие интересуются, сколько же языков знает Звездотыква, раз она может свободно общаться с каждым растением. Звездотыква лишь улыбается: «На самом деле я знаю только язык звездоплодов, потому что именно с ним у меня самое тесное сотрудничество.»</color>",
            "info": "Если посадить в неё Ловца Звёзд, то его лимит снарядов увеличится.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Увеличивает лимит хранения снарядов Ловца Звёзд до 80, а Ловца Метеоритов до 240</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тыква + Звездоплод</color>",
            "cost": ""
        },
        {
            "seedType": 1090,
            "name": "Сиамский Горохострел",
            "introduce": "<color=#3D1400>Сиамский Горохострел — это близнецы среди семейства гороховых. Они часто спорили, куда лучше стрелять: вперёд или назад. Однако, кажется, сейчас они решили эту проблему с помощью рикошета своих пуль.</color>",
            "info": "Сиамский Горохострел стреляет одним горохом вперёд и двумя назад.\n\n<color=#3D1400>Урон: </color><color=red>20*3/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряды отскакивают от левой стороны экрана</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохострел + Горохострел + Горохострел</color>",
            "cost": ""
        },
        {
            "seedType": 1091,
            "name": "Сдувотыква",
            "introduce": "<color=#3D1400>Сдувотыква особенно тщательно следит за своей причёской. Каждый раз перед выходом она тратит полчаса, чтобы привести в порядок листья на своей макушке.</color>",
            "info": "Сдувотыква время от времени создаёт Сдуватель.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Раз в 30 секунд создаёт на ближайшей свободной перед собой клетке Сдуватель (может скрещивать)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тыква + Сдуватель</color>",
            "cost": ""
        },
        {
            "seedType": 1092,
            "name": "Магнитотыква",
            "introduce": "<color=#3D1400>Магнитотыква сильно боится ходить на совместные обеды, ведь каждый раз все металлические столовые приборы неизменно оказываются примагниченными к её лицу.</color>",
            "info": "Магнитотыква может быть скрещена с железными предметами.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Раз в 6 секунд наносит 20 (40, если зомби в воде) урона ближайшим зомби с железными предметами. Чем выше скорость движения зомби, тем выше урон. Эти свойства сохраняются после скрещивания с металлическими предметами</color>\n<color=#3D1400>Магнитная система: </color><color=red>За каждое растение в магнитной системе урон увеличивается на 20</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тыква + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1093,
            "name": "Магнитоплод",
            "introduce": "<color=#3D1400>Магнитоплод всегда мечтал притянуть звёзды с неба, поэтому каждую ночь он проводит, глядя в звёздное небо.</color>",
            "info": "Магнитоплод может быть скрещён с железными предметами.\n\n<color=#3D1400>Урон: </color><color=red>20*5/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Наносит двойной урон по броне</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Звездоплод + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1094,
            "name": "Шутовской Звездоплод",
            "introduce": "<color=#3D1400>Шутовской Звездоплод часто принимают за циркового клоуна, и это его ужасно раздражает. «Может, я и выгляжу смешным, но я супергерой», — говорит он. «Я захватил коробку зомби и надел его геройский костюм!» Возможно, Магниториб, помогавший ему добыть эту коробку, так и не рассказал, откуда она взялась.</color>",
            "info": "Шутовской Звездоплод стреляет взрывными звёздами.\n\n<color=#3D1400>Урон: </color><color=red>40*5/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряды взрываются при столкновении, нанося урон по небольшой площади</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитоплод + Коробка Шута</color>",
            "cost": ""
        },
        {
            "seedType": 1095,
            "name": "Шахтёрский Звездоплод",
            "introduce": "<color=#3D1400>«Настоящий дух шахтёра — я прекрасно понимаю, каково это, быть по пояс в земле. Если не считать всяких сороконожек, это даже не так уж плохо», — говорит Шахтёрский Звездоплод. — «Можешь попробовать снять с меня каску, и тогда увидишь, что у меня гораздо больше шахтёрского духа, чем кажется на первый взгляд».</color>",
            "info": "Зомби не могут атаковать Шахтёрский Звездоплод.\n\n<color=#3D1400>Урон: </color><color=red>20*5/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Зомби проходят мимо него</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитоплод + Кирка</color>",
            "cost": ""
        },
        {
            "seedType": 1096,
            "name": "Звездосталь",
            "introduce": "<color=#3D1400>Когда растения спрашивают у Звездостали про красное пятно на его лице, он всегда отвечает, что это родимое пятно. «На самом деле, это след от моих лепестков», — признаётся Магнитолист. Звездосталь, решив загладить вину, подарила Магнитолисту целое ведро красной краски.</color>",
            "info": "Звездосталь стреляет сюрикенами?!\n\n<color=#3D1400>Прочность: </color><color=red>2000</color>\n<color=#3D1400>Урон: </color><color=red>40*5/1,5 секунды, наносит огромный урон дверям</color>\n<color=#3D1400>Особенности: </color><color=red>Для восстановления 500 прочности можно использовать любые металлические предметы. Получает вдвое меньше урона от взрывных снарядов</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитоплод + Ведро (или Дверь)</color>",
            "cost": ""
        },
        {
            "seedType": 1097,
            "name": "Железная Тыква",
            "introduce": "<color=#3D1400>Железная Тыква всегда чувствует, что ещё не достаточно сильна. «Если бы я была сделан из алмаза, было бы здорово», — говорит она. «Но даже если бы ты была из алмаза, это всё равно было бы недостаточно, ты должна быть сделана из нижнезёмного сплава», — отвечает Звездосталь. Очевидно, они оба забывают, что на самом деле могут наложить на себя зачарования.</color>",
            "info": "Тыква, но железная!\n\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>Для восстановления 500 прочности можно использовать любые металлические предметы. Получает вдвое меньше урона от взрывных снарядов</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитотыква + Ведро (или Дверь)</color>",
            "cost": ""
        },
        {
            "seedType": 1098,
            "name": "Шутовская Тыква",
            "introduce": "<color=#3D1400>Каждое моё появление всегда предвещает выход шута. Все интересуются, что скрывается в его коробке, но никто не знает, что там внутри. Однажды я увидела это, и вот, что со мной стало.</color>",
            "info": "Шутовская Тыква невосприимчива к взрыву Шута.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Защищает растение внутри себя от взрыва Шута</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитотыква + Коробка Шута</color>",
            "cost": ""
        },
        {
            "seedType": 1099,
            "name": "Шахтёрская Тыква",
            "introduce": "<color=#3D1400>Тыква часто используется для защиты растений с тыла от нападений шахтёров. Долго простаивая в тылу, она задумалась: не может ли она просто остановить шахтёров до того, как они попадут в тыл? Тогда она взяла кирку шахтёра и начала исследовать её. В итоге она разработала новую технологию — заставлять шахтёров выкапываться заранее.</color>",
            "info": "Шахтёрская Тыква блокирует путь Зомби-Шахтёрам\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Встречая её на своём пути, Зомби-Шахтёры вылезают из-под земли</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитотыква + Кирка</color>",
            "cost": ""
        },
        {
            "seedType": 1100,
            "name": "Магнитосвет",
            "introduce": "<color=#3D1400>«Иногда мне действительно хочется быть обычным Магнитогрибом», — с завистью сказал Магнитосвет. «Тогда мне не пришлось бы каждый день стоять под ярким светом, и испытывать давление, работая за двоих».</color>",
            "info": "Магнитосвет усиливается от Уровней Света.\n\n<color=#FFFF00>Уровни Света: </color>\n<color=red>1: Перезарядка Магнитосвета 15 → 11 секунд; Область притягивания - 3*3</color>\n<color=red>2: Перезарядка Магнитосвета 11 → 7,5 секунд; Область притягивания - 4*4; В месте, где забирает предмет, наносит 200 урона по области</color>\n<color=red>3: Перезарядка Магнитосвета 7,5 → 5 секунд, Область притягивания - 5*5</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Лампоцвет + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1101,
            "name": "Морской Магнитогриб",
            "introduce": "<color=#3D1400>Другие Морегрибы не могли понять, почему Морской Магнитогриб может поглощать металлические предметы и становиться больше. «Очень просто — E=mc²», — сказал Морской Магнитогриб, хотя, по правде говоря, большая часть энергии тратится впустую, теряясь в воздухе.</color>",
            "info": "Почему железный предмет, который Морской Магнитогриб забирает, становится больше, когда он вырастает?\n\n<color=#3D1400>Особенности: </color><color=red>При скрещивании даёт 50 солцн. После трёх примагниченных предметов вырастает, сокращая время перезарядки до 10 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Морегриб + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1102,
            "name": "Магнитолист",
            "introduce": "<color=#3D1400>Растения прозвали Магнитолист «Магнитным королем». «Экспеллиармус!» — это заклинание всегда произносил Магнитолист против зомби, хоть он и не понимал принципа преобразования ветровой и магнитной энергии, скрытого за этими словами.</color>",
            "info": "Магнитолист отбирает металлические предметы по всему экрану.\n\n<color=#3D1400>Особенности: </color><color=red>Отбирает металлические предметы по всему экрану, максимум — 10, после чего исчезает</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Сдуватель + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1103,
            "name": "Магнитокактус",
            "introduce": "<color=#3D1400>Магнитокактус некоторое время учился в Академии ВВС, где проходил курс по радиочастотным помехам. Он часто хвастался своими отличными результатами. Однако он не осознавал, что все его успехи были благодаря его отцу, командующего воздушными силами.</color>",
            "info": "Магнитокактус может нанести большой урон летающим объектам.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Наносит двойной урон по металлической броне. Наносит 750 урона по металлическому шару. Может сбивать летающие цели, если попадёт по ним достаточное количество раз, для Зомболёта — 10, для Дирижабля-Киров — 20, а для Киров-Дрона — 3</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кактус + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1104,
            "name": "Астроплод",
            "introduce": "<color=#3D1400>Астроплод обожает ясные ночи без тумана — тогда, в часы одиночества, он может поговорить со сверкающими звёздами. Услышав однажды, что его притяжение сравнимо с притяжением звёзд, он уверился: небесные друзья слышат его молитвы и однажды обязательно спустятся к нему.</color>",
            "info": "Призывает метеориты, наносящие зомби сокрушительный урон!\n\n<color=#3D1400>Урон: </color><color=red>60*5/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждые 60-25 секунд вызывается метеорит. Время между вызовами зависит от количества Астроплодов на экране (13 для 25 секунд). Каждое растение в магнитной системе добавляет 5% урона (максимум 120)</color>\n<color=#FFFF00>Уровни Света: </color><color=red>Первые 3 Уровня Света аналогичны Звездосвету</color>\n<color=red>4: Добавляется другой тип метеорита. Время перезарядки двух метеоритов отсчитывается отдельно, снаряды второго метеорита самонаводятся</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Звездоплод + Магнитогриб + Лампоцвет</color>",
            "cost": ""
        },
        {
            "seedType": 1105,
            "name": "Ледяной Повторитель",
            "introduce": "<color=#3D1400>«Как ты стал таким?» — спросил кто-то у Ледяного Повторителя. «На самом деле я был обычным Повторителем, просто однажды зимой заснул и забыл укрыться одеялом», — ответил он.</color>",
            "info": "Ледяной Повторитель стреляет двумя ледяными снарядами одновременно.\n\n<color=#3D1400>Урон: </color><color=red>20*2/1,5 секунды (с замедлением)</color>\n<color=#0099CC>Система Заморозки:</color><color=red>Ледяные снаряды добавляют 10 очков заморозки, набрав 100 очков, зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Повторитель + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1106,
            "name": "Ледомёт",
            "introduce": "<color=#3D1400>Его листья холодные, его лицо холодное, его сердце холодное, его кровь холодная... Этот парень замёрз, что ли? «Я не замёрзну, потому что мои стволы всё ещё горячи», — объяснил дрожащий от холода Ледомёт растерянным растениям, переживающим за него.</color>",
            "info": "Ледомёт стреляет четырьмя ледяными снарядами одновременно.\n\n<color=#3D1400>Урон: </color><color=red>20*4/1,5 секунды (с замедлением)</color>\n<color=#0099CC>Система Заморозки:</color><color=red>Ледяные снаряды добавляют 10 очков заморозки, набрав 100 очков, зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Горохомёт + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1107,
            "name": "Сиамский Ледострел",
            "introduce": "<color=#3D1400>«Не смотри на его холодный внешний вид, возможно, у него есть скрытая сторона?» — сказало одно из растений. Но зомби только фыркнул: «Не гадайте зря, у этого парня его другая сторона тоже холодная!»</color>",
            "info": "Сиамский Ледострел стреляет одним ледяным снарядом вперёд и двумя назад.\n\n<color=#3D1400>Урон: </color><color=red>20*3/1,5 секунды (с замедлением)</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряды отскакивают от левой стороны экрана</color>\n<color=#0099CC>Система Заморозки:</color><color=red>Ледяные снаряды добавляют 10 очков заморозки, набрав 100 очков, зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Сиамский Горохострел + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1108,
            "name": "Сиамский Вишнестрел",
            "introduce": "<color=#3D1400>«Кто это? Кто бросил гранату?» — сказал Сиамский Вишнестрел, вылезая из окопа. «Извини, брат, я подумал, что ты зомби, когда увидел твой ствол направленным на нас,» — немного смущенно ответил Взрывострел.</color>",
            "info": "Сиамский Вишнестрел стреляет одним вишнёвым снарядом вперёд и двумя назад.\n\n<color=#3D1400>Урон: </color><color=red>60*3/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряды отскакивают от левой стороны экрана</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Сиамский Горохострел + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1109,
            "name": "Снайпер",
            "introduce": "<color=#3D1400><page>Резкий взгляд, мощная сила и тихая самоотверженность — Снайпер завоевал единодушную любовь своих боевых товарищей. Единственная проблема возникала, когда они шли в строю — его приклад постоянно упирался в затылки других Горохострелов.</color>",
            "info": "Снайпер выслеживает и стреляет по всем зомби на поле, может попадать в голову.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>500/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая шестая атака попадает в голову, мгновенно убивая зомби. Если скрестить его с Горохомётом, даст свою карточку</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ураганный Горохомёт + Горохострел</color>",
            "cost": "Стоимость: <color=red>600</color>\nПерезарядка: <color=red>7,5 секунд</color>"
        },
        {
            "seedType": 1110,
            "name": "Колючая Дронотыква",
            "introduce": "<color=#3D1400>На книжной полке Колючей Дронотыквы всегда стояли три книги, о которых она никогда не рассказывала другим растениям. Но однажды, ведомый любопытством, Кактусовый дрон тайком проскользнул в её кабинет и увидел названия этих книг: «Руководство по выращиванию суккулентов», «Уход за тыквами после сбора урожая» и «Как научить летать Кактус за 30 секунд».</color>",
            "info": "Создаёт Кактусовых Дронов которые атакуют воздушные цели.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает особенностями Колючей Тыквы. Один Кактусовый Дрон привязан к Колючей Дронотыкве, а каждые 30 секунд  она генерирует Кактусового Дрона в радиусе 3*3, в момент его призыва сдувается туман</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тыква + Кактус + Сдуватель</color>",
            "cost": ""
        },
        {
            "seedType": 1111,
            "name": "Солнцепульта",
            "introduce": "<color=#3D1400>Некоторые задаются вопросом, почему маленькие солнечные качаны, которые бросает Солнцепульта, исчезают, когда улетают за правую сторону крыши. Солнцепульта лишь загадочно улыбается: «А ты как думал, откуда на переднем дворе столько солнца?»</color>",
            "info": "Солнцепульта бросает солнечную капусту, которая отскакивает от зомби и даёт солнце.\n\n<color=#3D1400>Урон: </color><color=red>50/5 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>При высаживании даёт 100 солнц. Снаряд отскочит один раз после попадания в зомби, но может отскочить ещё раз за каждые 200 солнц на балансе, и при каждом попадании в зомби или падении на землю даёт 5 солнц</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Капустопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1112,
            "name": "Капустный Горшок",
            "introduce": "<color=#3D1400>«Я не просто горшок для капусты, и Капустопульта вовсе не самая слабая из растений. Мы с ней лучшие друзья!», — уверенно заявил Капустный Горшок. Хотя, если честно, один из них уже совсем лысый, а второй активно теряет листья.</color>",
            "info": "Капустный Горшок увеличивает скорость атаки посаженной в него Капустопульты или её гибридов.\n\n<color=#3D1400>Особенности: </color><color=red>Увеличивает скорость атаки посаженной в него Капустапульты или её гибридов на 50%</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Цветочный Горшок + Капустопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1113,
            "name": "Кукурузопульта",
            "introduce": "<color=#3D1400>Кукурузопульта никак не могла понять, почему, несмотря на то что она освоила все навыки Зернопульты и показывала себя на поле боя вполне достойно, Дэйв всё равно избегает смотреть на неё и явно не хочет видеть её рядом. На самом деле причина была проста: она слишком уж похожа на кукурузное тако, и каждый раз, глядя на неё, Дэйв едва сдерживал желание схватить её и съесть.</color>",
            "info": "Кукурузопульта атакует зомби кукурузой, а также может бросить масло.\n\n<color=#3D1400>Урон: </color><color=red>50/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряд отскакивает после попадания один раз. Шанс на масляный снаряд 25%, при попадании обездвижвает зомби на 4 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Капустопульта + Зернопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1114,
            "name": "Кукурузный Горшок",
            "introduce": "<color=#3D1400>Кукурузный горшок уверен, что он не просто вкусный — в его представлении кукурузные початки с маслом обеспечивают больше питательных веществ, чем обычная почва, особенно для грибов. Его любимый цветок — лютик, любимая еда — масло, любимая посуда — чашка, а любимая песня — «Buttercup».</color>",
            "info": "Кукурузный Горшок увеличивает вероятность бросить масло для посаженной в него Зернопульты или её гибридов.\n\n<color=#3D1400>Особенности: </color><color=red>Увеличивает вероятность посаженной в него Зернопульты или её гибридов бросить масло с 25% до 50%</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Цветочный Горшок + Зернопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1115,
            "name": "Маслолист",
            "introduce": "<color=#3D1400>«Защищать окружающие растения — моя ответственность». Как профессиональный косплеер, «Маслолист» настолько искусно владеет своим ремеслом, что никому и в голову не приходит, что на самом деле он — обычный кукурузный початок, «носящий» парик из масла и обожающий стоять вверх ногами.</color>",
            "info": "Маслолист отбрасывает подошедших близко зомби и обездвиживает их маслом.\n\n<color=#3D1400>Прочность: </color><color=red>1000</color>\n<color=#3D1400>Особенности: </color><color=red>Отбрасывает подошедших близко зомби и обездвиживает их маслом на 4 секунды. Прочность тратится в зависимости от того, сколько зомби было отброшено (1 зомби: 100; 2-4: 150; 5 и больше: 250)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Зернопульта + Зонтолист</color>",
            "cost": ""
        },
        {
            "seedType": 1116,
            "name": "Ледяная Арбузопульта",
            "introduce": "<color=#3D1400>Ледяная Арбузопульта сказала Арбузопульте: «Я раньше не была ледяной, просто однажды я полезла в холодильник за мороженым и случайно превратилась в кусок льда».</color>",
            "info": "Ледяная Арбузопульта бросает замедляющие ледяные арбузы в зомби.\n\n<color=#3D1400>Урон: </color><color=red>80/3 секунды (с замедлением)</color>\n<color=#0077b6>Система Заморозки: </color><color=red>Ледяные арбузы добавляют 50 очков заморозки зомби, в которых они попадают, и 5 очков тем, кого задел урон по области, набрав 100 очков, зомби замораживается. Наносит четырёхкратный урон замороженным зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Арбузопульта + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1117,
            "name": "Зубчикопульта",
            "introduce": "<color=#3D1400>— В 90-х люди считали, что лучшее средство против зомби — это клейкий рис и кровь чёрной собаки. А для нас, растений, стратегическим ресурсом является Чеснок, — с важным видом заявила Зубчикопульта. На самом деле она просто старый початок, который притворяется чесноком.</color>",
            "info": "Бросает зубчики чеснока, набирающие очки отравления, а также может бросить чеснок, чтобы обездвижить и отравить зомби.\n\n<color=#3D1400>Урон: </color><color=red>20/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Есть шанс 25% бросить чеснок с уроном 40, который обездвижит зомби на 4 секунды и немедленно его отравит. Укусивший её зомби сменит линию</color>\n<color=#336600>Система Отравления: </color><color=red>Максимум 5 очков. По достижению 5 очков зомби отравляется. Пока отравлен, зомби теряет 20*(количество очков отравления) здоровья</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Зернопульта + Чеснок</color>",
            "cost": ""
        },
        {
            "seedType": 1118,
            "name": "Чесночная Капустопульта",
            "introduce": "<color=#3D1400>«Капуста — это аромат, свежесть, польза для здоровья и простота приготовления. А если перед подачей добавить несколько зубчиков чеснока, блюдо станет ещё вкуснее», — объясняет Чесночный Шеф. Он также утверждает, что регулярное употребление чеснока помогает бороться с выпадением волос.</color>",
            "info": "Бросает отскакивающие чесночные качаны в зомби.\n\n<color=#3D1400>Урон: </color><color=red>40/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряд отскакивает один раз. Каждый раз, когда снаряд попадает в зомби с ненулевыми очками отравления, он может отскочить еще раз. Максимума отскоков нет. Каждое попадание добавляет 1 очко отравления. Укусивший её зомби сменит линию</color>\n<color=#336600>Система Отравления: </color><color=red>Максимум 5 очков. По достижению 5 очков зомби отравляется. Пока отравлен, зомби теряет 20*(количество очков отравления) здоровья</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Капустопульта + Чеснок</color>",
            "cost": ""
        },
        {
            "seedType": 1119,
            "name": "Чеснокопульта",
            "introduce": "<color=#3D1400>Раньше мало кто осмеливался «строить из себя важного» перед Чеснокопультой, и почти все старались обходить её стороной. Однако сама она вовсе не стремилась внушать страх. Она не ожидала вернуть былую популярность, которую имела в качестве шеф-повара, но искренне хотела завести друзей, разделяющих её любовь к аллицину. Теперь всё изменилось: благодаря ей многие начали ценить эту полезную составляющую чеснока.</color>",
            "info": "Чеснокопульта бросает огромными чесноками в зомби.\n\n<color=#3D1400>Урон: </color><color=red>80/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждый задетый снарядом зомби получает 1 очко отравления. Каждое очко отравления увеличивает входящий урон по площади на 5. Укусивший её зомби сменит линию</color>\n<color=#336600>Система Отравления: </color><color=red>Максимум 5 очков. По достижению 5 очков зомби отравляется. Пока отравлен, зомби теряет 20*(количество очков отравления) здоровья</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Арбузопульта + Чеснок</color>",
            "cost": ""
        },
        {
            "seedType": 1120,
            "name": "Початочная Пушка",
            "introduce": "<color=#3D1400>Мало кто знает, что Початочная Пушка получила образование в Гарварде и даже работала в известной Нью-Йоркской<page>юридической фирме. Её способность уничтожать целые орды зомби за один выстрел давно стала легендарной. Однако остаётся загадкой, что именно пробудило её поразительный боевой потенциал. Быть может, годы юридических баталий научили её меткости и стратегическому мышлению? Или секрет кроется в тайных исследованиях, которыми она занималась в университете?</color>",
            "info": "Смертоносные кукурузные початки можно запустить вручную, чтобы нанести взрывной урон.\n\n<color=#3D1400>Урон: </color><color=red>1800</color>\n<color=#3D1400>Перезарядка: </color><color=red>36 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Высаживается на 2 стоящие рядом Зернопульты (левая главная)</color>",
            "cost": "Стоимость: <color=red>300</color>\nПерезарядка: <color=red>50 секунд</color>"
        },
        {
            "seedType": 1121,
            "name": "Початкопульта",
            "introduce": "<color=#3D1400>Початкопульта всегда хмурится, но на вопросы о причине её мрачности она лишь отмалчивается. Когда её спросили напрямую, она тяжело вздохнула: «В последнее время все только и спрашивают, что из себя представляет кукурузный арбуз — клейкий он или сладкий? Почему они спрашивают об этом меня? Я ведь его не ем. Только зомби могут знать ответ на этот вопрос».</color>",
            "info": "Початкопульта бросает очищенные кукурузные початки, а также может бросить масло.\n\n<color=#3D1400>Урон: </color><color=red>100/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>С шансом 25% бросает масло, которое обездвиживает главную цель на 4 секунды, а остальных задетых на (4 / количество задетых целей) секунд. Минимальное время обездвиживания - 0,5 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Арбузопульта + Зернопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1122,
            "name": "Огненная Пушка",
            "introduce": "<color=#3D1400>Огненная Пушка увлечена своим громким и ярким делом — взрывающимся попкорном. Её насыщенный аромат Халапеньо приводит зомби в ужас и мгновенно оживляет любую обстановку. Даже если что-то слегка пригорит, это лишь добавляет колорита. В последнее время она подумывает о том, чтобы отобедать с Огненным Мракогрибом.</color>",
            "info": "Вместо кукурузы стреляет огненными сгустками.\n\n<color=#3D1400>Урон: </color><color=red>3600 (с поджиганием)</color>\n<color=#3D1400>Особенности: </color><color=red>Ручной наводкой выпускается огненный снаряд, поджигающий выжившие цели. Если направить выстрел на растения, то, если это возможно, в радиусе 3*3 на них применится скрещивание Халапеньо</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Початочная Пушка + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1123,
            "name": "Ледяная Пушка",
            "introduce": "<color=#3D1400>Ледяная Пушка, несмотря на свой суровый внешний вид, — душа компании и заботливая подруга, уважающая старших и оберегающая младших. В межсезонье она обожает кататься на лыжах, играть на барабанах и исследовать пещеры. А на вечеринках у неё есть особый талант — рассказывать ледяные шутки, которые помогают остудить любой накал страстей.</color>",
            "info": "Вместо кукурузы стреляет ледяными бомбами.\n\n<color=#3D1400>Урон: </color><color=red>1800 (с заморозкой)</color>\n<color=#3D1400>Особенности: </color><color=red>Ручной наводкой выпускается ледяной снаряд, замораживающий выжившие цели. Если направить выстрел на растения, то, если это возможно, в радиусе 3*3 на них применится скрещивание Ледогриба</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Початочная Пушка + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1124,
            "name": "Арбузная Капустопульта",
            "introduce": "<color=#3D1400>«Под зелёной кожурой моего сердца цветут розы» — эта фраза на самом деле о том, как неожиданно может обернуться поход в незнакомую парикмахерскую. Будьте готовы: это может стать самым непредсказуемым решением в вашей жизни.</color>",
            "info": "Снаряды Арбузной Капустопульты отскакивают один раз.\n\n<color=#3D1400>Урон: </color><color=red>120/3 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Капустопульта + Арбузопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1125,
            "name": "Арбузный Горшок",
            "introduce": "<color=#3D1400>Экономный Арбузный Горшок никак не мог смириться с тем, как Арбузопульта разбрасывается арбузами направо и налево. После каждой битвы с зомби он тайком собирал разбросанные куски арбузов. «Это называется технология беспочвенного выращивания», — объяснял он. «Здесь каждая пядь земли на вес золота, не всякому растению найдётся место в почве. Так что приходится выкручиваться.»</color>",
            "info": "Арбузный Горшок увеличивает урон по области высаженной на него Арбузопульты или её гибрида.\n\n<color=#3D1400>Особенности: </color><color=red>При скрещивании даёт 100 солнц. Урон по области высаженной на него Арбузопульты или её гибрида не может быть меньше чем 2/3 от значения её урона</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Цветочный Горшок + Арбузопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1126,
            "name": "Такопульта",
            "introduce": "<color=#3D1400>«В детстве старшие часто спрашивали меня, кем я хочу стать», — вспоминает Такопульта. «Они всегда говорили, что нельзя одновременно быть метателем кукурузы, арбузов и капусты. Но я так не думала. Пусть я была всего лишь ребёнком, но тогда я твёрдо решила: я хочу всё и сразу».</color>",
            "info": "Такопульта бросает свёртки, которые распадаются на другие снаряды, а также она умеет вести непрерывный огонь.\n\n<color=#3D1400>Урон: </color><color=red>140/5 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Шанс на непрерывную стрельбу 42%. После того, как снаряд попадет в зомби, он разделится на кукурузный (шанс на масляный арбуз 25%) и капустный арбуз.</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Капустопульта + Зернопульта + Арбузопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1127,
            "name": "Чесноколист",
            "introduce": "<color=#3D1400>«Подходите, обнимите меня!» — заявляет Чесноколист. — «Вы только займитесь фургоном, а план оставьте на меня! Фургон не так важен, важнее то, что внутри — мозги! А ещё запомните: побеждать зомби нужно при помощи зомби. И ещё кое-что... Кто-нибудь, налейте мне чаю! Зомби-зомби, уходите прочь, зомби-зомби, уходите прочь!»</color>",
            "info": "Листы из чеснока..? Как это вообще возможно?!\n\n<color=#3D1400>Прочность: </color><color=red>1000</color>\n<color=#3D1400>Особенности: </color><color=red>Отбрасывает подошедших близко зомби, наносит 40 урона и заставляет их сменить линию. Прочность тратится в зависимости от того, сколько зомби было отброшено (1 зомби: 100; 2-4: 150; 5 и больше: 250)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Чеснок + Зонтолист</color>",
            "cost": ""
        },
        {
            "seedType": 1128,
            "name": "Капустолист",
            "introduce": "<color=#3D1400>Когда у Капустолиста спросили о секрете его успеха, он ответил: «На самом деле, мне просто сложно удерживать снаряд на своей вершине». Он сделал паузу и добавил: «Зато другие растения всегда говорят, что я просто топчик».</color>",
            "info": "Капустолист помогает растениям бросать снаряды, увеличивая их урон.\n\n<color=#3D1400>Прочность: </color><color=red>1000</color>\n<color=#3D1400>Особенности: </color><color=red>Катапульты будут бросать снаряды на Капустолист, он, поймав их, отбросит их во врагов, увеличив урон брошенного снаряда на 75%. Отбрасывает подошедших близко зомби. Прочность тратится в зависимости от того, сколько зомби было отброшено (1 зомби: 100; 2-4: 150; 5 и больше: 250)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Зонтолист + Капустопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1129,
            "name": "Робо-Орех",
            "introduce": "<color=#3D1400>Возможно, не все знают, что среди Стенорехов тоже есть изобретатели. Эти умельцы, вдохновляясь военной техникой зомби, создали свои собственные боевые машины. «Технологии зомби в конечном итоге обернутся против них самих», — заметил Робо-Орех.</color>",
            "info": "Робо-Орехи могут поглощать силу Халапеньо или Ледогриба.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>. Для восстановления 1000 прочности можно использовать любые металлические предметы. Получает вдвое меньше урона от взрывных снарядов. При воздействии на него Ледогрибом или Халапеньо, Робо-Орех примет ледяную или огненную форму соответственно. Каждая смена формы восстанавливает 3000 прочности. При смерти воспроизводит последний полученный эффект. Получает урон за другие растения в радиусе 3*3. Текущая прочность может превышать максимальную, предел — 16000. Когда исчезает выпавший металлический предмет, и на поле нет ни одного Меха-Ореха, всем Робо-Орехам восстанавливается в общей сложности 1000 прочности (делится поровну между всеми)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Фрагмент Робота</color>",
            "cost": ""
        },
        {
            "seedType": 1130,
            "name": "Чесночный Горшок",
            "introduce": "<color=#3D1400>Чесночный Горшок давно мечтал устроить для своих растений полноценную дезинфекцию, особенно для тех, что стоят на передовой и напрямую сталкиваются с зомби. Однако, похоже, только растения из семейства чесночных готовы расти в его горшке. «Некоторые растения лучше будут контактировать с зомби, чем перенесут мой чесночный аромат», — вздыхает Чесночный Горшок. — «Теперь мне остается только дезинфицировать чеснок чесноком, да еще выслушивать, что мы сходимся по чесночным вкусам».</color>",
            "info": "Уменьшает урон, получаемый Чесноком или его гибридами, а также сам является очень поганым на вкус.\n\n<color=#3D1400>Особенности: </color><color=red>Чеснок и его гибриды, посаженные в Чесночном Горшке, будут получать на 5 меньше урона от укуса зомби. Зомби, укусивший растение в этом горшке, (или сам горшок) будет менять линию в сторону центральной</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Цветочный Горшок + Чеснок</color>",
            "cost": ""
        },
        {
            "seedType": 1131,
            "name": "Арбузолист",
            "introduce": "<color=#3D1400>«Бросишь мне папайю — отвечу яшмой». Арбузолист всегда любил эту фразу из Ши цзина. Растения, обращаясь к нему с просьбами, знали, что подарки не требуются — он всегда возвращал всё в первозданном виде. Ну, почти всегда. Если только это не баскетбольный мяч. В этом плане Арбузолист — настоящий фанатик баскетбола.</color>",
            "info": "Оболочка Арбузолиста достаточно крепкая, чтобы отбивать снаряды.\n\n<color=#3D1400>Прочность: </color><color=red>2000</color>\n<color=#3D1400>Особенности: </color><color=red>Отбивает прилетающие сверху снаряды (взрывные сняряды отнимают 100 прочности), превращая их в арбуз, который бросает обратно. Отражает вражеские прямолетящие снаряды (взрывные снаряды отнимают 200 прочности) обратно во врагов. Отбрасывает подошедших близко зомби и наносит им урон, равный 80+(урон каждого отбитого сняряда). Прочность тратится в зависимости от того, сколько зомби было отброшено (1 зомби: 100; 2-4: 150; 5 и больше: 250)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Арбузопульта + Зонтолист</color>",
            "cost": ""
        },
        {
            "seedType": 1132,
            "name": "Арбузная Пушка",
            "introduce": "<color=#3D1400>Арбузная Пушка — ярая сторонница теории преимущества огневой мощи. «Если одного снаряда недостаточно, то пусть будет два, три, четыре!» — таков её девиз, благодаря которому она побеждает на поле боя и становится любимицей на летних вечеринках.</color>",
            "info": "Вместо кукурузы стреляет внушительным количеством арбузов.\n\n<color=#3D1400>Урон: </color><color=red>200/арбуз</color>\n<color=#3D1400>Особенности: </color><color=red>Ручной наводкой укажите клетку, область (3*5) вокруг которой будет обстрелена арбузами. В центральной области области 3*3 гарантированно падает 40 арбузов</color>\n<color=#3D1400>Перезарядка: </color><color=red>36 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>(Арбузопульта + Зернопульта + Арбузопульта) + Хикамовый Скрещиватель</color>",
            "cost": ""
        },
        {
            "seedType": 1133,
            "name": "Зонтичный Горшок",
            "introduce": "<color=#3D1400>Другие горшки недоумевали, почему у Зонтичного Горшка столько густых листьев, но он невозмутимо ответил, что просто прочитал книгу под названием «Уход за растениями в горшках».</color>",
            "info": "Зонтичный Горшок усиливает Зонтилист и его гибриды, посаженные в него.\n\n<color=#3D1400>Маслолист: </color><color=red>добавялет 2 секунды к обездвиживанию, увеличивает отбрасывание на 50%</color>\n<color=#3D1400>Арбузолист: </color><color=red>Удваивает урон отражённых снарядов</color>\n<color=#3D1400>Капустолист: </color><color=red>Может направлять снаряды на соседние линии</color>\n<color=#3D1400>Все остальные гибриды Зонтолиста: </color><color=red>Увеличивает отбрасывание в два раза</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Цветочный Горшок + Зонтолист</color>",
            "cost": ""
        },
        {
            "seedType": 1134,
            "name": "Серебряная Капустопульта",
            "introduce": "<color=#3D1400>Помимо своего блестящего внешнего вида, Серебряная Капустопульта имеет сердце, как серебро. Она мечтает стать учителем и уже придумала себе прозвище: «Серебряный учитель растений».</color>",
            "info": "Серебряная Капустопульта кидает серебряную капусту в зомби.\n\n<color=#3D1400>Урон: </color><color=red>60/3 секунды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Златоцвет + Капустопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1135,
            "name": "Золотая Капустопульта",
            "introduce": "<color=#3D1400>Не только своим золотистым обликом, но и сердцем, как настоящее золото, славится Золотая Капустопульта. Она наслаждается борьбой с зомби и, возможно, однажды её смогут назвать «Золотым Капустоводцем».</color>",
            "info": "Кидает золотую капусту в зомби. Имеет Ультимейт!\n\n<color=#3D1400>Урон: </color><color=red>80/3 секунды</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 1000$ бросает в каждого зомби золотую капусту, наносящую 300 урона</color>\n<color=#3D1400>Цена улучшения: </color><color=red>1000$</color>",
            "cost": ""
        },
        {
            "seedType": 1136,
            "name": "Серебряный Горшок",
            "introduce": "<color=#3D1400>«Многие говорят о золоте, серебре, как будто существует какая-то иерархия, но на самом деле это всего лишь имена», — сказал Серебряный Горшок. — «Златоцвет может быть серебристым, и его все равно будут называть золотым». Если бы его глаза не были прикованы к краю потолка, где лежал кофе, его слова могли бы быть более убедительными.</color>",
            "info": "Серебряный Горшок генерирует монетки.\n\n<color=#3D1400>Генерация Монет: </color><color=red>25/25 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Может быть улучшен до Золотого Горшка</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Цветочный Горшок + Златоцвет</color>",
            "cost": ""
        },
        {
            "seedType": 1137,
            "name": "Золотой Горшок",
            "introduce": "<color=#3D1400>«Многие богатые люди считают деньги ничем, но я, как и они, тоже богат, но я с ними не согласен», — сказал Золотой Горшок. — «Именно так я и стал богатым».</color>",
            "info": "Связывает посаженные в него золотые растения одной системой.\n\n<color=#3D1400>Генерация Монет: </color><color=red>25/25 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Когда золотое растение, посаженное в Золотом Горшке, активирует Ультимейт, все другие золотые растения, посаженные в Золотых Горшках, тоже активируют свой Ультимейт</color>\n<color=#3D1400>Цена улучшения: </color><color=red>2000$, за каждый Золотой Горшок на поле цена растёт в 2 раза</color>",
            "cost": ""
        },
        {
            "seedType": 1138,
            "name": "Серебряная Зернопульта",
            "introduce": "<color=#3D1400>«Почему мы бросаем серебряные монеты в зомби? Почему? Хоть зомби и всего лишь игровые данные, но мы ведь должны оказать им хоть какое-то внимание в последние минуты», — сказала Серебряная Зернопульта. Ранее она работала в кинотеатре, но, заметив, что у неё есть дар убеждения, она с пакетом масла и зёрнами кукурузы отправилась в мир публичных выступлений.</color>",
            "info": "Бросает серебряные зёрна в зомби, а также может бросить мешок монет, чтобы обездвижить зомби.\n\n<color=#3D1400>Урон: </color><color=red>40/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Есть шанс 25% бросить мешок монет с уроном 60, которое обездвижит зомби на 4 секунды и даст 25$. Может быть улучшена до Золотой Зернопульты</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Златоцвет + Зернопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1139,
            "name": "Золотая Зернопульта",
            "introduce": "<color=#3D1400>Золотая Зернопульта слышала такие выражения, как «золотые слова» и «золотое скрещивание», но она думала, что настоящие сокровища, возможно, это импортное масло и кукурузные бомбы... Эм, можно сказать, что это «просто золото».</color>",
            "info": "Бросает золотые зёрна в зомби, а также может бросить мешок монет, чтобы обездвижить зомби. Имеет Ультимейт!\n\n<color=#3D1400>Урон: </color><color=red>60/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Есть шанс 25% бросить мешок монет с уроном 80, которое обездвижит зомби на 4 секунды и даст 100$</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 3000$ запускает 4 кукурузные бомбы в ближайшего зомби на своей линии, наносящие 450 урона в области 3*3</color>\n<color=#3D1400>Цена улучшения: </color><color=red>2000$</color>",
            "cost": ""
        },
        {
            "seedType": 1140,
            "name": "Двойной Златоцвет",
            "introduce": "<color=#3D1400>«Пора создать золотую монету!» — воскликнула одна из близнецов-Златоцветов. А другая настояла: «В это время должна появиться серебряная монета!» Поскольку они постоянно не могли прийти к общему мнению, каждая решила создавать по-своему. Возможно, для них это было даже к лучшему. «Двойное мнение, двойная эффективность. Разве не так?»</color>",
            "info": "Двойной Златоцвет генерирует вдважды больше монет!\n\n<color=#3D1400>Генерация Монет: </color><color=red>20 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>75% шанс произвести 100$, 20% шанс произвести 300$ и 5% шанс произвести 1000$</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Златоцвет + Златоцвет</color>",
            "cost": ""
        },
        {
            "seedType": 1141,
            "name": "Серебряная Арбузопульта",
            "introduce": "<color=#3D1400>Иногда Серебряная Арбузопульта чувствует себя самой ценной Арбузопультой, пока не вспоминает о более ценной Золотой. «Серебряный арбуз — это арбуз, а арбуз, сделанный из золота, с жёлтой мякотью и чесночным вкусом, тоже арбуз. В конце концов, это всё арбузы, и с каждым днём круг арбузов становится всё шире...» — с горькой улыбкой сказала Початкопульта, — «...ну, в общем, это тоже неплохо».</color>",
            "info": "Серебряная Арбузопульта кидает серебряные арбузы в зомби.\n\n<color=#3D1400>Урон: </color><color=red>100/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Может быть улучшена до Золотой Арбузопульты</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Златоцвет + Арбузопульта</color>",
            "cost": ""
        },
        {
            "seedType": 1142,
            "name": "Золотая Арбузопульта",
            "introduce": "<color=#3D1400>Ты можешь спросить у Золотой Арбузопульты, из золота ли сделаны его кожура и семена — ей все равно. Но только не спрашивай, бессемянны ли её арбузы, иначе она точно рассердится.</color>",
            "info": "Кидает золотые арбузы в зомби. Имеет Ультимейт!\n\n<color=#3D1400>Урон: </color><color=red>120/3 секунды</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 3000$ запускает 60 золотых арбузов с уроном 120, которые случайно падают по всему экрану</color>\n<color=#3D1400>Цена улучшения: </color><color=red>3000$</color>",
            "cost": ""
        },
        {
            "seedType": 1143,
            "name": "Серебряный Зонтолист",
            "introduce": "<color=#3D1400>Серебряный Зонтолист всегда переживал, что кто-то может украсть его деньги, пока его нет дома, поэтому решил носить их с собой везде, даже когда сражается с зомби. Он считал, что так будет безопаснее, но на самом деле это создавало новые риски. «Это мои деньги, вы не можете их поднимать!» — воскликнул он с горечью, но, к сожалению, никто его не слушал.</color>",
            "info": "Серебряный Зонтолист даёт монетки, отбивая летящие сверху снаряды.\n\n<color=#3D1400>Прочность: </color><color=red>1000</color>\n<color=#3D1400>Особенности: </color><color=red>За каждое отбивание даёт 25$. Отбрасывает подошедших близко зомби. Прочность тратится в зависимости от того, сколько зомби было отброшено (1 зомби: 100; 2-4: 150; 5 и больше: 250)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Златоцвет + Зонтолист</color>",
            "cost": ""
        },
        {
            "seedType": 1144,
            "name": "Золотой Зонтолист",
            "introduce": "<color=#3D1400>Золотой Зонтолист не любил это место. После случайного падения в воду его вместе с Серебрянным Зонтолистом отправили в подарок Дэйву. Вспоминая об этом, он очень обижался. «Это несправедливо! Почему я должен быть подарком!» — возмущался он.</color>",
            "info": "Даёт больше монеток, отбивая летящие сверху снаряды. Имеет Ультимейт!\n\n<color=#3D1400>Прочность: </color><color=red>1000</color>\n<color=#3D1400>Особенности: </color><color=red>За каждое отбивание даёт 50$. Отбрасывает подошедших близко зомби. Прочность тратится в зависимости от того, сколько зомби было отброшено (1 зомби: 100; 2-4: 150; 5 и больше: 250)</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 2000$ полностью восстанавливает прочность и отталкивает всех зомби в радиусе 3*3, давая 25$ за каждого. Также, если в радиусе Ультимейта будет летящий Чертёнок, то Золотой Зонтолист выкинет его с экрана, дав 3000$. Перезарядка — 7,5 секунд</color>\n<color=#3D1400>Цена улучшения: </color><color=red>1000$</color>",
            "cost": ""
        },
        {
            "seedType": 1145,
            "name": "Серебряный Чеснок",
            "introduce": "<color=#3D1400>Есть ли запах у Серебрянного Чеснока? Наверное, нет. Для растений его запах не был заметен, и зомби подумали, что для них будет так же... Пока не попробовали и не пожалели!</color>",
            "info": "Серебряный Чеснок? Зубы сломаешь.\n\n<color=#3D1400>Прочность: </color><color=red>600</color>\n<color=#3D1400>Особенности: </color><color=red>Может быть улучшен до Золотого Чеснока</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Златоцвет + Чеснок</color>",
            "cost": ""
        },
        {
            "seedType": 1146,
            "name": "Золотой Чеснок",
            "introduce": "<color=#3D1400>Золотой Чеснок с блестящей поверхностью источает невыносимый запах. «Вот она, истинная суть золота», — сказал Золотой Чеснок. — «Самое важное — конечно же, внешность!». На самом деле растения хорошо знали, что Золотой Чеснок просто использует философские слова, чтобы скрыть тот факт, что он всего лишь покрытый золотом чеснок.</color>",
            "info": "Золотой Чеснок?! Золотые зубы звучит как хорошее предложение... Имеет Ультимейт!\n\n<color=#3D1400>Прочность: </color><color=red>900</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 1000$ заставляет всех зомби на своей линии сменить её</color>\n<color=#3D1400>Цена улучшения: </color><color=red>1000$</color>",
            "cost": ""
        },
        {
            "seedType": 1147,
            "name": "Гипнорех",
            "introduce": "<color=#3D1400>Гипнорех всегда испытывал к зомби особые чувства. «Когда они меня кусают, это так приятно, не в смысле как чесание спины, а... давайте считать, что это просто привязанность, которая возникла с течением времени», — сказал он.</color>",
            "info": "Призывает очарованных зомби. Отличный напарник Глюкогриба!\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Каждый раз, когда зомби его кусает, есть 4% шанс очаровать его. Каждые 30 секунд призывает Зомби в пакете. Снаряды Очаровательного Трусогриба, попадая в Гипнорех, восстановят ему 100 прочности. Поглощает снаряды Очаровательного Трусогриба каждого цвета, накапливая их (максимум может хранить 3 снаряда каждого цвета). Накопив хотя бы по одному снаряду каждого цвета, он использует один снаряд каждого снаряда, чтобы призвать очарованного Зомби в Золотой Коробке, после чего полностью восстанавливается</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Гипногриб</color>",
            "cost": ""
        },
        {
            "seedType": 1148,
            "name": "Алхимолист",
            "introduce": "<color=#3D1400>Алхимолист не только является самым богатым растением в своём мире, но и создал множество рабочих мест, предоставив зомби и растениям различные возможности. На одной из своих речей он сказал: «Я дал возможность полностью раскрыть их остаточную ценность». Алхимолист поправил свои тяжёлые золотые очки и обратился к зрителям.</color>",
            "info": "Высокий риск — Высокая награда!\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Золотого Зонто- и Чесноколиста. Зомби с трезубцами будут приоритетно выбирать его в качестве цели</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 3000$ отталкивает всех зомби в радиусе 3*3, а если у зомби в радиусе будет меньше 25% здоровья, он превратится в серебряную статую, которая даст 1000$, а если меньше 10%, то статуя будет золотой, и будет давать 3000$. Перезарядка — 7,5 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Золотой Чеснок + Зонтолист | Золотой Зонтолист + Чеснок</color>",
            "cost": ""
        },
        {
            "seedType": 1149,
            "name": "Огненная Арбузопульта",
            "introduce": "<color=#3D1400>Растения всегда считали, что Огненный Арбуз приносит атмосферу праздника, создавая шум и веселье. Однако сам он объяснил: «Я не кладу петарды в арбуз, просто когда ты спешишь и не можешь дождаться, чтобы съесть горячий арбуз, запечатанная еда взрывается при нагревании!»</color>",
            "info": "Огненная Арбузопульта кидает поджигающие огненные арбузы в зомби.\n\n<color=#3D1400>Урон: </color><color=red>160/3 секунды (с поджиганием)</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряды поджигают задетых зомби</color>\n<color=#720026>Поджог: </color><color=red>Увеличивает любой получаемый урон на 50%. Если зомби умрёт с этим эффектом, он взорвётся, нанеся 100 урона в небольшой области, и распространит его на других ближайших зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Арбузопульта + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1150,
            "name": "Золотой Магнит",
            "introduce": "<color=#3D1400>После того как Золотой Магнит долгое время занимался подсчётом денег, он обнаружил, что его энергия стала невероятно мощной. Тогда он решил сменить профессию и стать бойцом. «Честно говоря, это намного приятнее, чем работа с деньгами», — сказал он. — «Деньги ведь не будут крутиться вокруг тебя, а вот снаряды— будут». Несмотря на это, его коллеги-растения часто оказывались в беде из-за его действий.</color>",
            "info": "Золотой Магнит перенаправляет ближайшие снаряды на свою линию.\n\n<color=#3D1400>Особенности: </color><color=red>Переодически притягивает снаряды с соседних рядов на свой (вражеские тоже). За каждый перетянутый снаряд даёт 25$</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитогриб + Златоцвет</color>",
            "cost": ""
        },
        {
            "seedType": 1151,
            "name": "Меха-Орех",
            "introduce": "<color=#3D1400>Меха-Орех на самом деле всегда был увлечён экологической деятельностью. «Я и люблю, и ненавижу зомби», — говорит он. — «Хоть они и загрязняют окружающую среду, но при этом приносят мне богатство. Успех — это не только деньги, но и собственный дом с автомобилем, разве не так? А чистота на газоне — это всё мой труд».</color>",
            "info": "Меха-Орех? А может лучше Рыбный Шарик?\n\n<color=#3D1400>Прочность: </color><color=red>8000</color>\n<color=#3D1400>Особенности: </color><color=red>. Для восстановления 8000 прочности можно использовать все металлические предметы. Получает вдвое меньше урона от взрывных снарядов. Когда исчезает выпавший металлический предмет, всем Меха-Орехам восстанавливается в общей сложности 8000 прочности (делится поровну между всеми). Текущая прочность может превышать максимальную, предела нет. Не может быть раздавлен (получает 500 урона за наезд, удар Гаргантюа). Принимает урон вместо других растений в радиусе 3*3. При высадке на него Стенореха восстанавливает 8000 прочности и призывает Робота-Косатку (её максимальное здоровье будет равно трети от текущего здоровья Меха-Ореха, рассчитываетя до получения 8000 прочности от Стенореха)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Меха-Фрагмент</color>",
            "cost": ""
        },
        {
            "seedType": 1152,
            "name": "Гриб-Железострел",
            "introduce": "<color=#3D1400>У Гриба-Железострела есть одна забота: он всегда боится Магнитогриба, потому что переживает, что тот случайно притянет его к себе. «Куда подевался мой винтик?» — спрашивает он. И вот, когда к ним подходит Дэйв, похоже, у Гриба-Железострела скоро появится ещё одна проблема.</color>",
            "info": "Гриб-Железострел способен легко ломать двери и отбрасывать зомби.\n\n<color=#3D1400>Прочность (одного): </color><color=red>1000</color>\n<color=#3D1400>Урон (одного): </color><color=red>80/2 секунды (с отбрасыванием), наносит огромный урон дверям</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Гриб-Горохострел + Ведро (или Дверь)</color>",
            "cost": ""
        },
        {
            "seedType": 1153,
            "name": "Сиамский Гриб-Горохострел",
            "introduce": "<color=#3D1400>Передняя голова сказала: «Моя очередь использовать брови!» Задняя голова ответила: «Тогда придётся поделить пополам». Хоть они и родились с разницей всего в две минуты, война за брови никогда не утихает.</color>",
            "info": "Сиамский Гриб-Горохострел стреляет одним горохом вперёд и двумя назад.\n\n<color=#3D1400>Урон (одного): </color><color=red>20*3/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Снаряды отскакивают от левой стороны экрана</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Сиамский Горохострел (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1154,
            "name": "Солнечный Магнитогриб",
            "introduce": "<color=#3D1400>Слышали новость? В последнее время Солнечный Магнитогриб буквально сияет от богатства! «Я не произвожу металл, я лишь его переносчик. Всё это — результат моих многолетних трудов», — уверенно заявил он. Говорят, он даже открыл свой магазин за пределами двора.</color>",
            "info": "Производит металлические предметы, а также может обменять их на солнце.\n\n<color=#3D1400>Производство солнца: </color><color=red>25/25 секунд</color>\n<color=#3D1400>Производство металла: </color><color=red>30 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Если вы дадите ему металлический предмет, он обменяет его на 25 солнц</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1155,
            "name": "Пламенная Колючка",
            "introduce": "<color=#3D1400>Многие не могут отличить Пламенную Колючку, созданную Факельной Колючкой, от обычной Колючки. Но сама Пламенная Колючка прекрасно всё понимает: «Это же очевидно! Я превращаю их путь в по-настоящему светлую и яркую дорогу к успеху».</color>",
            "info": "Пламенная Колючка? Наверное, она ничем не отличается от обычной Колючки.\n\n<color=#3D1400>Особенности: </color><color=red>Красивый жёлто-золотистый окрас, что ещё нужно?</color>",
            "cost": ""
        },
        {
            "seedType": 1156,
            "name": "Пламенная Водоросль",
            "introduce": "<color=#3D1400>Пламенная Водоросль постоянно находится в воде, но это совсем не мешает ей готовить для растений жареную морскую капусту. Правда, вкус у неё... ну, довольно специфический.</color>",
            "info": "Пламенная Водоросль? Наверное, она ничем не отличается от обычной Водоросли.\n\n<color=#3D1400>Особенности: </color><color=red>Красивый жёлто-золотистый окрас, что ещё нужно?</color>",
            "cost": ""
        },
        {
            "seedType": 1157,
            "name": "Гипномагнит",
            "introduce": "<color=#3D1400>После долгих дней и ночей исследований Гипномагнит наконец овладел искусством создания притягательного магнетизма. «Теперь я могу гораздо лучше привлекать зомби-друзей на нашу сторону», — сказал он. — «Хотя некоторые думают, что я угрожаю зомби их собственными железными вещами, однажды правда станет очевидной для всех».</color>",
            "info": "За металлические предметы Гипномагнит призывает союзных зомби.\n\n<color=#3D1400>Особенности: </color><color=red>Потребляет металлические предметы и призывает того зомби, которому принадлежал этот предмет. Если Солнечный Магнитогриб, стоящий позади Гипномагнита, создаст предмет, то Гипномагнит автоматически использует его. Если Магнитогриб, находящийся в одной Магнитной Системе с Гипномагнитом переварит захваченный предмет, то Гипномагнит призовёт зомби, которому принадлежал этот предмет. При съедении очарует съевшего его зомби и превратится в Магнитогриб</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Гипногриб + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1158,
            "name": "Магнитный Дымогриб",
            "introduce": "<color=#3D1400>«Раньше моей задачей было сбраживать тесто для хлеба», — рассказывает Магнитный Дымогриб. — «А теперь я собираю металлические предметы, чтобы сделать печь для его выпекания».</color>",
            "info": "Попробуйте дать ему Железное Ведро (или Дверь).\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Наносит двойной урон по броне</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Дымогриб + Магнитогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1159,
            "name": "Железный Дымогриб",
            "introduce": "<color=#3D1400>«Меня снова уволили!» — жалуется Железный Дымогриб, который раньше был Магнитным. — «Ну подумаешь, случайно сделал из собранного железа чайник для кипячения воды!»</color>",
            "info": "Попробуйте дать ему Футбольный Шлем.\n\n<color=#3D1400>Прочность: </color><color=red>2000</color>\n<color=#3D1400>Урон: </color><color=red>40/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Наносит тройной урон по броне. Для восстановления 500 прочности можно использовать любые металлические предметы. Получает вдвое меньше урона от взрывных снарядов</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитный Дымогриб + Ведро (или Дверь)</color>",
            "cost": ""
        },
        {
            "seedType": 1160,
            "name": "Футбольный Дымогриб",
            "introduce": "<color=#3D1400>«С детства я мечтал стать игроком в футбол, и вот наконец надел этот символ славы — шлем!» — с гордостью заявил Футбольный Дымогриб. — «Но сегодня я решил немного отдохнуть за пределами поля». На самом деле он просто охранник стадиона, чья задача — с помощью спор останавливать чересчур рьяных фанатов.</color>",
            "info": "Атаки Футбольного Дымогриба наносят урон и броне и здоровью зомби.\n\n<color=#3D1400>Прочность: </color><color=red>3000</color>\n<color=#3D1400>Урон: </color><color=red>80/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Атакует по здоровью и по броне зомби одновременно. Для восстановления 500 прочности можно использовать любые металлические предметы. Получает вдвое меньше урона от взрывных снарядов</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Железный Дымогриб + Футбольный Шлем</color>",
            "cost": ""
        },
        {
            "seedType": 1161,
            "name": "Гороховая Турель",
            "introduce": "<color=#3D1400>Будучи одним из самых мощных оружий семейства гороховых, Гороховая Турель часто получает наставления: «Не валяйся просто так, это несолидно!» На что она иногда жалуется: «Но моя голова такая тяжёлая!» Конечно, она не подозревает, что старшие гороховые пытаются отучить её лежать только потому, что она выглядит уж слишком мило, когда так делает.</color>",
            "info": "Гороховая Турель запускает тонны гороха в зомби!\n\n<color=#3D1400>Прочность: </color><color=red>1000</color>\n<color=#3D1400>Начальный урон: </color><color=red>20*3/0,15 секунды</color>\n<color=#3D1400>Максимальный урон: </color><color=red>20*3/0,075 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Увеличивает свою скорострельность пока ведёт непрерывный огонь, после чего может ещё один раз дополнительно увеличить скорострельность. После окончания стрельбы моментально сбрасывает накопленную скорострельность. Часть снарядов летит мимо Чертёнка</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>(Повторитель + Тристрел + Повторитель) + Хикамовый Скрещиватель</color>",
            "cost": ""
        },
        {
            "seedType": 1162,
            "name": "Картофельная Вишня",
            "introduce": "<color=#3D1400>Картофельная Вишня — шеф-повар высшего класса. Её блюда, такие как «Картофельное пюре с вишнёвым вкусом» и «Картофельная соломка», пользуются огромной популярностью среди растений. Если у неё вдруг заканчиваются ингредиенты, она всегда с улыбкой говорит: «Я схожу за покупками!»</color>",
            "info": "Картофельная Вишня взрывается в 8 Картофельных Мин.\n\n<color=#3D1400>Особенности: </color><color=red>После смерти взрывается, нанося 1800 урона, и оставляет 8 Картофельных Мин вокруг себя (посаженные ей Картофельные Мины всходят быстрее)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Картофельная Мина + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1163,
            "name": "Картофельный Халапеньо",
            "introduce": "<color=#3D1400>Что получится, если смешать халапеньо и картофель? Каков будет вкус? Как настоящий мастер кулинарии, Картофельный Халапеньо не может дождаться, когда зомби попробуют его новое блюдо!</color>",
            "info": "Картофельный Халапеньо взрывается в 7 Картофельных Мин.\n\n<color=#3D1400>Особенности: </color><color=red>После смерти взрывается, нанося 1800 урона, и заполняет свободные ячейки своего ряда, начиная слева, Картофельными Минами, максимум — 7 (посаженные им Картофельные Мины всходят быстрее)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Картофельная Мина + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1164,
            "name": "Вишнёвая Тыква",
            "introduce": "<color=#3D1400>Вишнёвая Тыква является дальним родственником Взрывореха, но всякий раз, когда они договариваются о встрече, Вишнёвая Тыква неизменно опаздывает. «Я бы тоже хотела приходить вовремя», — жалуется она. «Но стоит мне увидеть что-то красное, как я не могу удержаться и тут же прыгаю туда!»</color>",
            "info": "Тыква, которой нипочём вишнёвыые взрывы.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Невосприимчива к урону от взрывов. Эффект восстановления прочности от взрывов такой же, как у Взрывореха</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тыква + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1165,
            "name": "Метельный Ледомёт",
            "introduce": "<color=#3D1400>Вернувшийся с ледяных равнин Метельный Ледомёт обладает суровой внешностью и таким же холодным сердцем. Когда остальные растения с опаской смотрят на его бесстрастное лицо, он вовсе не задумывается о своём грозном облике — его больше волнует, как снять примерзший к голове стальной шлем.</color>",
            "info": "Метельный Ледомёт имеет шанс разразиться ураганом ледяных горошин!\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>20*6/1,5 секунды (с замедлением)</color>\n<color=#3D1400>Особенности: </color><color=red>После каждого выстрела имеет шанс 3% войти в Ярость, во время которой стреляет 3-мя ледяными горошинами каждые 0,02 секунды. Ярость длится 5 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Ураганный Горохомёт + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1166,
            "name": "Вишнёвый Магнитогриб",
            "introduce": "<color=#3D1400>Как превратить металлические предметы в бомбы — вот главный вопрос, которым задаётся Вишнёвый Магнитогриб. Раньше его лаборатория была открыта для посетителей… пока один недальновидный гость не принял его взрывчатку за вишнёвый джем и не слопал её подчистую.</color>",
            "info": "Вишнёвый Магнитогриб использует предметы зомби против их самих!\n\n<color=#3D1400>Урон: </color><color=red>300/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Атакует притянутым металлическим предметом, максимум 5 попадания, после чего предмет исчезает. Максимальное время удержания металлического предмета — 16 секунд. Также можно вручную выдать Вишнёвому Магнитогрибу предмет, чтобы он им атаковал</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Магнитогриб + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1167,
            "name": "Огненный Снайпер",
            "introduce": "<color=#3D1400>«Запомните, огонь — это опасно и страшно», — твердил Огненный Снайпер, постоянно предупреждая новобранцев, чтобы они осторожно осваивали своё оружие. Ведь когда-то из-за собственной ошибки он спалил кухню в местной столовой.</color>",
            "info": "Огненный Снайпер выслеживает и стреляет по всем зомби на поле, может попадать в голову.\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>300/3 секунды (с поджиганием)</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая атака накладывает на зомби Поджог и наносит дополнительные 100 урона с поджиганием в небольшой области</color>\n<color=#720026>Поджог: </color><color=red>Увеличивает любой получаемый урон на 50%. Если зомби умрёт с этим эффектом, он взорвётся, нанеся 100 урона в небольшой области, и распространит его на других ближайших зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Снайпер + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1168,
            "name": "Ураганный Горохомёт",
            "introduce": "<color=#3D1400>Бесконечная работа тяготит Ураганного Горохомёта, а непрекращающиеся атаки зомби лишь усиливают его стресс. Единственный способ выплеснуть эмоции — палить по зомби с удвоенной яростью. Однако это только провоцирует их на ещё более массированное наступление… Неужели он попал в замкнутый круг, из которого нет выхода?</color>",
            "info": "Ураганный Горохомёт имеет шанс разразиться ураганом горошин!\n\n<color=#3D1400>Условия использования: </color><color=#8B00FF>Режим Одиссея</color>\n<color=#3D1400>Урон: </color><color=red>20*6/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>После каждого выстрела имеет шанс 3% войти в Ярость, во время которой стреляет 3-мя горошинами каждые 0,02 секунды. Ярость длится 5 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Снайпер + Горохострел</color>",
            "cost": ""
        },
        {
            "seedType": 1169,
            "name": "Сдвоенная Тыква",
            "introduce": "<color=#3D1400>Сдвоенная Тыква имеет удивительную систему соединений, которая поражает даже знатоков техники. Даже Лазерная Дронотыква признаёт, что это предел её мечтаний… хотя Сдвоенная Тыква не раз подчёркивала, что это всего лишь основы биологической алхимии.</color>",
            "info": "Сдвоенная Тыква защищает большие растения.\n\n<color=#3D1400>Прочность: </color><color=red>12000</color>\n<color=#3D1400>Особенности: </color><color=red>Можно разместить только на растение, занимающее две клетки. Невосприимчива к урону от взрывов вишен и коробок Шута. Эффект восстановления прочности от взрывов такой же, как у Взрывореха. Взрыв коробки Шута полностью восстанавливает прочность</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>(Шутовская Тыква + Магнитогриб + Вишнёвая Тыква) + Хикамовый Скрещиватель</color>",
            "cost": ""
        },
        {
            "seedType": 1170,
            "name": "Споромина",
            "introduce": "<color=#3D1400>Однажды растения спросили у Споромины, откуда у неё такие выдающиеся математические способности. «Всё как то само так получилось», — вздохнула она. «Просто мне постоянно приходится пересчитывать членов семьи, а без хороших навыков счёта тут не обойтись». Впрочем, возможно, именно её непреклонная решимость никогда не терять ни одного из своих родных и привела к такому мастерству.</color>",
            "info": "Споромина может клонировать себя!\n\n<color=#3D1400>Урон: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая Споромина может клонировать себя на той же клетке, но только один раз (индикатор того, что клонирование доступно — красное свечение на шляпке). После смерти наносит 300 урона в небольшой области</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Картофельная Мина (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1171,
            "name": "Картофельный Трусогриб",
            "introduce": "<color=#3D1400>Почему Картофельный Трусогриб взрывается прямо во время атаки? Его объяснение трогает до глубины души: «Каждая моя атака — это сжигание моей жизни!» Но на самом деле... он просто очень не любит возиться с проблемами. После нескольких атак ему надоедает сражаться, и он устраивает фейерверк из картошки, превращая его в зрелищное «грибное» шоу.</color>",
            "info": "Картофельный Трусогриб жертвует своей прочностью ради сильных снарядов.\n\n<color=#3D1400>Урон: </color><color=red>600/3 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждый выстрел тратит 75 прочности растения. Если Картофельный Трусогриб остаётся на поле в течение 20 секунд, то красное свечение на шляпке гаснет, снижая его урон на 90%, но теперь его выстрелы не тратят прочность. После смерти наносит 600 урона в небольшой области</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Трусогриб + Картофельная Мина</color>",
            "cost": ""
        },
        {
            "seedType": 1172,
            "name": "Вонючий Дымогриб",
            "introduce": "<color=#3D1400>Благодаря щедрой зарплате, Вонючий Дымогриб снова взялся за работу в пекарне. Однако один вопрос не даёт ему покоя — почему же так много людей любят чесночную чиабатту?</color>",
            "info": "Вонючий Дымогриб выпускает вонючие чесночные споры, которые добавляют очки отравления.\n\n<color=#3D1400>Урон: </color><color=red>20/1,5</color>\n<color=#3D1400>Особенности: </color><color=red>Добавляет 1 очко отравления каждому задетому зомби. Укусивший его зомби сменит линию</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Дымогриб + Чеснок</color>",
            "cost": ""
        },
        {
            "seedType": 1173,
            "name": "Нестабильный",
            "introduce": "<color=#3D1400>Холодный снаружи, но пылающий внутри — так другие растения описывают Нестабильный. «Не обманывайся моей спокойной внешностью», — тихо говорит он. «Когда я взрываюсь, моя мощь превосходит любые ожидания».</color>",
            "info": "Нестабильный сочетает в себе свойства Халапеньо и Ледогриба.\n\n<color=#3D1400>Прочность: </color><color=red>32000</color>\n<color=#3D1400>Особенности: </color><color=red>Постоянно теряет 20% прочности каждую секунду. Принимает урон за все растения на поле (этот эффект обладает наименьшим приоритетом, то есть другие похожие эффекты будут работать поверх этого). После смерти сжигает линию, нанося 1800 урона (который игнорирует снижение урона), после чего замораживает всех зомби на экране</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Халапеньо + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1174,
            "name": "Чомпозавр",
            "introduce": "<color=#3D1400>Чомпозавр занял первое место на соревнованиях по скоростному поеданию пищи, съев 10 пирожных в форме Гига-гаргантюа за 44 секунды — из которых 3 секунды он просто стоял в замешательстве, не услышав стартовый свисток. «Если в следующий раз будет такое же событие, пожалуйста, позовите меня, — сказал Чомпозавр в интервью, — А то кондитерские возле сада больше не пускают меня».</color>",
            "info": "Чомпозавр беспощадно сжирает всех зомби перед собой!\n\n<color=#3D1400>Особенности: </color><color=red>Мгновенно сжирает всех зомби (кроме Гаргантюа-Рыцаря, -Берсерка и других боссов) в 1,5 клетках перед собой. Время пережёвывания зависит от максимального здоровья съеденных зомби</color>\n<color=#3D1400>Время пережёвывания: </color><color=red>8 + 3*ln(X) секунд,\nгде X — сумма здоровья съеденных зомби. Например 24,795 секунды для одного Обычного Зомби</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>(Чомпер + Чомпер + Чомпер) + Хикамовый Скрещиватель</color>",
            "cost": ""
        },
        {
            "seedType": 1175,
            "name": "Грибокракен",
            "introduce": "<color=#3D1400>Легендарное Существо Северного Моря, от которого моряки начинают бледнеть, словно само его имя приносит несчастье… Однако всё это не имеет отношения к Грибокракену. Он просто пришёл сюда поиграть и потолкать зомби.</color>",
            "info": "Грибокракен отталкивает подошедших близко зомби.\n\n<color=#3D1400>Урон (дальний): </color><color=red>20*2/1,5 секунды</color>\n<color=#3D1400>Урон (ближний): </color><color=red>100/1,5 секунды (с замедлением на воде, каждый удар добавляет 1 очко водорослей)</color>\n<color=#3D1400>Прочность: </color><color=red>1000</color>\n<color=#3D1400>Особенности: </color><color=red>Отталкивает зомби на своей линии, которые находятся на расстоянии две клетки от него (сзади него тоже работает), ближней атакой на одну клетку назад, каждый такой удар может оттолкнуть лишь одного зомби за раз</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>(Водоросль + Морегриб + Водоросль) + Хикамовый Скрещиватель</color>",
            "cost": ""
        },
        {
            "seedType": 1176,
            "name": "Гипносдуватель",
            "introduce": "<color=#3D1400>Растения всегда было очень любопытно, почему Гипносдуватель всегда отправляет зомби обратно. Гипносдуватель отвечал: «Раз уж Сдуватель всегда отталкивает зомби в обратном направлении от того, куда они смотрят, то неужели не нормально, что я тоже отправляю очарованных зомби в обратную сторону?» На самом же деле, он просто перепутал стороны.</color>",
            "info": "Гипносдуватель возвращает назад очарованных зомби.\n\n<color=#3D1400>Особенности: </color><color=red>Сдувает очарованных зомби в начало лужайки</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Сдуватель + Гипногриб</color>",
            "cost": ""
        },
        {
            "seedType": 1177,
            "name": "Двойной Остролист",
            "introduce": "<color=#3D1400>«Я ненавижу, когда этот парень крутит свои лепестки около меня, он постоянно ими меня задевает!» — пожаловалась одна из голов Двойного Остролиста. «Тогда мне не остаётся ничего, кроме как просто сбросить свои лепестки», — с грустью сказала вторая, после чего тайком выбросила купленную ей пилу.</color>",
            "info": "Двойной Остролист использует острые лепестки, чтобы нарезать приблизившихся к нему зомби, а также атакует пробивающими самонаводящимися снарядами!\n\n<color=#3D1400>Урон (ближний): </color><color=red>5/0,02 сек (с пробитием)</color>\n<color=#3D1400>Урон (дальний): </color><color=red>10/1,5 сек (с пробитием)</color>\n<color=#3D1400>Особенности: </color><color=red>Передняя часть атакует аналогично Остролисту, задняя же часть выпускает самонаводящиеся пробивные снаряды</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Остролист + Остролист</color>",
            "cost": ""
        },
        {
            "seedType": 1178,
            "name": "Вишнёвый Древофакел",
            "introduce": "<color=#3D1400>«Почему Вишнёвый Древофакел может заставить взрывные снаряды следовать за целью, как будто у них есть глаза?» — спросил кто-то. Она встала на сцену: «На самом деле взрывные снаряды тоже живые...» Вишнёвый Древофакел молчал, лишь продолжая производить огненные вишни.</color>",
            "info": "Взрывные снаряды, пролетевшие через Вишнёвый Древофакел, станут самонаводящимися!\n\n<color=#3D1400>Особенности: </color><color=red>Каждые 30 пролетевших через него снарядов создадут самонаводящегося дрона-камикадзе, а также каждый пролетевший через него взрывной снаряд станет самонаводящимся дроном-камикадзе. Урон взрыва дронов-камикадзе — 300, а их максимум на поле — 3. Вишнёвый Древофакел взрывается после смерти</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Древофакел + Вишнёвая Бомба</color>",
            "cost": ""
        },
        {
            "seedType": 1179,
            "name": "Пылающая Петарда",
            "introduce": "<color=#3D1400>Пылающая Петарда недавно открыла собственный магазин фейерверков, и дела у неё идут просто отлично. Однако зомби, похоже, не в восторге от её продукции. «Ну вот, глянь на них! Они просто завидуют моему успеху — злятся так, что аж лица почернели», — ухмыляется она.</color>",
            "info": "Пылающая Петарда может отталкивать зомби.\n\n<color=#3D1400>Урон одного взрыва: </color><color=red>300</color>\n<color=#3D1400>Особенности: </color><color=red>Спустя секунду после появления устремляется вперёд, отталкивая назад всех зомби на своём пути, попутно многократно взрываясь, при каждом отталкивании, нанося 300 урона по небольшой области. Наносит увеличенный урон по Праздничному Зверю</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Вишнёвая Бомба + Халапеньо</color>",
            "cost": ""
        },
        {
            "seedType": 1180,
            "name": "Ледяная Колючка",
            "introduce": "<color=#3D1400>Ледяная Колючка участвовала в первом турнире по хоккею PvZ. После победы Ледогон потребовал пересмотра решения. «Я ведь ничего не сделала», — ответила Ледяная Колючка, слегка покачав своими шипами. — «Пружина на моей голове? Это просто моя защита перед игрой».</color>",
            "info": "Ледяная Колючка замедляет зомби, по которым наносит урон.\n\n<color=#3D1400>Урон: </color><color=red>20/1 секунду (с замедлением)</color>\n<color=#0077b6>Система Заморозки: </color><color=red>Каждая атака добавляет 10 очков заморозки, набрав 100 очков, зомби замораживается</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Колючка + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1181,
            "name": "Чеснокодув",
            "introduce": "<color=#3D1400>Чеснокодув когда-то подрабатывал в барбекю-кафе, где дела шли отлично, пока он не устроился на полноценную работу. «Я до сих пор помню, как, когда я выдувал чесночный аромат в воздух, клиенты выходили с улыбками, излучая зелёный свет от счастья».</color>",
            "info": "Дуновение Чеснокодува вызывает отравление у зомби!\n\n<color=#3D1400>Особенности: </color><color=red>Добавляет 5 очков отравления всем зомби на поле и заставляет их сменить линию</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Сдуватель + Чеснок</color>",
            "cost": ""
        },
        {
            "seedType": 1182,
            "name": "Ледофакел",
            "introduce": "<color=#3D1400>«Один вход — один выход, вот что такое функция», — объяснил свои способности Ледофакел. «Так что я — холодный аналог Древофакела». Однако после их скрещивания результат не всегда остаётся неизменным.</color>",
            "info": "Ледофакел нагревает горошины в обратную сторону!\n\n<color=#3D1400>Особенности: </color><color=red>Превращает пролетевшие через него горошины в ледяные горошины, а пролетевшие через него ледяные горошины 2 раза больше урона и добавляют вдважды больше очков заморозки</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Древофакел + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1183,
            "name": "Мини-Звездогриб",
            "introduce": "<color=#3D1400>Мини-Звездогриб всегда оказывается в разных уголках дома Дейва — на полу, на столах, в тарелках. Дейв постоянно забывает советы врача... Ну да ладно, ему всё равно, ведь Дейзи очень нравится этот витаминный мармелад.</color>",
            "info": "Мини-Звездогрибы, собираясь вместе, могут устроить настоящий звездопад!\n\n<color=#3D1400>Урон: </color><color=red>20*5/2,25 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Спорогриб + Звездоплод (соблюсти последовательность)</color>",
            "cost": ""
        },
        {
            "seedType": 1184,
            "name": "Подсолнечный Горшок",
            "introduce": "<color=#3D1400>«Как вы думаете, что означает слово “Цветочный Горшок”?» — спросил Подсолнечный Горшок. «Это горшок, в котором растут цветы? Или сам горшок является цветком? Как бы вы ни рассуждали, одно остаётся бесспорным — я тоже цветочный горшок».</color>",
            "info": "Подсолнечный Горшок может немного помочь, генерируя солнца.\n\n<color=#3D1400>Генерация Солнца: </color><color=red>15/25 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Цветочный Горшок + Подсолнух</color>",
            "cost": ""
        },
        {
            "seedType": 1185,
            "name": "Ламполист",
            "introduce": "<color=#3D1400>Сквозь туман он зрит истину — великий пророк, воплощение мудрости. Бог сказал: «Да будет свет», и Ламполист ответил: «Я исполню волю божественную и приду в этот мир, дабы осветить его священным сиянием и спасти народ от бед и страданий».</color>",
            "info": "Ламполист рассеивает туман в небольшой области, а также обладает щитом от снарядов.\n\n<color=#3D1400>Особенности: </color><color=red>Обеспечивает 1 Уровень Света в радиусе 3*3, рассеивает туман. Имеет запас Световой Энергии, максимум — 2000, уровень оставшейся Световой Энергии можно определить по интенсивности свечения вокруг Ламполиста. Пассивно регенерирует 25 + 25*(Уровень Света, не считая свой собственный) Световой Энергии в секунду, но, если потеряет её полностью, то регенерация продолжится лишь через 5 секунд. Использует эту энергию на то, чтобы блокировать прямолетящие снаряды в области 3*3 вокруг себя, используя столько Световой Энергии, сколько урона наносит снаряд. Отталкивает подошедших близко зомби, используя либо Световую Энергию (1 зомби: 500; 2-4: 750; 5 и больше: 1250), либо, если запас Световой Энергии на данный момент иссяк, то для отталкивания будет тратить прочность в зависимости от того, сколько зомби было отброшено (1 зомби: 100; 2-4: 150; 5 и больше: 250). Летящие сверху обычные снаряды не отнимают Световую Энергию, но взрывные отнимают либо 500 Световой Энергии, либо 100 прочности. Если Световой Энергии не достаточно, чтобы заблокировать весь урон от снаряда, то будет потрачена вся имеющаяся Световая Энергия на то, чтобы сократить урон от снаряда (5 Световой Энергии вычитают 1 единицу урона снаряда) и оставшийся урон будет вычитаться из прочности растения</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Зонтолист + Лампоцвет</color>",
            "cost": ""
        },
        {
            "seedType": 1186,
            "name": "Кактусолист",
            "introduce": "<color=#3D1400>Кактусолист только что выпустил свою новую песню «Thorny Cactus (Колючий кактус)». «Может быть, однажды меня будут любить так же, как розы», — сказал он. «Я понимаю, что на это потребуется время, но я постараюсь»</color>",
            "info": "Кактусолист может отталкивать только воздушные цели, а также сбивать шары.\n\n<color=#3D1400>Особенности: </color><color=red>Отталикавает подлетевшие близко воздушные цели, при это моментально лопая все шары. Прочность тратится в зависимости от того, сколько зомби было отброшено (1 зомби: 100; 2-4: 150; 5 и больше: 250)</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Зонтолист + Кактус</color>",
            "cost": ""
        },
        {
            "seedType": 1187,
            "name": "Серебряный Подсолнух",
            "introduce": "<color=#3D1400>Серебряный Подсолнух унаследовала искусство создания серебряных украшений от своей бабушки. Теперь она продаёт изысканные изделия в саду и даже открыла собственную мастерскую. Как говорится: «Традиции предков — в умелых руках, изящество ремесла — на радость всем».</color>",
            "info": "Серебряный Подсолнух генерирует больше солнца.\n\n<color=#3D1400>Генерация Солнца: </color><color=red>25/15 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Может быть улучшен до Золотого Подсолнуха</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Подсолнух + Златоцвет</color>",
            "cost": ""
        },
        {
            "seedType": 1188,
            "name": "Золотой Подсолнух",
            "introduce": "<color=#3D1400>Дежурство на вершине трофея ей уже изрядно наскучило — пора выйти на поле битвы! «И дело тут вовсе не в том, что мне нужно больше солнечного света для поддержания здорового оттенка листьев» — пробормотала Золотой Подсолнух.</color>",
            "info": "Золотой Подсолнух генерирует очень много солнца, но не отдаст его бесплатно!\n\n<color=#3D1400>Особенности: </color><color=red>Генерируемое солнце накапливается в Золотом Подсолнухе (сумму солнц всех Золотых Подсолнухов можно увидеть после «+» в ячейке общего баланса солнц), каждый Золотой Подсолнух может держать в себе до 10 000 солнц. Чтобы извлечь накопленное солнце требуется Ультимейт. Если Золотой Подсолнух умрёт, то все его неизвлечённые солнца пропадут</color>\n<color=#3D1400>Ультимейт: </color><color=red>за 1000$ все Золотые Подсолнухи на поле отдают накопленные ими солнца</color>\n<color=#3D1400>Цена улучшения: <color=red>3000$, за каждый Золотой Полдсолнух на поле цена растёт в 2 раза</color>",
            "cost": ""
        },
        {
            "seedType": 1189,
            "name": "Ледорех",
            "introduce": "<color=#3D1400>Ледорех был в ярости из-за того, что постоянно подскальзывался на дороге. «Уборщики вечно забывают ставить знак “Осторожно, скользко”!» — ворчал он. Однако он и сам не заметил, что, похоже, стал чуточку ниже.</color>",
            "info": "Кусающие Ледорех зомби замедляются, наверное, грызть лёд — не лучшая идея...\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Кусающие его зомби замедляются и получают по 10 очков заморозки за каждый укус</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Стенорех + Ледогриб</color>",
            "cost": ""
        },
        {
            "seedType": 1190,
            "name": "Тыквомина",
            "introduce": "<color=#3D1400>Тыквомина когда-то владела закусочной, где продавали картофель-фри, но из-за падающей репутации ей пришлось перебраться в сад. «Полпорции картошки, меньше, но по той же цене — разве это не выгодное предложение?» — расхваливала она свою новинку. Однако посетителей, похоже, больше интересовал её состав...</color>",
            "info": "Тыква, но пониже.\n\n<color=#3D1400>Прочность: </color><color=red>4000</color>\n<color=#3D1400>Особенности: </color><color=red>Взрыв при смене стадии разрушения наносит 500 урона, а посмертный взрыв наносит 500. Не блокирует снаряды, если внутри нет ненизкого растения</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Тыва + Картофельная Мина</color>",
            "cost": ""
        },
        {
            "seedType": 1191,
            "name": "Кактус Судьбы",
            "introduce": "<color=#3D1400>Кактус Судьбы досконально изучил «Искусство войны растений», поэтому предпочитает накапливать силу и наносить один сокрушительный удар. Такой метод отлично подходит не только для борьбы с зомби, но и для внезапных «атак» на бронированных мышей.</color>",
            "info": "Кактус Судьбы имеет шанс разразиться градом снарядов!\n\n<color=#3D1400>Урон: </color><color=red>40/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждая атака имеет 5% базовый шанс вызвать Судьбоносную Атаку, во время которой Кактус Судьбы выпускает множество снарядов, которые задевают как наземные, так и воздушные цели. Если при выстреле не вызывается Судьбоносная Атака, то при следующем выстреле шанс её вызова увеличится на 5%</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Кактус + Гриб Судьбы</color>",
            "cost": ""
        },
        {
            "seedType": 1192,
            "name": "Чомпер Судьбы",
            "introduce": "<color=#3D1400>Чомпер Судьбы когда-то был сильнейшим претендентом на титул чемпиона среди Чомперов в соревновании обжор. «Он не только съел свой торт, но и превратил мой в горстку пепла», — пожаловался Чомпозавр. «В итоге его дисквалифицировали за порчу имущества организаторов».</color>",
            "info": "Чомпер Судьбы взрывает большую область перед собой, когда хватает зомби.\n\n<color=#3D1400>Урон: </color><color=red>Мгновенное убийство</color>\n<color=#3D1400>Особенности: </color><color=red>Взрывает область 5*5 перед собой, нанося 1800 урона и оставляя кратер (если перед Чомпером Судьбы в этот момент было растение, оно уничтожится), когда хватает зомби</color>\n<color=#3D1400>Время пережёвывания: </color><color=red>40 секунд</color>\n<color=#3D1400>Формула Скрещивания: </color><color=red>Чомпер + Гриб Судьбы</color>",
            "cost": ""
        }
    ]
}