{
    "zombies": [
        {
            "theZombieType": 0,
            "name": "Обычный Зомби",
            "introduce": "<color=#3D1400>Обычный Зомби ненавидит слово «Обычный» в своём имени. Он не считал себя врагом, не заслуживающим имени, или обычным зомби, которых можно увидеть повсюду. Черт возьми, он личность, и он собирается сделать что-то экстраординарное, даже если это убьет тебя. >:)</color>",
            "info": "Стандартный зомби.\n\n<color=#3D1400>Здоровье: </color><color=red>270</color>"
        },
        {
            "theZombieType": 2,
            "name": "Зомби с конусом",
            "introduce": "<color=#3D1400>Зомби с конусом на самом деле не понимает, что такое дорожный конус. Он просто подумал, что эта штука похожа на вафельный рожок, и когда не смог его съесть, просто положил его себе на голову.</color>",
            "info": "Более крепкий зомби.\n\n<color=#3D1400>Здоровье: </color><color=red>270+370</color>"
        },
        {
            "theZombieType": 3,
            "name": "Зомби с шестом",
            "introduce": "<color=#3D1400>Зомби с шестом когда-то был лучшим прыгуном в высоту в своём городе, пока однажды не забыл положить матрас под планку.</color>",
            "info": "Перепрыгивает первое встреченное растение.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Перепрыгивает первое встреченное растение</color>\n<color=#3D1400>Слабость: </color><color=red>Высокий Стенорех</color>"
        },
        {
            "theZombieType": 4,
            "name": "Зомби с ведром",
            "introduce": "<color=#3D1400>Когда-то простой маляр, Зомби с ведром стал гением среди зомби благодаря своей инновационной стратегии с ведром. Прошло несколько лет, и зомби начали подозревать, что у него есть какой-то тайный козырь. Иссякли ли его идеи или он всё ещё скрывает свои сокровенные навыки? Кто знает...</color>",
            "info": "Имеет ведро, поглощающее много урона.\n\n<color=#3D1400>Здоровье: </color><color=red>270+1100</color>"
        },
        {
            "theZombieType": 5,
            "name": "Зомби с газетой",
            "introduce": "<color=#3D1400>Нельзя обвинять его в таком вспыльчивом поведении — он был всего в шаге от того, чтобы разгадать этот сложный кроссворд (по вертикали 23-й ответ — «Brains» (мозги)). Вот почему он держал газету вверх ногами.</color>",
            "info": "Разозлится, если порвать его газету.\n\n<color=#3D1400>Здоровье: </color><color=red>270+200</color>\n<color=#3D1400>Особенности: </color><color=red>После потери газеты увеличивает скорость передвижения</color>"
        },
        {
            "theZombieType": 6,
            "name": "Зомби-Танцор",
            "introduce": "<color=#3D1400>Спортивные достижения Зомби-Танцора были вполне средними в мире зомби, но по совету своих танцевальных партнёров он решил попробовать себя в роли айдола. Сейчас его совместная с Зомби Майклом Джексоном песня «Just Brains» пользуется огромной популярностью.</color>",
            "info": "После прыжка призовёт своих подтанцовщиков.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Перепрыгивает первое встреченное растение, после успешного прыжка призовёт 4 Зомби-Подтанцовщика</color>\n<color=#3D1400>Слабость: </color><color=red>Высокий Стенорех</color>"
        },
        {
            "theZombieType": 7,
            "name": "Зомби-Подтанцовщик",
            "introduce": "<color=#3D1400>Когда-то четыре брата, сопровождавшие Зомби-Танцора, были сиротами и росли без родителей. Со временем их характер стал искажённым, и они начали угнетать других в Зомби-Академии. Но однажды они увидели, как Зомби-Танцор весело и свободно двигается на сцене. Это зрелище стало для них своего рода откровением. С этого дня четыре брата начали выступать на сцене вместе с Зомби-Танцором, показывая свои таланты миру.</color>",
            "info": "Перепрыгивает первое встреченное растение.\n\n<color=#3D1400>Здоровье: </color><color=red>270</color>"
        },
        {
            "theZombieType": 8,
            "name": "Зомби с дверью",
            "introduce": "<color=#3D1400>Зомби с дверью когда-то был участником спецподразделения ФБР. У него был взрывной характер, но чистое сердце, полное стремления к справедливости. Он никогда не вёл переговоры с грабителями, а сразу шёл ломать двери, чтобы спасти заложников. Став зомби, его доброта осталась неизменной. Однажды, увидев, как группа зомби похищает маленького зомби-ребёнка, он отчаянно попытался вломиться через дверь, но зомби, зная его импульсивный характер, заранее намазали её клеем, и он не смог оторвать руки от двери.</color>",
            "info": "Имеет дверь, которая блокирует урон спереди (и сзади...).\n\n<color=#3D1400>Здоровье: </color><color=red>270+1100</color>"
        },         
        {
            "theZombieType": 9,
            "name": "Зомби-Футболист",
            "introduce": "<color=#3D1400>Зомби-Футболист — спортивная звезда среди зомби. Его грациозные действия на поле восхищают многих, и множество компаний мечтают нанять его. Но его требования к зарплате слишком высоки: годовая оплата — десять тысяч мозгов?!</color>",
            "info": "Быстро бегает.\n\n<color=#3D1400>Здоровье: </color><color=red>270+1400</color>"
        },
        {
            "theZombieType": 10,
            "name": "Зомби Майкл Джексон",
            "introduce": "<color=#3D1400>Чёрный костюм, чёрная шляпа… Он не работает в похоронной сфере, он всего лишь танцор, очень крутой танцор. Ты можешь называть его Майклом Джексоном.</color>",
            "info": "Призывает четырёх Зомби-Танцоров.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Пока жив, периодично призывает по 4 Зомби-Танцора за раз</color>"
        },
        {
            "theZombieType": 11,
            "name": "Зомби с уткой",
            "introduce": "<color=#3D1400>Только особые зомби могут стать Зомби с уткой, не каждый зомби способен справиться с этой ролью. Некоторые спасательные круги немного подтекают, и они не в силах с этим справиться. После того как они освобождаются, они навсегда отказываются от стремления к мозгам.</color>",
            "info": "Может передвигаться по воде.\n\n<color=#3D1400>Здоровье: </color><color=red>270</color>"
        },
        {
            "theZombieType": 12,
            "name": "Зомби с конусом и уткой",
            "introduce": "<color=#3D1400>Говорят, у плохих учеников много канцелярских принадлежностей, но Зомби с конусом и уткой с этим не согласен. В конце концов, он не хочет признавать, что он — плохой ученик.</color>",
            "info": "Может передвигаться по воде.\n\n<color=#3D1400>Здоровье: </color><color=red>270+370</color>"
        },
        {
            "theZombieType": 13,
            "name": "Зомби с ведром и уткой",
            "introduce": "<color=#3D1400>Зомби с ведром и уткой не хотел надевать тот протекающий надувной круг, но, увы, что поделаешь — ведь он носит то ржавеющее железное ведро на голове.</color>",
            "info": "Может передвигаться по воде.\n\n<color=#3D1400>Здоровье: </color><color=red>270+1100</color>"
        },
        {
            "theZombieType": 14,
            "name": "Робот-Дельфин",
            "introduce": "<color=#3D1400>Могущественный Робот-Дельфин, созданный по принципам биомиметики, выглядит внушительно и мощно, являясь оружием мечты для всех зомби. «Теперь нужно только решить проблему с водорослями, которые забивают пропеллер», — сказал Доктор Эдгар.</color>",
            "info": "Быстро плывёт, снося все растения на своём пути.\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>"
        },
        {
            "theZombieType": 15,
            "name": "Зомби-Учёный",
            "introduce": "<color=#3D1400>Зомби-Учёный — авторитет в академическом мире, его часто можно встретить в библиотеке. Он действительно очень любит читать, и любое вмешательство во время его чтения приводит его в ярость. Тогда этот старик покажет вам, что значит выражение «Знание — сила».</color>",
            "info": "Больно кусается, а также очень разозлится, если порвать его книгу.\n\n<color=#3D1400>Урон: </color><color=red>400</color>\n<color=#3D1400>Здоровье: </color><color=red>720+1100</color>\n<color=#3D1400>Особенности: </color><color=red>После потери газеты временно становится неуязвимым, после чего начинает бежать с увеличенной скоростью</color>"
        },
        {
            "theZombieType": 16,
            "name": "Зомбони",
            "introduce": "<color=#3D1400>Зомбони отлично водит машину, ведь таких, кто может проехать с катка на траву, осталось совсем немного. Он всегда утешает себя этим, а затем идет оплачивать штраф. Ведь он управляет не машиной «Zamboni», а машиной «Zomboni», произведённой компанией «Z».</color>",
            "info": "Давит растения, оставляя за собой ледяную дорожку.\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>"
        },
        {
            "theZombieType": 17,
            "name": "Зомби с трубкой",
            "introduce": "<color=#3D1400>Маска у Зомби с трубкой треснула, но это не мешает ему плавать под водой, подниматься и опускаться. И дело не в его технике под названием «Погружение и Всплытие», а в том, что Зомби с трубкой не нуждается в воздухе для дыхания.</color>",
            "info": "Может плыть под водой, избегая прямолинейных атак.\n\n<color=#3D1400>Здоровье: </color><color=red>270</color>\n<color=#3D1400>Особенности: </color><color=red>Пока находится под водой, прямолетящие снаряды не могут в него попасть.</color>"
        },
        {
            "theZombieType": 18,
            "name": "Ледогон",
            "introduce": "<color=#3D1400>Этот транспорт был переделан любителями зимних видов спорта, и теперь он может с лёгкостью передвигаться по снегу и льду, даже быстрее, чем по траве. Однако у него есть один недостаток — он заводится только на льду.</color>",
            "info": "Может выехать только при наличии ледяной дорожки.\n\n<color=#3D1400>Здоровье: </color><color=red>2700</color>\n<color=#3D1400>Особенности: </color><color=red>Имеет высокую скорость, когда движется по льду</color>"
        },
        {
            "theZombieType": 19,
            "name": "Зомби с Дельфином",
            "introduce": "<color=#3D1400>Зомби с Дельфином был тренером дельфинов и подрабатывал на шоу в аквариуме. А его дельфин, на котором он ездил, тоже был зомби — просто этот Зомби-Дельфин не интересовался мозгами.</color>",
            "info": "Перепрыгивает первое встреченное растение.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Перепрыгивает первое встретившееся растение</color>\n<color=#3D1400>Слабость: </color><color=red>Высокий Стенорех</color>"
        },
        {
            "theZombieType": 20,
            "name": "Зомби с трезубцем",
            "introduce": "<color=#3D1400>Зомби с трезубцем когда-то был обычным спортсменом в метании копья. После ухода на пенсию он стал рыбаком, но, попытавшись порыбачить в реке, понял, что не умеет плавать. Он утонул, но, выбравшись на берег, обнаружил, что стал таким, каким он есть сейчас.</color>",
            "info": "Бросает трезубец в ваши растения.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Пробежав 1-2 клетки, бросает трезубец, наносящий урон равный 20% (минимум 20 урона) от текущей прочности растения. Может попасть лишь в растения, находящиеся на расстоянии минимум 3.5 клетки</color>"
        },
        {
            "theZombieType": 21,
            "name": "Зомби Алмазная Матрёшка",
            "introduce": "<color=#3D1400>Зомби Алмазная Матрёшка этой ночью откроет свой сверкающий серебряный мир. Их глаза — самые яркие звезды на ночном небе, а золотой свет, словно река времени, течёт, освещая неведомый путь вперёд. Каждый раз, когда я осторожно открываю крышку коробки, это словно открываю таинственную дверь в другой мир.</color>",
            "info": "Это Зомби с конусом?\n\n<color=#3D1400>Здоровье: </color><color=red>2000+4400</color>\n<color=#3D1400>Особенности: </color><color=red>После потери брони превращается в Зомби Золотую Матрёшку с полным здоровьем</color>"
        },
        {
            "theZombieType": 22,
            "name": "Зомби Золотая Матрёшка",
            "introduce": "<color=#3D1400>Под золотой коробкой скрываются другие коробки, разных цветов. А как ты думаешь, из какого материала сделана самая последняя коробка?</color>",
            "info": "Это Зомби с конусом...?\n\n<color=#3D1400>Здоровье: </color><color=red>2000+2200</color>\n<color=#3D1400>Особенности: </color><color=red>После потери брони превращается в Зомби Серебряную Матрёшку с полным здоровьем</color>"
        },
        {
            "theZombieType": 23,
            "name": "Зомби Серебряная Матрёшка",
            "introduce": "<color=#3D1400>Зомби Серебряная Матрёшка считает, что коробка, которая у него на голове, — это кастрюля. Если он так считает, значит, для него это действительно кастрюля. Этот зомби уже далеко не в своём уме, так почему бы тебе не попытаться понять его мысли? Ты ведь знаешь, что на его коробке есть восклицательный знак?</color>",
            "info": "Это Зомби с конусом......?\n\n<color=#3D1400>Здоровье: </color><color=red>2000+1100</color>\n<color=#3D1400>Особенности: </color><color=red>После потери брони превращается в Зомби с конусом с полным здоровьем</color>"
        },
        {
            "theZombieType": 24,
            "name": "Зомби-Шут",
            "introduce": "<color=#3D1400>Зомби-Шут на самом деле является психически нестабильным зомби, но цирк всё же принял его на работу. Не стоит интересоваться, что находится в его коробке — это определённо заставит вас испытать сильный шок.</color>",
            "info": "Несёт с собой взрывную коробку.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Пока имеет коробку, есть шанс на взрыв, который уничтожит растения в области 3*3 и убьёт Зомби-Шута</color>"
        },
        {
            "theZombieType": 25,
            "name": "Зомби на воздушном шаре",
            "introduce": "<color=#3D1400>Как один из создателей Кирова, Зомби на воздушном шаре часто спрашивают, почему он привязал шарик к себе. «Это результат моего гениального разума», — отвечает он, хотя на самом деле шарик просто случайно запутался в его теле.</color>",
            "info": "Атакует по воздуху, игнорируя растения.\n\n<color=#3D1400>Здоровье: </color><color=red>270+20</color>\n<color=#3D1400>Особенности: </color><color=red>Пока летит, не подвергается атакам наземных растений</color>"
        },
        {
            "theZombieType": 26,
            "name": "Зомболёт",
            "introduce": "<color=#3D1400>Зомболёт — последняя работа Доктора Эдгара. После его появления он быстро стал надёжным помощником для зомби, и все начали гадать, кто же получит право управлять этим мощным оружием. Может быть, это будет Чертёнок? Или, может, сам Зомболёт окажется зомби? «Просто Зомболёт», — сказал Доктор Эдгар. «Зомби тоже должны идти в ногу со временем. Я подумываю сделать мой Зомболёт беспилотным». Так он больше не окажется в неловкой ситуации, когда растения его победят.</color>",
            "info": "Сбрасывает на растения бомбы.\n\n<color=#3D1400>Урон снаряда: </color><color=red>1000</color>\n<color=#3D1400>Здоровье: </color><color=red>1350</color>"
        },
        {
            "theZombieType": 27,
            "name": "Йети с Китом",
            "introduce": "<color=#3D1400>Йети верхом на белом ките обладает невероятной способностью к прыжкам. Зомби с Дельфином всерьёз завидует ему и мечтает хотя бы раз прокатиться, но каждый раз получает отказ. «Йети с Китом вообще не может управлять своим белым китом», — сказал Доктор Эдгар. «Он всегда пытается спрятаться за моей спиной, но его Кит уносит его в противоположную сторону».</color>",
            "info": "Встретив растение, прыгает на 3 клетки и разворачивается.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Не может быть заблокирован Высоким Стенорехом. После прыжка разворачивается и плывёт обратно</color>"
        },
        {
            "theZombieType": 28,
            "name": "Зомби-Шахтёр",
            "introduce": "<color=#3D1400>Давным-давно Зомби-Шахтёры ненавидели Магнитогрибы, потому что их инструменты постоянно изымались. А теперь они ещё больше не выносят Шахтёрскую Тыкву. «Моя голова всё время врезается в них, это просто невыносимо», — жалуются они.</color>",
            "info": "Атакует из-под земли, вылезая в конце лужайки, поедает оборону с тыла.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Когда под землёй, не подвергается большинству видов урона</color>"
        },
        {
            "theZombieType": 29,
            "name": "Ведрореховый Карлсон",
            "introduce": "<color=#3D1400>«Друзья, вы слышали историю про дирижабль Киров? Именно он вдохновил меня на создание этого шара...» — Ведрореховый Карлсон не устаёт рассказывать всем вокруг свою любимую историю. Но другие зомби стараются держаться от него подальше не из-за его занудных рассказов, а из-за оглушительного шума, который издаёт пропеллер на его шаре.</color>",
            "info": "Железный шар не боится ветра!\n\n<color=#3D1400>Здоровье: </color><color=red>270+2200+500</color>\n<color=#3D1400>Особенности: </color><color=red>Пока летит, не подвергается атакам наземных растений. Не может быть сдут Сдувателем и его гибридами</color>"
        },
        {
            "theZombieType": 30,
            "name": "Зомби-Псих",
            "introduce": "<color=#3D1400>Саморазрушение — это высшее искусство каждого Зомби-Шута, и Зомби-Псих в этом деле настоящий мастер. «Зомби-Псих никогда не снимет свою маску и не выпустит из рук свой подарочный короб!» — этот лозунг вдохновляет зомби на подвиги. Именно поэтому Зомби-Псих всегда подрывает свой короб перед гибелью — иначе он потеряет и лицо, и коробку.</color>",
            "info": "Зомби-Псих после взрыва не умирает, а ускоряется.\n\n<color=#3D1400>Здоровье: </color><color=red>720+370</color>\n<color=#3D1400>Особенности: </color><color=red>Если он взорвётся сам, то не погибнет, а ускорится и снова бросится в атаку. Если же его убить, не забрав его коробку, он может избежать смерти, устроив взрыв, который его не убивает, и после этого ускоренно побежит в атаку. Более того, чем меньше времени остаётся до его взрыва, тем выше шанс, что он возродится после него.</color>"
        },
        {
            "theZombieType": 31,
            "name": "Зомби на катапульте",
            "introduce": "<color=#3D1400>Никто не знает, как Зомби на катапульте так точно рассчитывает силу броска. Известно лишь одно: если ты его увидел, лучше сразу прикрыть голову.</color>",
            "info": "Стреляет баскетбольными мячами по растениям в тылу.\n\n<color=#3D1400>Здоровье: </color><color=red>850</color>\n<color=#3D1400>Особенности: </color><color=red>Бросает баскетбольные мячи наносящие 60 урона в самое левое растение на своей линии</color>"
        },
        {
            "theZombieType": 32,
            "name": "Пого-Зомби",
            "introduce": "<color=#3D1400>Пого-Зомби обожает подпрыгивать, ведь он считает, что момент в воздухе ближе всего к полёту. Но напоминал ли ему кто-нибудь при жизни, что прыгать на пого-стике на крыше — не самая лучшая идея?</color>",
            "info": "Перепрыгивает всю вашу оборону.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Перепрыгивает каждое встреченное растение</color>\n<color=#3D1400>Слабость: </color><color=red>Высокий Стенорех, Магнитогриб</color>"
        },
        {
            "theZombieType": 33,
            "name": "Зомби с лестницей",
            "introduce": "<color=#3D1400>Зомби с лестницей вычитал в интернете, что с лестницей и в рабочей одежде можно пройти куда угодно, притворившись рабочим. Вооружившись этой идеей, он купил лестницу, надел спецовку и решил таким образом прорваться через оборону растений. «Никто не сказал ему, что его зомби-кожа слишком заметна?» — прокомментировал Горохострел. — «Я точно уверен, что мы не стали бы нанимать зомби для ремонта нашего дома».</color>",
            "info": "Ставит лестницу, позволяющую обойти защитное растение.\n\n<color=#3D1400>Здоровье: </color><color=red>720+720</color>\n<color=#3D1400>Особенности: </color><color=red>Ставит лестницу, по которой он сам, а также другие зомби могут обходить защитные растения (лестницу можно убрать Магнитогрибом или взрывом)</color>"
        },
        {
            "theZombieType": 34,
            "name": "Арбузный Пого-Зомби",
            "introduce": "<color=#3D1400>«Снаряд вряд ли попадёт дважды в одну и ту же воронку! Так гласит Теория воронок», — заявил Арбузный Пого-Зомби, поправляя свою шляпу из арбузной корки. Но никто из зомби так и не решился сказать ему, что красно-зелёная расцветка делает его чересчур заметным в толпе.</color>",
            "info": "Делает длинный прыжок в центр карты.\n\n<color=#3D1400>Здоровье: </color><color=red>270+2200</color>\n<color=#3D1400>Особенности: </color><color=red>После появления подготавливается 5 секунд, после чего делает длинный прыжок, во время этого прыжка он неуязвим</color>"
        },
        {
            "theZombieType": 35,
            "name": "Гаргантюа",
            "introduce": "<color=#3D1400>Гаргантюа, как и многие крупные создания, расплачивается за свои внушительные размеры слабым интеллектом. Мозги? Растения? Он этого не понимает и не придаёт значения. Всё, что он знает, — это двигаться вперёд. И он будет идти, идти, и ещё раз идти.</color>",
            "info": "Медленный громила, который не ест растения, а давит их.\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>"
        },
        {
            "theZombieType": 36,
            "name": "Гига-Гаргантюа",
            "introduce": "<color=#3D1400>Гига-Гаргантюа на поле боя устраивает настоящий разгром, а его пылающие красные глаза наводят ужас на всех вокруг. Однако у него есть небольшой секрет: красные глаза — вовсе не признак ярости, а всего лишь результат хронического недосыпа.</color>",
            "info": "Медленный громила, который не ест растения, а давит их.\n\n<color=#3D1400>Здоровье: </color><color=red>6000</color>"
        },
        {
            "theZombieType": 37,
            "name": "Чертёнок",
            "introduce": "<color=#3D1400>Чертёнок с самого рождения обожает забираться в самые тесные щели — так он чувствует себя уютнее и спокойнее. Поэтому, где бы вы ни увидели Чертёнка, не удивляйтесь.</color>",
            "info": "Гаргантюа забросит его вам в тыл!\n\n<color=#3D1400>Здоровье: </color><color=red>270</color>"
        },
        {
            "theZombieType": 38,
            "name": "Меха-Гаргантюа",
            "introduce": "<color=#3D1400>Зомби из популярной игры «Девушки-Растения против Зомби»</color>",
            "info": "Невосприимчив к заморозке, растаптывает растения на своём пути.\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>\n<color=#3D1400>Особенности: </color><color=red>Иммунитет к заморозке и замедлению</color>\n<color=#3D1400>Слабость: </color><color=red>Магнитогриб</color>"
        },
        {
            "theZombieType": 39,
            "name": "Гига-Меха-Гаргантюа",
            "introduce": "<color=#3D1400>Зомби из популярной игры «Девушки-Растения против Зомби»</color>",
            "info": "Невосприимчив к заморозке, растаптывает растения на своём пути.\n\n<color=#3D1400>Здоровье: </color><color=red>6000</color>\n<color=#3D1400>Особенности: </color><color=red>Иммунитет к заморозке и замедлению</color>\n<color=#3D1400>Слабость: </color><color=red>Магнитогриб</color>"
        },
        {
            "theZombieType": 40,
            "name": "Зомби Робо-Орех",
            "introduce": "",
            "info": "Катится по лужайке, отскакивая от ваших растений.\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Особенности: </color><color=red>После того как врежется в растение, меняет линию. Врезаясь в растение, наносит 1000 урона. Ускоряется, двигаясь по склону крыши. После смерти появляется 5 Чертёнков. В зависимости от цвета глаз выпадает Фрагмент Робота, скрещиваемый с некоторыми растениями, огненный или ледяной шар (шары двигаются лишь по склону крыши и давят все растения, кроме орехов), которые можно уничтожить Ледогрибом и Халапеньо соответственно. Остановить его можно используя отталкивающие гибриды Зонтолиста.</color>"
        },
        {
            "theZombieType": 43,
            "name": "Гаргантюа-Рыцарь",
            "introduce": "<color=#3D1400>Гаргантюа-Рыцарь был большим поклонником одного из игровых обликов под названием «Рыцарь». Настолько большим, что решил потратить целое состояние на заказ средневековых доспехов своего размера. Однако, когда он захотел их снять, оказалось, что это невозможно... Так он и стал обладателем постоянного облика «Рыцарь».</color>",
            "info": "При ударе об землю призывает Чертёнков!\n\n<color=#3D1400>Здоровье: </color><color=red>8000+24000</color>\n<color=#3D1400>Особенности: </color><color=red>Скорость движения вдвое меньше, чем у обычного Гаргантюа. Единоразовый урон не может быть больше 5000. Время под контролем уменьшается вдвое. При потере половины здоровья бросает Зомби Робо-Орех. С каждым ударом об землю призывает 1-3 Чертёнка.</color>"
        },
        {
            "theZombieType": 45,
            "name": "Зомби на тарзанке",
            "introduce": "<color=#3D1400>Зомби на тарзанке обожает приключения. Ведь если ты уже мёртв, то разве страшно испытать смерть ещё раз?</color>",
            "info": "Зомби на тарзанке атакует с воздуха!\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Указывает мишенью на растение, на которое собирается приземлиться, а после приземления даёт немного времени, перед тем как украсть растение</color>\n<color=#3D1400>Слабость: </color><color=red>Зонтолист</color>"
        },
        {
            "theZombieType": 47,
            "name": "Зомби-Йети",
            "introduce": "<color=#3D1400>О Зомби-Йети почти ничего не известно, кроме его имени, даты рождения, номера социального страхования, исторического образования, опыта прошлой работы и бутербродных предпочтений (ростбиф с сыром).</color>",
            "info": "Зомби-Йети обладает навыком тактичного отступления!\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Особенности: </color><color=red>Замораживает растения в радиусе 3*3 от себя</color>"
        },
        {
            "theZombieType": 48,
            "name": "Праздничный Зверь",
            "introduce": "<color=#3D1400>Чтобы отметить Новый год, зомби отправили на поле боя Праздничного Зверя, пропитанного новогодней атмосферой. «Посмотрите на мой новый наряд! Разве я не похож на участника танца льва? Просто загляденье! Сейчас пойду поздравлять растения с праздником!» — заявил он. Однако растения оказались слишком «вежливыми» и, после непродолжительного «обмена любезностями», попросту выставили Праздничного Зверя за дверь.</color>",
            "info": "Праздничный Зверь очень крепок, но у него есть одна слабость.\n\n<color=#3D1400>Здоровье: </color><color=red>8888+8888</color>\n<color=#3D1400>Слабость: </color><color=red>Пылающая Петарда</color>"
        },
        {
            "theZombieType": 49,
            "name": "Снежкометатель",
            "introduce": "<color=#3D1400>«Снежки! Играем в снежки!» — только очнувшись в сугробе, Снежкометатель тут же начал швырять снежки во все стороны. «Мы просто будем за ним наблюдать?» «Да. Мне интересно, сколько времени ему понадобится, чтобы заметить это». И вот, очередной снежок не долетает до них... уже четырнадцатый раз...</color>",
            "info": "Снежкометатель стреляет обмораживающими растения снежками!\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Урон снаряда: </color><color=red>75/2 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Стреляет в первое встреченное растение снежками (дальность не ограничена), которые при столкновении с растением создают ледяной взрыв, наносящий 75 урона всем растениям в радиусе 3*3, а так же все растения, попавшие в зону взрыва, будут заморожены на 5 секунд</color>\n<color=#3D1400>Слабость: </color><color=red>Арбузолист</color>"
        },
        {
            "theZombieType": 100,
            "name": "Зомби-Горохострел",
            "introduce": "<color=#3D1400>Дальнобойные способности Зомби-Горохострела вселяют страх в ряды растений, но среди самих зомби его присутствие вызывает панику. Дело в том, что зомби, находящиеся впереди него, постоянно боятся, что он случайно попадёт им в спину.</color>",
            "info": "Стреляет горохом по вашим растениям.\n\n<color=#3D1400>Урон снаряда: </color><color=red>20</color>\n<color=#3D1400>Здоровье: </color><color=red>270</color>"
        },
        {
            "theZombieType": 101,
            "name": "Зомби-Вишнестрел",
            "introduce": "<color=#3D1400>Зомби-Вишнестрел — 17-летний старшеклассник с растительной головой вместо обычной. Его любимая ягода — вишня. Родившись в семье, связанной с папским престолом, он получил от зомби прозвище «Зелёный Папа».</color>",
            "info": "Стреляет вишнями по вашим растениям.\n\n<color=#3D1400>Урон снаряда: </color><color=red>60</color>\n<color=#3D1400>Здоровье: </color><color=red>500</color>"
        },
        {
            "theZombieType": 102,
            "name": "Зомби-Взрывострел",
            "introduce": "<color=#3D1400>Зомби-Взрывострел недавно послушал песню «Вишнёвая Бомба» группы The Runaways — возможно, именно поэтому он сейчас так полон энергии. Правда, никто до сих пор не понимает, как он научился выпускать бомбы ртом.</color>",
            "info": "Стреляет взрывными снарядами по вашим растениям.\n\n<color=#3D1400>Урон снаряда: </color><color=red>1000</color>\n<color=#3D1400>Здоровье: </color><color=red>500</color>"
        },
        {
            "theZombieType": 103,
            "name": "Зомби-Стенорех",
            "introduce": "<color=#3D1400>У Зомби-Стенореха после атак растений на голове не остаётся вмятин от снарядов, но зато видны следы укусов. На вопрос об этом в интервью он ответил так: «Видимо, мои товарищи просто проголодались».</color>",
            "info": "Орех на ножках?!\n\n<color=#3D1400>Здоровье: </color><color=red>270+1100</color>"
        },
        {
            "theZombieType": 104,
            "name": "Подрывник с газетой",
            "introduce": "<color=#3D1400>Подрывник с газетой обожает вишню — настолько, что даже его газета пропитана вишнёвым ароматом. Газета в его руках — единственное, что способно сдержать его ярость. Во время чтения он неизменно жуёт вишню, но, дочитав до конца, устраивает настоящее представление в духе сычуаньской оперы: меняет выражение лица, словно по щелчку, и выплёвывает все съеденные вишни.</color>",
            "info": "Начинает обстрел взрывными снарядами после потери газеты.\n\n<color=#3D1400>Здоровье: </color><color=red>1500+200</color>\n<color=#3D1400>Особенности: </color><color=red>После потери газеты начинает бежать, стреляя взрывными снарядами со скорострельностью 0,75 в секунду</color>\n<color=#3D1400>Радиус взрыва: </color><color=red>3*3, не задевая крайние диагонали. На всех сложностях кроме 5 орехи поглощают радиус взрыва</color>"
        },
        {
            "theZombieType": 105,
            "name": "Зомби в пакете",
            "introduce": "<color=#3D1400>? ? ?</color>",
            "info": "Кто там? Кто знает...\n\n<color=#3D1400>Здоровье: </color><color=red>270+370</color>\n<color=#3D1400>Особенности: </color><color=red>После смерти вызывает одного случайного зомби со случайным здоровьем (20%, 40%, 60%, 80%, 100%, 120% от его максимального здоровья). После смерти с шансом 1% может выдать случайное усиление Одиссеи, перезарядка данного эффекта — 1 минута</color>"
        },
        {
            "theZombieType": 106,
            "name": "Зомби-Ведрорех",
            "introduce": "<color=#3D1400>Почему у Зомби-Ведрореха такая прочная голова? Всё просто: говорят, что Стенорехи полезны для мозга, но он не обратил внимания, что его орехи содержали слишком много железа. Впрочем, всё оказалось не так уж плохо — теперь у него настоящий железный лоб!</color>",
            "info": "Ведрорех на ножках?!\n\n<color=#3D1400>Здоровье: </color><color=red>270+2200</color>\n<color=#3D1400>Особенности: </color><color=red>После смерти выпадает Ведро, скрещиваемое с некоторыми растениями</color>"
        },
        {
            "theZombieType": 107,
            "name": "Зомби-Взрыворех",
            "introduce": "<color=#3D1400>Настоящие мужчины не оборачиваются на взрывы. По крайней мере, Зомби-Взрыворех точно не оборачивается — ведь обычно он встречает бомбы лицом к лицу.</color>",
            "info": "Имеет защиту от взрыва вишни.\n\n<color=#3D1400>Здоровье: </color><color=red>270+1100</color>\n<color=#3D1400>Особенности: </color><color=red>Максимальный урон, получаемый от взрывов вишни, составляет 150</color>"
        },
        {
            "theZombieType": 108,
            "name": "Зомби-Железострел",
            "introduce": "<color=#3D1400>В прошлом году Зомби-Железострел гадал на картах Таро, и ему выпала карта с предзнаменованием «Император». С тех пор он обнаружил, что может с легкостью стрелять железными снарядами.</color>",
            "info": "Стреляет железными снарядами по вашим растениям.\n\n<color=#3D1400>Урон снаряда: </color><color=red>80</color>\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Особенности: </color><color=red>После смерти выпадает Ведро, скрещиваемое с некоторыми растениями</color>"
        },
        {
            "theZombieType": 109,
            "name": "Футбореховый Футболист",
            "introduce": "<color=#3D1400>Футбореховый Футболист когда-то был самым обычным зомби-игроком в футбол. Но однажды он с разбегу врезался в Футборех, который как раз удобряли. «Сам не понимаю, как так получилось, но эта штука просто взяла и выросла у меня на голове. Да я уже задыхаюсь от неё...», – пожаловался Футбореховый Футболист.</color>",
            "info": "Довольно крепкий футболист.\n\n<color=#3D1400>Здоровье: </color><color=red>270+4400</color>\n<color=#3D1400>Особенности: </color><color=red>После смерти выпадает Футбольный Шлем, скрещиваемый с некоторыми растениями</color>"
        },
        {
            "theZombieType": 110,
            "name": "Зомби в Золотой Коробке",
            "introduce": "<color=#3D1400>? ? !</color>",
            "info": "Эээй, я ещё не знаю, что внутри Зомби в пакете!\n\n<color=#3D1400>Здоровье: </color><color=red>270+720</color>\n<color=#3D1400>Особенности: </color><color=red>После смерти вызывает одного случайного зомби с полным здоровьем</color>"
        },
        {
            "theZombieType": 111,
            "name": "Зомби-Ледорех",
            "introduce": "<color=#3D1400>Вокруг головы Зомби-Ледореха в зомби-мире ходит множество слухов. Одни считают, что она служит ему для изоляции от этого холодного и равнодушного мира. Другие уверены, что это результат безумных экспериментов Доктора Эдгара. Но знает истину лишь он сам: этот шлем появился на его голове после того, как он съел один странный синий гриб.</color>",
            "info": "Невосприимчив к заморозке.\n\n<color=#3D1400>Здоровье: </color><color=red>270+2200</color>\n<color=#3D1400>Особенности: </color><color=red>Невосприимчивость к замедлению и заморозке</color>"
        },
        {
            "theZombieType": 112,
            "name": "Подрывник на катапульте",
            "introduce": "<color=#3D1400>О, великолепно! Теперь прикрывать растения бесполезно. Беги, пока его баскетбольные мячи не закончились!</color>",
            "info": "Стреляет взрывными снарядами по растениям в тылу.\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Особенности: </color><color=red>Сначала бросает 5 баскетбольных мячей, а затем начинает быстрый обстрел взрывными снарядами, наносящими 30 урона зонтолистам, которые их отбивают</color>"
        },
        {
            "theZombieType": 113,
            "name": "Горохо-Йети с Китом",
            "introduce": "<color=#3D1400>«Чем ты отличаешься от Йети с Китом?» — на этот вопрос Горохо-Йети с Китом всегда отвечает, что он больше любит играть в «Бумеранг».</color>",
            "info": "Вариация Йети с Китом.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Стреляет горохом по вашим растениям</color>"
        },
        {
            "theZombieType": 114,
            "name": "<size=28>Бронированный Зомби-Железострел</size>",
            "introduce": "<color=#3D1400>Бронированный Зомби-Железострел всегда выходит с кучей металлических предметов, что вызывает недоумение у других зомби с железными головами: «Наши головы и так притягиваются Магнитогрибами, зачем тащить ещё больше железа?» Но его странная логика так и оставалась загадкой, пока он не столкнулся с тремя Магнитогрибами сразу.</color>",
            "info": "Зомби-Железострел, но с дополнительной защитой.\n\n<color=#3D1400>Урон снаряда: </color><color=red>80</color>\n<color=#3D1400>Здоровье: </color><color=red>1350+1100+1100</color>\n<color=#3D1400>Особенности: </color><color=red>Стреляет по вашим растения. После смерти выпадает Ведро, скрещиваемое с некоторыми растениями</color>"
        },
        {
            "theZombieType": 115,
            "name": "Зомби-Кабачок",
            "introduce": "<color=#3D1400>«М? Ммм!» — Зомби-Кабачки всегда устремляются вперёд, расплющивая все растения на своём пути, вызывая у других зомби восхищение своим самопожертвованием. Но на самом деле, всё куда проще: они — фанаты Кабачкошки, и, увидев, как та расплющила Пылающий Лотос, не смогли устоять перед желанием повторить этот трюк на других растениях.</color>",
            "info": "Давит первое встреченное растение.\n\n<color=#3D1400>Здоровье: </color><color=red>500</color>\n<color=#3D1400>Особенности: </color><color=red>Мгновенно давит первое встреченное растение, после чего умирает сам</color>"
        },
        {
            "theZombieType": 116,
            "name": "Огненный Зомби-Кабачок",
            "introduce": "<color=#3D1400>Огненный Зомби-Кабачок — самый нетерпеливый среди зомби. Его первое действие при появлении? Конечно, расталкивать других зомби! Он планировал занять видное место, чтобы громко крикнуть: «Огненная атака, ни травинки не останется!», а уже потом эффектно отбросить свою голову. Но, к его сожалению, голова оказалась ещё более торопливой, чем он сам.</color>",
            "info": "Давит первое встреченное растение, а после сжигает все растения на линии.\n\n<color=#3D1400>Здоровье: </color><color=red>1500</color>\n<color=#3D1400>Особенности: </color><color=red>Мгновенно давит первое встреченное растение, создавая линию огня, наносящую 1 000 000 урона всем растениям, после чего умирает сам (будучи в замороженном состоянии, не сжигает линию)</color>"
        },
        {
            "theZombieType": 117,
            "name": "Зомби-Халапеньо",
            "introduce": "<color=#3D1400>Зомби-Халапеньо жаждет общения с другими зомби, но никто не хочет разговаривать с этой ходячей слезоточивой бомбой, которая в любой момент может вспыхнуть от маллейшего шороха.</color>",
            "info": "После небольшой задержки Зомби-Халапеньо сжигает всю линию растению.\n\n<color=#3D1400>Здоровье: </color><color=red>500</color>\n<color=#3D1400>Особенности: </color><color=red>Спустя некоторое время после появление взрывается, сжигая все растения на своём ряду</color>"
        },
        {
            "theZombieType": 118,
            "name": "Гороховый Футболист",
            "introduce": "<color=#3D1400>«Фух… Хух…» — Гороховый Футболист завершающим шагом закончил утреннюю пробежку и вернулся домой, чтобы восполнить силы горстью гороховых электролитов. А вот зомби, упорно пытавшиеся за ним угнаться, были в полном отчаянии. «Ну ладно, бегать медленнее его — это ещё можно понять, но получить гороха за обе щеки во время пробежки? Это уже перебор!»</color>",
            "info": "Быстро бегает и стреляет горохом по вашим растениям.\n\n<color=#3D1400>Здоровье: </color><color=red>270+1400</color>\n<color=#3D1400>Особенности: </color><color=red>Стреляет горошинами с высокой скорострельностью</color>"
        },
        {
            "theZombieType": 200,
            "name": "Робот-Косатка",
            "introduce": "<color=#3D1400>«Превосходный дайвер должен уметь не только погружаться, но и управлять Роботом-Косаткой!», — заявил зомби за штурвалом, прибавляя скорость на ещё одну передачу.</color>",
            "info": "Я думаю этот робот как то связан с Роботом-Дельфином.\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>"
        },
        {
            "theZombieType": 201,
            "name": "Танцор-Ледогон",
            "introduce": "<color=#3D1400>Танцор-Ледогон — это вовсе не один зомби, а целая команда. Зомбони создаёт площадку, Ледогон обеспечивают эффектное появление, а вот Зомби Майкл Джексон... Увы, он был вынужден сойти с транспортного средства, ведь у него нет водительских прав. Теперь его встречают восторженные фанаты среди растений. Правда, их гороховые «приветствия» оказываются чересчур горячими.</color>",
            "info": "Очень прочный и невосприимчив к заморозке.\n\n<color=#3D1400>Здоровье: </color><color=red>12000</color>\n<color=#3D1400>Особенности: </color><color=red>После смерти вызывает Зомбони, Ледогона и Зомби Майкла Джексона</color>"
        },
        {
            "theZombieType": 202,
            "name": "<size=35>Ореховый Трезубцеметатель</size>",
            "introduce": "<color=#3D1400>Ореховый Трезубцеметатель известен как выдающийся рыбак. Его меткие броски четырёх трезубцев заслужили ему титул «Король рыбалки». «Знаете, раньше я еще подрабатывал метателем копья», — с гордостью говорит Ореховый Трезубцеметатель.</color>",
            "info": "Бросает много трезубцев в ваши растения.\n\n<color=#3D1400>Здоровье: </color><color=red>270+7500</color>\n<color=#3D1400>Особенности: </color><color=red>Пробежав 1-2 клетки, бросает 4 трезубца, наносящие урон равный 20% (минимум 20 урона) от текущей прочности растения. Может попасть лишь в растения, находящиеся на расстоянии минимум 3.5 клетки</color>"
        },
        {
            "theZombieType": 203,
            "name": "Взрывомётчик с газетой",
            "introduce": "<color=#3D1400>«Я старею...», — пробормотал Взрывомётчик, читая свою газету во время прогулки по дороге. Даже если он подавлял большую часть своей мощи, едва уловимая её тень всё равно давила на окружающих – ни растения, ни зомби не могли поднять головы. «Только он всё ещё может пробудить во мне жажду битвы...», — отложив свою газету, прошептал он и побрёл дальше.</color>",
            "info": "Реально опасный зомби.\n\n<color=#3D1400>Урон: </color><color=red>400</color>\n<color=#3D1400>Здоровье: </color><color=red>1500+1500</color>\n<color=#3D1400>Особенности: </color><color=red>После потери газеты временно становится неуязвимым, после чего начинает бежать, стреляя 8 взрывными снарядами в секунду</color>"
        },
        {
            "theZombieType": 204,
            "name": "<size=31>Гига-Футбореховый Футболист</size>",
            "introduce": "<color=#3D1400>Гига-Футбореховый Футболист — выходец из тьмы, могущественный, хладнокровный и злой. Секретами своей силы делиться отказывается, говоря, что только в самой тёмной тьме можно создать такого сильного зомби как он. «Куда делась моя краска?!», — крикнул Доктор Эдгар в своей лаборатории.</color>",
            "info": "Старый знакомый? Где-то я тебя уже видел.\n\n<color=#3D1400>Урон: </color><color=red>100</color>\n<color=#3D1400>Здоровье: </color><color=red>3000+12000</color>"
        },
        {
            "theZombieType": 205,
            "name": "Дирижабль Киров",
            "introduce": "<color=#3D1400>Огромный неопознанный летающий объект? Нет! Это огромный дирижабль, обладающий невероятно прочным корпусом и способный выпускать Киров-дронов в поддержку. Даже после истребления он всё ещё может причинять разрушения в месте своего падения.</color>",
            "info": "Киров на связи!\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>\n<color=#3D1400>Особенности: </color><color=red>Раз в секунду выпускает Киров-дрона на своей линии</color>"
        },
        {
            "theZombieType": 206,
            "name": "Киров-дрон",
            "introduce": "<color=#3D1400>Это не обычный самолёт — это специальный дрон, сжатый водным давлением. Хоть и метод сжатия до сих пор неизвестен, это не мешает ему быть грозной боевой единицей.</color>",
            "info": "Быстрые и взрывоопасные!\n\n<color=#3D1400>Урон бомбы: </color><color=red>1000</color>\n<color=#3D1400>Здоровье: </color><color=red>500</color>\n<color=#3D1400>Особенности: </color><color=red>Невосприимчивость к замедлению и заморозке</color>"
        },
        {
            "theZombieType": 207,
            "name": "Король Танцпола",
            "introduce": "<color=#3D1400>Король Танцпола — легендарный айдол в мире зомби. Как айдол, Король Танцпола всегда был самоедом. После прохождения курсов в Академии Танцев Эдгара, он овладел Супер Лунной Походкой, назвав её «Шестым чудом мира зомби», за что получил огромную фан-базу.</color>",
            "info": "Летящей походкой прорывается вглубь вашей защиты.\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>\n<color=#3D1400>Особенности: </color><color=red>Во время скольжения получает на 90% меньше урона, после конца рывка немедленно вызывает Зомби-Танцоров</color>"
        },
        {
            "theZombieType": 208,
            "name": "Зомби-Призрак",
            "introduce": "<color=#3D1400>Это древний зомби с Востока. Его рост семь или восемь футов. Свет проходит сквозь него... Он не умер после удара молнии, силен, как медведь, не любит мозги, прячется в горах, а теперь путешествует по миру, в поисках укромного местечка.</color>",
            "info": "Очень-очень древний...\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>\n<color=#3D1400>Урон: </color><color=red>500</color>\n<color=#3D1400>Особенности: </color><color=red>Может сделать рывок, наносящий 500 урона каждому растению, через который он пройдёт. После смерти он взорётся, нанеся 500 урона растениям в радиусе 3x3. Тыквы перенимают на себя урон рывков и взрыва</color>"
        },
        {
            "theZombieType": 209,
            "name": "Пого-Клоун",
            "introduce": "<color=#3D1400>«На самом деле, я просто хочу быть модным», — говорит Пого-Клоун пожимая плечами, когда его спрашивают про его внешний вид, но всё равно каждый помнит его неудачный любовный опыт.</color>",
            "info": "Бомба спрятана в пого-стике!\n\n<color=#3D1400>Здоровье: </color><color=red>720+4400</color>\n<color=#3D1400>Особенности: </color><color=red>Действует так же, как и Арбузный Пого-Зомби. Если он умрёт в момент прыжка, то взорвётся и превратится в Зомби-Психа</color>"
        },
        {
            "theZombieType": 210,
            "name": "Зомби Меха-Орех",
            "introduce": "<color=#3D1400>«Рыбные шарики? Крутая броня? Это не имеет значения!», — сказал Зомби Меха-Орех. «Важно иметь Крутую броню!», — сказал Зомби Меха-Орех.</color>",
            "info": "Робо-Орех, но... лучше?\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Особенности: </color><color=red>После смерти выпадает Меха-Фрагмент, скрещиваемый с некоторыми растениями</color>"
        },
        {
            "theZombieType": 212,
            "name": "Гаргантюа-Берсерк",
            "introduce": "<color=#3D1400>Зомби сказал: «Согласно древним хроникам, ту тёмно-фиолетовую броню могут носить лишь те, чьи тела выдержали испытания леденящим холодом и обжигающим жаром. Когда наш род оказывается в самых отчаянных ситуациях, на кровопролитных полях сражений порой возникает его фигура». И добавил предупреждение для растений: «Шума слишком много, осторожнее — не разбудите великанов, спящих в недрах земли».</color>",
            "info": "Гаргантюа-Берсерк является очень опасным противником.\n\n<color=#3D1400>Здоровье: </color><color=red>8000+24000</color>\n<color=#3D1400>Особенности: </color><color=red>Обеспечивает 90% защиту от урона для всех зомби на лужайке. Остальные особенности такие же, как у Гаргантюа-Рыцаря, но при ударе об землю он вызывает Чернокрылов.</color>"
        },
        {
            "theZombieType": 213,
            "name": "Чернокрыл",
            "introduce": "<color=#3D1400>Эффектное появление с размахом крыльев и кувырком смерти — это действие, которое Чернокрыл исполнил в новом фильме «Парк Юрского Периода: Зомби» для роли миниатюрного птерозавра. На самом деле никто не знает, что всё это было не частью плана — его просто случайно выбросили.</color>",
            "info": "Чернокрылы могут быстро проникнуть в вашу оборону.\n\n<color=#3D1400>Урон: </color><color=red>200</color>\n<color=#3D1400>Здоровье: </color><color=red>1500</color>"
        },
        {
            "theZombieType": 214,
            "name": "Взрывомётчик-Диверсант",
            "introduce": "<color=#3D1400>«Проснуться в дурном настроении — это одно, но если ты ещё и в паре с китом, который тащит тебя на работу, то день явно не задался», — ворчит Взрывомётчик-Диверсант. Злость его так велика, что он готов взорвать все растения, стоящие у него на пути, а потом вернуться и хорошенько выспаться.</color>",
            "info": "Перепрыгивает вашу оборону и стреляет взрывными снарядами!\n\n<color=#3D1400>Здоровье: </color><color=red>1500</color>\n<color=#3D1400>Особенности: </color><color=red>Спустя 3 секунды после появления начинает стрелять взрывными снарядами</color>"
        },
        {
            "theZombieType": 215,
            "name": "Зомби в Алмазной Коробке",
            "introduce": "<color=#3D1400>! ! !</color>",
            "info": "После смерти призывает Зомби-Чемпиона.\n\n<color=#3D1400>Здоровье: </color><color=red>20000+1100</color>"
        },
        {
            "theZombieType": 216,
            "name": "Зомби на Трезубцемёте",
            "introduce": "<color=#3D1400>Зомби на Трезубцемёте — настоящий «перфекционист». Он считал свою тележку недостаточно презентабельной, поэтому решил украсить её, заполнив корзину трезубцами. Но, видимо из-за своего перфекционизма, он продолжал добавлять трезубцы, пока корзина не оказалась полностью забитой. Только тогда он остановился.</color>",
            "info": "Бросает тонну трезубцев в ваши растения!\n\n<color=#3D1400>Здоровье: </color><color=red>1350+4400</color>\n<color=#3D1400>Особенности: </color><color=red>Стреляет залпом из 14 трезубцев которые летят по фиксированной траектории, если после уничтожения растения ещё останутся трезубцы в полёте, то они полетят дальше, нанося урон следующим встреченным растениям (максимальная дальность — 5 клеток). Всего может сделать 2 залпа</color>"
        },
        {
            "theZombieType": 217,
            "name": "Королевский Подтанцовщик",
            "introduce": "<color=#3D1400>Все зомби поражены, как Королевский Подтанцовщик так мастерски управляется со своим шестом. «Один талант не сделает тебя проворным, как гепард», — улыбается он. «Если ты откроешь окно в пять утра, то увидишь меня, бегущего по тротуару — я тренируюсь и одновременно машу тебе ручкой!»</color>",
            "info": "Прыгает в два раза дальше Зомби-Подтанцовщика.\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>Особенности: </color><color=red>Перепрыгивает две клетки, встретив перед собой растение</color>\n<color=#3D1400>Слабость: </color><color=red>Высокий Стенорех</color>"
        },
        {
            "theZombieType": 218,
            "name": "Зомби-Посейдон",
            "introduce": "<color=#3D1400></color>",
            "info": "Зомби-Посейдон может бросить огромный взрывающийся трезубец!\n\n<color=#3D1400>Здоровье: </color><color=red>8000+24000</color>\n<color=#3D1400>Особенности: </color><color=red>Не подвержен очаровыванию, не может получить больше 5000 урона за раз и не может быть съеден Чомпером и его гибридами. При появлении вызывает Орехового Трезубцеметателя на каждой линии. Обеспечивает бесконечный боезапас трезубцев для всех зомби у которых они были, а также пока жив увеличивает урон от всех трезубцев в 5 раз. Может кинуть свой большой трезубец, который останется после падения и будет блокировать снаряды (до 300), а если его не уничтожить, то он взорвётся (спустя 30 секунд после приземления), уничтожив все близлежащие растения</color>"
        },
        {
            "theZombieType": 219,
            "name": "Гигантский Меха-Орех",
            "introduce": "<color=#3D1400>После создания Гигантский Меха-Орех сразу стал любимцем зомби. «Это наш щит!» — с восторгом говорили зомби. Но на самом деле Гигантский Меха-Орех никого не защищал, он просто был настолько огромным, что полностью отвлекал на себя огонь растений.</color>",
            "info": "Не позволяет атаковать других зомби, принимая за них урон.\n\n<color=#3D1400>Здоровье: </color><color=red>12000</color>\n<color=#3D1400>Особенности: </color><color=red>Не подвержен очаровыванию, не может получить больше 5000 урона за раз и не может быть съеден Чомпером и его гибридами. Получает урон за всех зомби на поле (кроме зомби, призывающих случайных зомби), но не может получать урон чаще чем один раз в 0,2 секунды</color>"
        },
        {
            "theZombieType": 220,
            "name": "Зомби-Генерал Бездны",
            "introduce": "<color=#3D1400></color>",
            "info": "Зомби-Генерал Бездны очень хорош в поедании вашей обороны!\n\n<color=#3D1400>Урон: </color><color=red>200</color>\n<color=#3D1400>Здоровье: </color><color=red>8000+24000</color>\n<color=#3D1400>Особенности: </color><color=red>Не может быть отброшен, очарован или съеден Чомпером и его гибридами, а также не может получить более 5000 урона за раз. Растения, которые он кусает, теряют способность восстанавливать прочность, а вместо этого восстанавливают здоровье Зомби-Генералу Бездны в размере 10% от полученного лечения. Если съест незащитное растение, то призовёт Гига-Футборехового Футболиста. Каждые 3 секунды получает один из случайных эффектов:\n1) Удвоение урона;\n2) Мгновенное восстановление 6000 единиц брони;\n3) Увеличение скорости передвижения на 0,3 единицы (максимум — 3) (начальная скорость зомби 0,9 ~ 1,8)</color>"
        },
        {
            "theZombieType": 221,
            "name": "Потрошитель",
            "introduce": "<color=#3D1400></color>",
            "info": "Грозный воздушный противник.\n\n<color=#3D1400>Здоровье: </color><color=red>12000</color>\n<color=#3D1400>Особенности: </color><color=red>Не может быть отброшен, очарован или съеден Чомпером и его гибридами, а также не может получить более 5000 урона за раз. При появлении резко мчится вперёд, раздавливая встреченные растения. Когда здоровье падает ниже 2/3, после короткой неуязвимости переходит в режим Воздушной Бомбардировки, начиная каждые 3 секунды обстреливать растения взрывными (в области 3*3) снарядами, урон от снарядов нивелируется Шутовской Тыквой</color>"
        },
        {
            "theZombieType": 222,
            "name": "Люкс Танцпол",
            "introduce": "<color=#3D1400>Это была тщательно построенная сцена, и прежде чем она разрушится, Король Танцпола сможет наконец-то игнорировать всю клевету и полностью посвятить себя своему выступлению, подарив растениям и зомби свою последнюю песню и танец.</color>",
            "info": "Время для гастролей!\n\n<color=#3D1400>Здоровье: </color><color=red>32000</color>\n<color=#3D1400>Особенности: </color><color=red>Не может быть очарован или съеден Чомпером и его гибридами, а также не может получить более 5000 урона за раз. Обеспечивает ближайших зомби невосприимчивостью к заморозке. Пока жив, периодично призывает по 4 Короля Танцопола за раз. После смерти призывает 2 Танцора-Ледогона и Короля Танцпола</color>"
        },
        {
            "theZombieType": 223,
            "name": "Профессор Z",
            "introduce": "<color=#3D1400>Профессор Z одержим изучением научных феноменов, и недавно его заинтересовал Вишневый Бог Войны...</color>",
            "info": "Не обманывайся его внешним видом, он очень силён!\n\n<color=#3D1400>Здоровье: </color><color=red>1200+12000+1500</color>\n<color=#3D1400>Особенности: </color><color=red>Не может быть очарован или съеден Чомпером и его гибридами, а также не может получить более 5000 урона за раз. Все колючки лишь останавливают его движение и рвут газету, но не убивают. До потери газеты основная его часть неуязвима. После потери газеты временно становится неуязвимым, превращая зомби по всему полю во Взрывомётчиков (максимум — 30), после чего ускоряется и начинает стрелять взрывными снарядами из себя и из пушки (аналог катапульты)</color>"
        },
        {
            "theZombieType": 224,
            "name": "Королева Цирка",
            "introduce": "<color=#3D1400>Величие Королевы Цирка не подлежит сомнению — лишь одного её взгляда достаточно, чтоб слуги задрожали. Но, несмотря на это, Королева Цирка обожает делиться. В её подарочных коробках, помимо бомб, всегда найдётся что-то и для детей. И она просто не может дождаться момента, когда раздаст всем свои подарки!</color>",
            "info": "Королева Цирка имеет крайне «взрывной» характер.\n\n<color=#3D1400>Здоровье: </color><color=red>32000</color>\n<color=#3D1400>Особенности: </color><color=red>Не подвержена очаровыванию, не может получить больше 5000 урона за раз и не может быть съедена Чомпером и его гибридами. Передвигается рывками, раздавливая растения на своём пути. Взрыв Коробки Шута близь её восстановит ей 3000 здоровья. Показываясь из коробки, может случайно совершить одно из следующих действий:\n1) Вызывает Пого-Клоунов на каждой клетке, кроме первых пяти слева\n2) Вызывает Зомби-Психов на каждой клетке, кроме первых пяти слева, которые моментально взрываются\n3) Создаёт взрыв в каждой клетке столбца, в котором стоит Королева Цирка (взрыв считается обычным уроном)</color>"
        }
    ]
}