{
    "zombies": [
        {
            "theZombieType": 0,
            "name": "Обычный Зомби",
            "introduce": "<color=#3D1400>Обычный Зомби ненавидит слово «Обычный» в своём имени. Он не считал себя врагом, не заслуживающим имени, или обычным зомби, которых можно увидеть повсюду. Черт возьми, он личность, и он собирается сделать что-то экстраординарное, даже если это убьет тебя. >:)</color>",
            "info": "Стандартный зомби.\n\n<color=#3D1400>Здоровье: </color><color=red>270</color>\n<color=#3D1400>Урон: </color><color=red>50\n(Здесь и далее, если у зомби не будет указан урон, значит он равен 50</color>"
        },
        {
            "theZombieType": 2,
            "name": "Зомби с конусом",
            "introduce": "<color=#3D1400>Зомби с конусом на самом деле не понимает, что такое дорожный конус. Он просто подумал, что эта штука похожа на вафельный рожок, и когда не смог его съесть, просто положил его себе на голову.</color>",
            "info": "Более крепкий зомби.\n\n<color=#3D1400>Здоровье: </color><color=red>270+370\n(Здесь и далее, если не указан тип брони, значит он I. Бронёй являются все числа, что находятся после первого «+»)</color>"
        },
        {
            "theZombieType": 3,
            "name": "Зомби с шестом",
            "introduce": "<color=#3D1400>Зомби с шестом когда-то был лучшим прыгуном в высоту в своём городе, пока однажды не забыл положить матрас под планку.</color>",
            "info": "Перепрыгивает первое встреченное растение.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Перепрыгивает первое встреченное растение, после чего идёт с меньшей скоростью</color>\n<color=#3D1400>Слабость: </color><color=red>Высокий Стенорех</color>"
        },
        {
            "theZombieType": 4,
            "name": "Зомби с ведром",
            "introduce": "<color=#3D1400>Когда-то простой маляр, Зомби с ведром стал гением среди зомби благодаря своей инновационной стратегии с ведром. Прошло несколько лет, и зомби начали подозревать, что у него есть какой-то тайный козырь. Иссякли ли его идеи или он всё ещё скрывает свои сокровенные навыки? Кто знает...</color>",
            "info": "Имеет ведро, поглощающее много урона.\n\n<color=#3D1400>Здоровье: </color><color=red>270+1100</color>\n<color=#3D1400><color=#3D1400>Особенности: </color><color=red>Ведро может быть притянуто Магнитогрибом</color>"
        },
        {
            "theZombieType": 5,
            "name": "Зомби с газетой",
            "introduce": "<color=#3D1400>Нельзя обвинять его в таком вспыльчивом поведении — он был всего в шаге от того, чтобы разгадать этот сложный кроссворд (по вертикали 23-й ответ — «Brains» (мозги)). Вот почему он держал газету вверх ногами.</color>",
            "info": "Разозлится, если порвать его газету.\n\n<color=#3D1400>Здоровье: </color><color=red>270+200 (броня II-го типа)</color>\n<color=#3D1400>Особенности: </color><color=red>После потери газеты увеличивает скорость передвижения в 2,5 раза, а урон в 1,5 раза</color>"
        },
        {
            "theZombieType": 6,
            "name": "Зомби-Танцор",
            "introduce": "<color=#3D1400>Спортивные достижения Зомби-Танцора были вполне средними в мире зомби, но по совету своих танцевальных партнёров он решил попробовать себя в роли айдола. Сейчас его совместная с Зомби-Майклом Джексоном песня «Just Brains» пользуется огромной популярностью.</color>",
            "info": "После прыжка призовёт своих подтанцовщиков.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Перепрыгивает первое встреченное растение, после чего идёт с меньшей скоростью. После успешного прыжка призовёт 4 Зомби-Подтанцовщика</color>\n<color=#3D1400>Слабость: </color><color=red>Высокий Стенорех</color>"
        },
        {
            "theZombieType": 7,
            "name": "Зомби-Подтанцовщик",
            "introduce": "<color=#3D1400>Когда-то четыре брата, сопровождавшие Зомби-Танцора, были сиротами и росли без родителей. Со временем их характер стал искажённым, и они начали угнетать других в Зомби-Академии. Но однажды они увидели, как Зомби-Танцор весело и свободно двигается на сцене. Это зрелище стало для них своего рода откровением. С этого дня четыре брата начали выступать на сцене вместе с Зомби-Танцором, показывая свои таланты миру.</color>",
            "info": "Перепрыгивает первое встреченное растение.\n\n<color=#3D1400>Здоровье: </color><color=red>270</color>\n<color=#3D1400>Особенности: </color><color=red>Перепрыгивает первое встреченное растение, после чего идёт с меньшей скоростью</color>"
        },
        {
            "theZombieType": 8,
            "name": "Зомби с дверью",
            "introduce": "<color=#3D1400>Зомби с дверью когда-то был участником спецподразделения ФБР. У него был взрывной характер, но чистое сердце, полное стремления к справедливости. Он никогда не вёл переговоры с грабителями, а сразу шёл ломать двери, чтобы спасти заложников. Став зомби, его доброта осталась неизменной. Однажды, увидев, как группа зомби похищает маленького зомби-ребёнка, он отчаянно попытался вломиться через дверь, но зомби, зная его импульсивный характер, заранее намазали её клеем, и он не смог оторвать руки от двери.</color>",
            "info": "Имеет дверь, которая блокирует урон от прямолетящих снарядов, которые в неё попадут.\n\n<color=#3D1400>Здоровье: </color><color=red>270+1100 (броня II-го типа)</color>\n<color=#3D1400>Особенности: </color><color=red>Дверь может быть притянута Магнитогрибом</color>"
        },         
        {
            "theZombieType": 9,
            "name": "Зомби-Футболист",
            "introduce": "<color=#3D1400>Зомби-Футболист — спортивная звезда среди зомби. Его грациозные действия на поле восхищают многих, и множество компаний мечтают нанять его. Но его требования к зарплате слишком высоки: годовая оплата — десять тысяч мозгов?!</color>",
            "info": "Быстро бегает.\n\n<color=#3D1400>Здоровье: </color><color=red>270+1400</color>\n<color=#3D1400>Особенности: </color><color=red>Футбольный Шлем может быть притянут Магнитогрибом</color>"
        },
        {
            "theZombieType": 10,
            "name": "Зомби-Майкл Джексон",
            "introduce": "<color=#3D1400>Чёрный костюм, чёрная шляпа… Он не работает в похоронной сфере, он всего лишь танцор, очень крутой танцор. Ты можешь называть его Майклом Джексоном.</color>",
            "info": "Призывает четырёх Зомби-Танцоров.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Пока жив, периодично призывает по 4 Зомби-Танцора за раз. Не призывает зомби, пока кусает растение</color>"
        },
        {
            "theZombieType": 11,
            "name": "Зомби с уткой",
            "introduce": "<color=#3D1400>Только особые зомби могут стать Зомби с уткой, не каждый зомби способен справиться с этой ролью. Некоторые спасательные круги немного подтекают, и они не в силах с этим справиться. После того как они освобождаются, они навсегда отказываются от стремления к мозгам.</color>",
            "info": "Может передвигаться по воде.\n\n<color=#3D1400>Здоровье: </color><color=red>270</color>\n<color=#3D1400>Особенности: </color><color=red>Умеет плавать xD</color>"
        },
        {
            "theZombieType": 12,
            "name": "Зомби с конусом и уткой",
            "introduce": "<color=#3D1400>Говорят, у плохих учеников много канцелярских принадлежностей, но Зомби с конусом и уткой с этим не согласен. В конце концов, он не хочет признавать, что он — плохой ученик.</color>",
            "info": "Может передвигаться по воде.\n\n<color=#3D1400>Здоровье: </color><color=red>270+370</color>\n<color=#3D1400>Особенности: </color><color=red>Умеет плавать xD</color>"
        },
        {
            "theZombieType": 13,
            "name": "Зомби с ведром и уткой",
            "introduce": "<color=#3D1400>Зомби с ведром и уткой не хотел надевать тот протекающий надувной круг, но, увы, что поделаешь — ведь он носит то ржавеющее железное ведро на голове.</color>",
            "info": "Может передвигаться по воде.\n\n<color=#3D1400>Здоровье: </color><color=red>270+1100</color>\n<color=#3D1400>Особенности: </color><color=red>Умеет плавать xD</color>"
        },
        {
            "theZombieType": 14,
            "name": "Робо-Дельфин",
            "introduce": "<color=#3D1400>Могущественный Робо-Дельфин, созданный по принципам биомиметики, выглядит внушительно и мощно, являясь оружием мечты для всех зомби. «Теперь нужно только решить проблему с водорослями, которые забивают пропеллер», — сказал Доктор Эдгар.</color>",
            "info": "Быстро плывёт, снося все растения на своём пути.\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Особенности: </color><color=red>Является транспортом, давит все растения на своём пути</color>"
        },
        {
            "theZombieType": 15,
            "name": "Зомби-Учёный",
            "introduce": "<color=#3D1400>Зомби-Учёный — авторитет в академическом мире, его часто можно встретить в библиотеке. Он действительно очень любит читать, и любое вмешательство во время его чтения приводит его в ярость. Тогда этот старик покажет вам, что значит выражение «Знание — сила».</color>",
            "info": "Больно кусается, а также очень разозлится, если порвать его книгу.\n\n<color=#3D1400>Здоровье: </color><color=red>720+1100 (броня II-го типа)</color>\n<color=#3D1400>Урон: </color><color=red>400</color>\n<color=#3D1400>Особенности: </color><color=red>После потери газеты временно становится неуязвимым, после чего начинает бежать с увеличенной в 10 раз скоростью, а скорость атаки увеличивается в 3 раза</color>"
        },
        {
            "theZombieType": 16,
            "name": "Зомбони",
            "introduce": "<color=#3D1400>Зомбони отлично водит машину, ведь таких, кто может проехать с катка на траву, осталось совсем немного. Он всегда утешает себя этим, а затем идет оплачивать штраф. Ведь он управляет не машиной «Zamboni», а машиной «Zomboni», произведённой компанией «Z».</color>",
            "info": "Давит растения, оставляя за собой ледяную дорожку.\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Особенности: </color><color=red>Сопротивление обморожению: 2. Оставляет позади себя ледяную дорожку, на которой нельзя сажать растения. По мере продвижения замедляется. Давит растения по которым проезжает</color>\n<color=#3D1400>Сопротивление обморожению: </color><color=red>У всех зомби, у которых не указано сопротивление обморожению, оно равно 0. У всех растений, которые накладывают обморожение, уровень обморожения равен 0, если не указано обратное. Если у зомби сопротивление обморожению выше, чем уровень обморожения растения, то он не получит обморожение и не получит очки заморозки</color>"
        },
        {
            "theZombieType": 17,
            "name": "Зомби с трубкой",
            "introduce": "<color=#3D1400>Маска у Зомби с трубкой треснула, но это не мешает ему плавать под водой, подниматься и опускаться. И дело не в его технике под названием «Погружение и Всплытие», а в том, что Зомби с трубкой не нуждается в воздухе для дыхания.</color>",
            "info": "Может плыть под водой, избегая прямолинейных атак.\n\n<color=#3D1400>Здоровье: </color><color=red>270</color>\n<color=#3D1400>Особенности: </color><color=red>Пока находится под водой, прямолетящие снаряды не могут в него попасть</color>"
        },
        {
            "theZombieType": 18,
            "name": "Ледогон",
            "introduce": "<color=#3D1400>Этот транспорт был переделан любителями зимних видов спорта, и теперь он может с лёгкостью передвигаться по снегу и льду, даже быстрее, чем по траве. Однако у него есть один недостаток — он заводится только на льду.</color>",
            "info": "Может выехать только при наличии ледяной дорожки.\n\n<color=#3D1400>Здоровье: </color><color=red>2700</color>\n<color=#3D1400>Особенности: </color><color=red>Сопротивление обморожению: 2. Имеет высокую скорость, когда движется по ледяной дорожке</color>\n<color=#3D1400>Сопротивление обморожению: </color><color=red>У всех зомби, у которых не указано сопротивление обморожению, оно равно 0. У всех растений, которые накладывают обморожение, уровень обморожения равен 0, если не указано обратное. Если у зомби сопротивление обморожению выше, чем уровень обморожения растения, то он не получит обморожение и не получит очки заморозки</color>"
        },
        {
            "theZombieType": 19,
            "name": "Зомби с Дельфином",
            "introduce": "<color=#3D1400>Зомби с Дельфином был тренером дельфинов и подрабатывал на шоу в аквариуме. А его Дельфин, на котором он ездил, тоже был зомби — просто этот Зомби-Дельфин не интересовался мозгами.</color>",
            "info": "Перепрыгивает первое встреченное растение.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Перепрыгивает первое встреченное растение, после чего плывёт с меньшей скоростью</color>\n<color=#3D1400>Слабость: </color><color=red>Высокий Стенорех</color>"
        },
        {
            "theZombieType": 20,
            "name": "Зомби с трезубцем",
            "introduce": "<color=#3D1400>Зомби с трезубцем когда-то был обычным спортсменом в метании копья. После ухода на пенсию он стал рыбаком, но, попытавшись порыбачить в реке, понял, что не умеет плавать. Он утонул, но, выбравшись на берег, обнаружил, что стал таким, каким он есть сейчас.</color>",
            "info": "Бросает трезубец в ваши растения.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Пробежав небольшое расстояние, бросает трезубец, наносящий урон равный 20% (минимум 60 урона) от текущей прочности растения. Может попасть лишь в растения, находящиеся на расстоянии минимум 3,5 клетки</color>"
        },
        {
            "theZombieType": 21,
            "name": "Зомби Алмазная Матрёшка",
            "introduce": "<color=#3D1400>Зомби Алмазная Матрёшка этой ночью откроет свой сверкающий серебряный мир. Их глаза — самые яркие звезды на ночном небе, а золотой свет, словно река времени, течёт, освещая неведомый путь вперёд. Каждый раз, когда я осторожно открываю крышку коробки, это словно открываю таинственную дверь в другой мир.</color>",
            "info": "Это Зомби с конусом?\n\n<color=#3D1400>Здоровье: </color><color=red>2000+4400</color>\n<color=#3D1400>Особенности: </color><color=red>После потери брони или смерти превращается в Зомби Золотую Матрёшку с полным здоровьем</color>"
        },
        {
            "theZombieType": 22,
            "name": "Зомби Золотая Матрёшка",
            "introduce": "<color=#3D1400>Под золотой коробкой скрываются другие коробки, разных цветов. А как ты думаешь, из какого материала сделана самая последняя коробка?</color>",
            "info": "Это Зомби с конусом...?\n\n<color=#3D1400>Здоровье: </color><color=red>2000+2200</color>\n<color=#3D1400>Особенности: </color><color=red>После потери брони или смерти превращается в Зомби Серебряную Матрёшку с полным здоровьем</color>"
        },
        {
            "theZombieType": 23,
            "name": "Зомби Серебряная Матрёшка",
            "introduce": "<color=#3D1400>Зомби Серебряная Матрёшка считает, что коробка, которая у него на голове, — это кастрюля. Если он так считает, значит, для него это действительно кастрюля. Этот зомби уже далеко не в своём уме, так почему бы тебе не попытаться понять его мысли? Ты ведь знаешь, что на его коробке есть восклицательный знак?</color>",
            "info": "Это Зомби с конусом......?\n\n<color=#3D1400>Здоровье: </color><color=red>2000+1100</color>\n<color=#3D1400>Особенности: </color><color=red>После потери или смерти брони превращается в Зомби с конусом с полным здоровьем</color>"
        },
        {
            "theZombieType": 24,
            "name": "Зомби-Шут",
            "introduce": "<color=#3D1400>Зомби-Шут на самом деле является психически нестабильным зомби, но цирк всё же принял его на работу. Не стоит интересоваться, что находится в его коробке — это определённо заставит вас испытать сильный шок.</color>",
            "info": "Несёт с собой взрывную коробку.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Пока имеет коробку, есть шанс на взрыв, который уничтожит растения в области 3*3 (1 000 000 урона, тип урона — Взрыв Коробки Шута) и убьёт Зомби-Шута</color>"
        },
        {
            "theZombieType": 25,
            "name": "Зомби на шаре",
            "introduce": "<color=#3D1400>Как один из создателей Кирова, Зомби на шаре часто спрашивают, почему он привязал шарик к себе. «Это результат моего гениального разума», — отвечает он, хотя на самом деле шарик просто случайно запутался в его теле.</color>",
            "info": "Атакует по воздуху, игнорируя растения.\n\n<color=#3D1400>Здоровье: </color><color=red>270+20</color>\n<color=#3D1400>Особенности: </color><color=red>Пока летит, не подвергается атакам наземных растений</color>"
        },
        {
            "theZombieType": 26,
            "name": "Зомболёт",
            "introduce": "<color=#3D1400>Зомболёт — последняя работа Доктора Эдгара. После его появления он быстро стал надёжным помощником для зомби, и все начали гадать, кто же получит право управлять этим мощным оружием. Может быть, это будет Чертёнок? Или, может, сам Зомболёт окажется зомби? «Просто Зомболёт», — сказал Доктор Эдгар. «Зомби тоже должны идти в ногу со временем. Я подумываю сделать мой Зомболёт беспилотным». Так он больше не окажется в неловкой ситуации, когда растения его победят.</color>",
            "info": "Сбрасывает на растения бомбы.\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Урон снаряда: </color><color=red>1000</color>\n<color=#3D1400>Особенности: </color><color=red>Находясь над растением, раз в 3 секунды будет кидать бомбы (тип урона — Взрыв Коробки Шута)</color>"
        },
        {
            "theZombieType": 27,
            "name": "Йети с Китом",
            "introduce": "<color=#3D1400>Йети верхом на белом ките обладает невероятной способностью к прыжкам. Зомби с Дельфином всерьёз завидует ему и мечтает хотя бы раз прокатиться, но каждый раз получает отказ. «Йети с Китом вообще не может управлять своим белым китом», — сказал Доктор Эдгар. «Он всегда пытается спрятаться за моей спиной, но его Кит уносит его в противоположную сторону».</color>",
            "info": "Встретив растение, прыгает на 3 клетки и разворачивается.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Не может быть заблокирован во время прыжка. После прыжка разворачивается и плывёт в обратном направлении</color>"
        },
        {
            "theZombieType": 28,
            "name": "Зомби-Шахтёр",
            "introduce": "<color=#3D1400>Давным-давно Зомби-Шахтёры ненавидели Магнитогрибы, потому что их инструменты постоянно изымались. А теперь они ещё больше не выносят Шахтёрскую Тыкву. «Моя голова всё время врезается в них, это просто невыносимо», — жалуются они.</color>",
            "info": "Атакует из-под земли, вылезая в конце лужайки, поедает оборону с тыла.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Когда под землёй, не подвергается атакам растений. Кирка может быть притянута Магнитогрибом, после чего он выкопается из земли. Находясь под землёй подвержен взрывному урону и активирует взрыв созревшей Картофельной Мины</color>"
        },
        {
            "theZombieType": 29,
            "name": "Ведрореховый Карлсон",
            "introduce": "<color=#3D1400>«Друзья, вы слышали историю про дирижабль Киров? Именно он вдохновил меня на создание этого шара...» — Ведрореховый Карлсон не устаёт рассказывать всем вокруг свою любимую историю. Но другие зомби стараются держаться от него подальше не из-за его занудных рассказов, а из-за оглушительного шума, который издаёт пропеллер на его шаре.</color>",
            "info": "Зомби-Ведрорех на Железном Шаре!\n\n<color=#3D1400>Здоровье: </color><color=red>270+2200+500</color>\n<color=#3D1400>Особенности: </color><color=red>Пока летит, не подвергается атакам наземных растений. Не может быть сдут Сдувателем и его гибридами</color>"
        },
        {
            "theZombieType": 30,
            "name": "Зомби-Псих",
            "introduce": "<color=#3D1400>Саморазрушение — это высшее искусство каждого Зомби-Шута, и Зомби-Псих в этом деле настоящий мастер. «Зомби-Псих никогда не снимет свою маску и не выпустит из рук свой подарочный короб!» — этот лозунг вдохновляет зомби на подвиги. Именно поэтому Зомби-Псих всегда подрывает свой короб перед гибелью — иначе он потеряет и лицо, и коробку.</color>",
            "info": "Зомби-Псих после взрыва не умирает, а ускоряется.\n\n<color=#3D1400>Здоровье: </color><color=red>720+370</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Зомби-Шута. Если он взорвётся сам, то не погибнет, а ускорится и снова бросится в атаку. Если же его убить, не отобрав его коробку, он может избежать смерти, устроив взрыв, который его не убивает, и после этого ускоренно побежит в атаку. Более того, чем меньше времени остаётся до его взрыва, тем выше шанс, что он избежит смерти после него</color>"
        },
        {
            "theZombieType": 31,
            "name": "Зомби на катапульте",
            "introduce": "<color=#3D1400>Никто не знает, как Зомби на катапульте так точно рассчитывает силу броска. Известно лишь одно: если ты его увидел, лучше сразу прикрыть голову.</color>",
            "info": "Стреляет баскетбольными мячами по растениям в тылу.\n\n<color=#3D1400>Здоровье: </color><color=red>850</color>\n<color=#3D1400>Особенности: </color><color=red>Раз в 3 секунды бросает баскетбольные мячи, наносящие 60 урона, в самое левое растение на своей линии. Всего может бросить 25 мячей, после чего боезапас иссякнет и он поедет с высокой скоростью вперёд, раздавливая растения на своём пути</color>"
        },
        {
            "theZombieType": 32,
            "name": "Пого-Зомби",
            "introduce": "<color=#3D1400>Пого-Зомби обожает подпрыгивать, ведь он считает, что момент в воздухе ближе всего к полёту. Но напоминал ли ему кто-нибудь при жизни, что прыгать на пого-стике на крыше — не самая лучшая идея?</color>",
            "info": "Перепрыгивает всю вашу оборону.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Перепрыгивает каждое встреченное растение. Пого-стик может быть притянут Магнитогрибом</color>\n<color=#3D1400>Слабость: </color><color=red>Высокий Стенорех</color>"
        },
        {
            "theZombieType": 33,
            "name": "Зомби с лестницей",
            "introduce": "<color=#3D1400>Зомби с лестницей вычитал в интернете, что с лестницей и в рабочей одежде можно пройти куда угодно, притворившись рабочим. Вооружившись этой идеей, он купил лестницу, надел спецовку и решил таким образом прорваться через оборону растений. «Никто не сказал ему, что его зомби-кожа слишком заметна?» — прокомментировал Горохострел. — «Я точно уверен, что мы не стали бы нанимать зомби для ремонта нашего дома».</color>",
            "info": "Ставит лестницу, позволяющую обойти защитное растение.\n\n<color=#3D1400>Здоровье: </color><color=red>720+720 (броня II-го типа)</color>\n<color=#3D1400>Особенности: </color><color=red>Ставит лестницу, по которой он сам, а также другие зомби могут обходить защитные растения (лестницу можно убрать Магнитогрибом или взрывным уроном)</color>"
        },
        {
            "theZombieType": 34,
            "name": "Арбузный Пого-Зомби",
            "introduce": "<color=#3D1400>«Снаряд вряд ли попадёт дважды в одну и ту же воронку! Так гласит Теория воронок», — заявил Арбузный Пого-Зомби, поправляя свою шляпу из арбузной корки. Но никто из зомби так и не решился сказать ему, что красно-зелёная расцветка делает его чересчур заметным в толпе.</color>",
            "info": "Делает длинный прыжок в центр карты.\n\n<color=#3D1400>Здоровье: </color><color=red>270+2200</color>\n<color=#3D1400>Особенности: </color><color=red>После появления подготавливается 5 секунд, после чего делает длинный прыжок, во время этого прыжка он неуязвим и не может быть заблокирован</color>"
        },
        {
            "theZombieType": 35,
            "name": "Гаргантюа",
            "introduce": "<color=#3D1400>Гаргантюа, как и многие крупные создания, расплачивается за свои внушительные размеры слабым интеллектом. Мозги? Растения? Он этого не понимает и не придаёт значения. Всё, что он знает, — это двигаться вперёд. И он будет идти, идти, и ещё раз идти.</color>",
            "info": "Медленный громила, который не ест растения, а давит их.\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>\n<color=#3D1400>Особенности: </color><color=red>Своим ударом наносит 1800 урона очарованным зомби. При потере половины здоровья выбросит Чертёнка, если не находится слишком близко к левому краю поля</color>"
        },
        {
            "theZombieType": 36,
            "name": "Гига-Гаргантюа",
            "introduce": "<color=#3D1400>Гига-Гаргантюа на поле боя устраивает настоящий разгром, а его пылающие красные глаза наводят ужас на всех вокруг. Однако у него есть небольшой секрет: красные глаза — вовсе не признак ярости, а всего лишь результат хронического недосыпа.</color>",
            "info": "Медленный громила, который не ест растения, а давит их.\n\n<color=#3D1400>Здоровье: </color><color=red>6000</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Гаргантюа</color>"
        },
        {
            "theZombieType": 37,
            "name": "Чертёнок",
            "introduce": "<color=#3D1400>Чертёнок с самого рождения обожает забираться в самые тесные щели — так он чувствует себя уютнее и спокойнее. Поэтому, где бы вы ни увидели Чертёнка, не удивляйтесь.</color>",
            "info": "Гаргантюа забросит его вам в тыл!\n\n<color=#3D1400>Здоровье: </color><color=red>270</color>"
        },
        {
            "theZombieType": 38,
            "name": "Робо-Гаргантюа",
            "introduce": "<color=#3D1400>Зомби из популярной игры «Девушки-Растения против Зомби»</color>",
            "info": "Невосприимчив к большинству отрицательных эффектам.\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>\n<color=#3D1400>Особенности: </color><color=red>Невосприимчив к обморожению, заморозке, маслу, поджогу и отравлению. Голова может быть притянута Магнитогрибом, здоровье опустится до 1/3 от максимума. Наносит 20/0,02 секунды очарованным зомби</color>\n<color=#3D1400>Слабость: </color><color=red>Магнитогриб</color>"
        },
        {
            "theZombieType": 39,
            "name": "Гига-Робо-Гаргантюа",
            "introduce": "<color=#3D1400>Зомби из популярной игры «Девушки-Растения против Зомби»</color>",
            "info": "Невосприимчив к большинству отрицательных эффектам.\n\n<color=#3D1400>Здоровье: </color><color=red>6000</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Робо-Гаргантюа</color>\n<color=#3D1400>Слабость: </color><color=red>Магнитогриб</color>"
        },
        {
            "theZombieType": 40,
            "name": "Зомби-Роборех",
            "introduce": "",
            "info": "Катится по лужайке, отскакивая от ваших растений.\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Особенности: </color><color=red>После того как врежется в растение, меняет линию. Врезаясь в растение, наносит 1000 урона. Ускоряется, двигаясь по склону крыши. После смерти появляется 5 Чертёнков. В зависимости от цвета глаз выпадает Фрагмент Робота, скрещиваемый с некоторыми растениями, огненный или ледяной шар (шары двигаются лишь по склону крыши и давят все растения, кроме Стенореха и его гибридов), которые можно уничтожить Ледогрибом и Халапеньо соответственно (если умирает между линиями, Чертёнки и шары не появляются). Используя отталкивающие гибриды Зонтолиста, можно остановить Зомби-Робореха</color>"
        },
        {
            "theZombieType": 43,
            "name": "Гаргантюа-Рыцарь",
            "introduce": "<color=#3D1400>Гаргантюа-Рыцарь был большим поклонником одного из игровых обликов под названием «Рыцарь». Настолько большим, что решил потратить целое состояние на заказ средневековых доспехов своего размера. Однако, когда он захотел их снять, оказалось, что это невозможно... Так он и стал обладателем постоянного облика «Рыцарь».</color>",
            "info": "При ударе призывает Чертёнков!\n\n<color=#3D1400>Здоровье: </color><color=red>8000+24000</color>\n<color=#3D1400>Особенности: </color><color=red>Скорость движения вдвое меньше, чем у обычного Гаргантюа. Урон мгновенной смерти (или 1 000 000 урона) заменяется на урон 5000. Время действия негативных эффектов уменьшено вдвое. При потере половины здоровья бросает Зомби-Роборех. С каждым ударом призывает 1-3 Чертёнка</color>\n<color=#3D1400>Условия появления: </color><color=red>5 сложность, 4 и больше флагов. Выходит на большой волне, начиная с 4-го флага. Не появляется в прохождении Приключения NG+</color>"
        },
        {
            "theZombieType": 44,
            "name": "Доктор Зомбосс",
            "introduce": "<color=#3D1400>Эдгар Джордж Зомбосс достиг докторской степени в танатологии в течение двух лет. Быстро осваивая танатологические технологии, он построил своего грозного Зомбота и приступил к созданию абсолютного господства в своём местном подразделении.</color>",
            "info": "Владыка всех зомби.\n\n<color=#3D1400>Здоровье: </color><color=red>60000</color>\n<color=#3D1400>Особенности: </color><color=red>После смерти выпадает Трофей. Единоразово может получить не более 5000 урона. Иммунитет ко всем негативным эффектам, за исключением обморожения, заморозки и поджога</color>\n<color=#3D1400>Атаки:</color>\n<color=red>1: Призыв зомби у себя под ногами</color>\n<color=red>2: Раздавливание всех растений, стоящих в первых 4 столбцах справа</color>\n<color=red>3: Опускается вниз, чтоб выстрелить Огненным или Ледяным сгустком, который давит растения на своём пути и может быть уничтожен Ледогрибом или Халапеньо соответственно</color>\n<color=red>4: На левой половине поле может призвать трёх Зомби на тарзанке</color>\n<color=red>5: Если здоровье ниже половины, может кинуть машину, которая раздавит растения в области 3*2</color>"
        },
        {
            "theZombieType": 45,
            "name": "Зомби на тарзанке",
            "introduce": "<color=#3D1400>Зомби на тарзанке обожает приключения. Ведь если ты уже мёртв, то разве страшно испытать смерть ещё раз?</color>",
            "info": "Зомби на тарзанке атакует с воздуха!\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Указывает мишенью на растение, на которое собирается приземлиться, а после приземления даёт немного времени, перед тем как украсть растение (приоритетно забирает Тыкву и её гибриды)</color>\n<color=#3D1400>Слабость: </color><color=red>Зонтолист</color>\n<color=#3D1400>Проклятия Режима Одиссея: </color><color=red>00000000 пятый столбец и справа от него, кроме алмазного пакета и боссов</color>"
        },
        {
            "theZombieType": 46,
            "name": "Трофейный Зомбосс",
            "introduce": "<color=#3D1400>Доктор Зомбосс снова проиграл... но тут его взгляд упал на сияющий золотой Трофей. «Если для растений он что-то значит... почему бы не использовать его для Зомбота?» — усмехнулся он. Хватая трофей, он вбивает его в корпус Зомбота — машина вспыхивает и превращается в сверкающего золотого монстра. Второй раунд начинается!</color>",
            "info": "Трофейный Зомбосс познал силу скрещиваний.\n\n<color=#3D1400>Здоровье: </color><color=red>60000</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями и атаками Доктора Зомбосса. При появлении отбирает у игрока Перчатку и Молот. Перчатка возвращается, если здоровье Трофейного Зомбосса упадёт ниже 2/3, а Молот, если здоровье упадёт ниже 1/3. Атака с броском машины полностью очищает конвеер</color>"
        },
        {
            "theZombieType": 47,
            "name": "Зомби-Йети",
            "introduce": "<color=#3D1400>О Зомби-Йети почти ничего не известно, кроме его имени, даты рождения, номера социального страхования, исторического образования, опыта прошлой работы и бутербродных предпочтений (ростбиф с сыром).</color>",
            "info": "Зомби-Йети обладает навыком тактичного отступления!\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Особенности: </color><color=red>Замораживает растения в радиусе 3*3 от себя</color>"
        },
        {
            "theZombieType": 48,
            "name": "Зомби-Нянь",
            "introduce": "<color=#3D1400>Чтобы отметить Новый год, зомби отправили на поле боя Зомби-Няня, пропитанного новогодней атмосферой. «Посмотрите на мой новый наряд! Разве я не похож на участника танца льва? Просто загляденье! Сейчас пойду поздравлять растения с праздником!» — заявил он. Однако растения оказались слишком «вежливыми» и, после непродолжительного «обмена любезностями», попросту выставили Зомби-Няня за дверь.</color>",
            "info": "Зомби-Нянь очень крепок, но у него есть одна слабость.\n\n<color=#3D1400>Здоровье: </color><color=red>8888+8888</color>\n<color=#3D1400>Слабость: </color><color=red>Вишнёвая Петарда (в 16 раз больше урона)</color>"
        },
        {
            "theZombieType": 49,
            "name": "Снежкометатель",
            "introduce": "<color=#3D1400>«Снежки! Играем в снежки!» — только очнувшись в сугробе, Снежкометатель тут же начал швырять снежки во все стороны. «Мы просто будем за ним наблюдать?» «Да. Мне интересно, сколько времени ему понадобится, чтобы заметить это». И вот, очередной снежок не долетает до них... уже четырнадцатый раз...</color>",
            "info": "Снежкометатель стреляет обмораживающими растения снежками!\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Урон снаряда: </color><color=red>20/2 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Сопротивление обморожению: 1. Стреляет в первое встреченное растение снежками (дальность не ограничена), которые при столкновении с растением создают ледяной взрыв, который замораживает растения на 5 секунд радиусе 3*3. Очарованным зомби снежки добавляют 10 очков заморозки</color>\n<color=#3D1400>Сопротивление обморожению: </color><color=red>У всех зомби, у которых не указано сопротивление обморожению, оно равно 0. У всех растений, которые накладывают обморожение, уровень обморожения равен 0, если не указано обратное. Если у зомби сопротивление обморожению выше, чем уровень обморожения растения, то он не получит обморожение и не получит очки заморозки</color>"
        },
        {
            "theZombieType": 50,
            "name": "Щитоносец",
            "introduce": "<color=#3D1400>Щитоносец когда-то был элитным солдатом на поле боя, а теперь, в отставке, неизменно побеждает в заснеженных баталиях на кладбище. Он бережно хранит свой щит, принёсший ему столько славы, и постоянно его осматривает на наличие повреждений. Возможно, именно эта привычка стала причиной его ранения и ухода со службы.</color>",
            "info": "Щитоносец отбивает снаряды своим ледовым щитом, который превращает снаряды в снежки.\n\n<color=#3D1400>Здоровье: </color><color=red>720+2200 (броня II-го типа)</color>\n<color=#3D1400>Особенности: </color><color=red>Сопротивление обморожению: 1. Если перед ним будет лететь прямолетящий снаряд, то он сможет совершить блок, отбив все снаряды на небольшом расстоянии впереди себя, превращая их в прямолетящие снежки с уроном 75. После каждого блока должна пройти обязательная задержка перед следующим блоком. За каждый совершённый блок (не важно, сколько отбил снарядов за один блок) теряет 20 здоровья. Когда имеет щит, то не ест растения, а бьёт их щитом</color>\n<color=#3D1400>Сопротивление обморожению: </color><color=red>У всех зомби, у которых не указано сопротивление обморожению, оно равно 0. У всех растений, которые накладывают обморожение, уровень обморожения равен 0, если не указано обратное. Если у зомби сопротивление обморожению выше, чем уровень обморожения растения, то он не получит обморожение и не получит очки заморозки</color>"
        },
        {
            "theZombieType": 51,
            "name": "Зомби с ледопикой",
            "introduce": "<color=#3D1400>На проходящей Пятой Зимней Олимпиаде на Кладбище Зомби с ледопикой показывает выдающиеся результаты. Он планирует потратить призовые на новую упряжку для себя и своих братьев, а заодно записаться на роскошный сеанс массажа стоп — чтоб хоть немного компенсировать ущерб, нанесённый Колючкорехами.</color>",
            "info": "Зомби с ледопикой бросает ледопики, замораживающие растения.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Сопротивление обморожению: 1. Пробежав небольшое расстояние, бросает ледопику, которая наносит 60 урона и замораживает растение на 5 секунд. Может попасть лишь в растения, находящиеся на расстоянии минимум 3,5 клетки</color>\n<color=#3D1400>Сопротивление обморожению: </color><color=red>У всех зомби, у которых не указано сопротивление обморожению, оно равно 0. У всех растений, которые накладывают обморожение, уровень обморожения равен 0, если не указано обратное. Если у зомби сопротивление обморожению выше, чем уровень обморожения растения, то он не получит обморожение и не получит очки заморозки</color>"
        },
        {
            "theZombieType": 52,
            "name": "<size=33>Зомби-Космострел с порталом</size>",
            "introduce": "<color=#3D1400>Что за портал у Зомби-Космострела в руках — никто из зомби не знает и знать не хочет. Но когда из неё один за другим начинают вылезать старые приятели, все тут же сбегаются и с интересом спрашивают, нет ли там внутри свеженьких мозгов.</color>",
            "info": "Владеет силой времени и пространства.\n\n<color=#3D1400>Здоровье: </color><color=red>270+200 (броня II-го типа)</color>\n<color=#3D1400>Урон снаряда: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Каждые 4 выстрела призывает одного случайно выбранного зомби из следующих: Обычный Зомби | Зомби с конусом | Зомби с ведром | Зомби с дверью. После смерти выпадает Космо-мусор, скрещиваемый с некоторыми растениями</color>"
        },
        {
            "theZombieType": 53,
            "name": "НЗО",
            "introduce": "<color=#3D1400>Перед каждым взлётом НЗО (Неопознанный Зомбифицированный Объект) приходится полчаса очищаться от сугробов и наледи, а заодно вытаскивать спрятавшегося в углу Зомби-Йети. «Чтобы поднять эту глыбу льда в воздух, каждый раз уходит куча топлива», — ворчит пилот.</color>",
            "info": "«Да будет снег!» НЗО распыляет под собой снежинки!\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Особенности: </color><color=red>Невосприимчив к воздействию Сдувателя. Растения, находящиеся под ним будут заморожены до тех пор, пока НЗО остаётся над ними. При появлении имеет определённую начальную скорость, при полёте постоянно замедляется. После того, как полностью остановится, начинает двигаться в обратном направлении. Если он дойдёт до правой границы поля, то самоуничтожится, призвав на своей линии Щитоносца, Снежкометателя и Зомби с ледопикой</color>"
        },
        {
            "theZombieType": 55,
            "name": "Зомби с кубом льда",
            "introduce": "<color=#3D1400></color>",
            "info": "Наверное, не стоило совать голову в ту лужу...\n\n<color=#3D1400>Здоровье: </color><color=red>500+370</color>\n<color=#3D1400>Особенности: </color><color=red>Сопротивление обморожению: 1</color>\n<color=#3D1400>Сопротивление обморожению: </color><color=red>У всех зомби, у которых не указано сопротивление обморожению, оно равно 0. У всех растений, которые накладывают обморожение, уровень обморожения равен 0, если не указано обратное. Если у зомби сопротивление обморожению выше, чем уровень обморожения растения, то он не получит обморожение и не получит очки заморозки</color>"
        },
        {
            "theZombieType": 56,
            "name": "Ледорог",
            "introduce": "<color=#3D1400>Биологическая классификация Ледорога до сих пор не поддаётся исследованиям. В конце концов, не стоит ожидать выдающихся экспериментов от безмозглых зомби — большинство из них даже не может отличить настоящего Ледорога от Зомби-Йети. К счастью, доктор Эдгар предложил блестящий способ различения: «Тот, кто выглядит умнее, тот и есть Снежный зверь».</color>",
            "info": "Он просто мимо проходил.\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Особенности: </color><color=red>Сопротивление обморожению: 1. Давит растения по которым проходит</color>\n<color=#3D1400>Условия появления: </color><color=red>Когда зомби добьёт Кубик льда, а в нём будет растение, для которого нет соответствующего зомботаника, то будет призван Ледорог</color>\n<color=#3D1400>Сопротивление обморожению: </color><color=red>У всех зомби, у которых не указано сопротивление обморожению, оно равно 0. У всех растений, которые накладывают обморожение, уровень обморожения равен 0, если не указано обратное. Если у зомби сопротивление обморожению выше, чем уровень обморожения растения, то он не получит обморожение и не получит очки заморозки</color>"
        },
        {
            "theZombieType": 100,
            "name": "Зомби-Горохострел",
            "introduce": "<color=#3D1400>Дальнобойные способности Зомби-Горохострела вселяют страх в ряды растений, но среди самих зомби его присутствие вызывает панику. Дело в том, что зомби, находящиеся впереди него, постоянно боятся, что он случайно попадёт им в спину.</color>",
            "info": "Стреляет горохом по вашим растениям.\n\n<color=#3D1400>Здоровье: </color><color=red>270</color>\n<color=#3D1400>Урон снаряда: </color><color=red>20/1,5 секунды</color>"
        },
        {
            "theZombieType": 101,
            "name": "Зомби-Вишнестрел",
            "introduce": "<color=#3D1400>Зомби-Вишнестрел — 17-летний старшеклассник с растительной головой вместо обычной. Его любимая ягода — вишня. Родившись в семье, связанной с папским престолом, он получил от зомби прозвище «Зелёный Папа».</color>",
            "info": "Стреляет вишнёвыми снарядами по вашим растениям.\n\n<color=#3D1400>Здоровье: </color><color=red>500</color>\n<color=#3D1400>Урон снаряда: </color><color=red>60/1,5 секунды</color>"
        },
        {
            "theZombieType": 102,
            "name": "Зомби-Взрывострел",
            "introduce": "<color=#3D1400>Зомби-Взрывострел недавно послушал песню «Вишнёвая Бомба» группы The Runaways — возможно, именно поэтому он сейчас так полон энергии. Правда, никто до сих пор не понимает, как он научился выпускать бомбы ртом.</color>",
            "info": "Стреляет взрывными снарядами по вашим растениям.\n\n<color=#3D1400>Здоровье: </color><color=red>500</color>\n<color=#3D1400>Урон снаряда: </color><color=red>1000/10 секунд</color>\n<color=#3D1400>Особенности: </color><color=red>Очарованным зомби снаряд наносит 300 урона (3*3)</color>"
        },
        {
            "theZombieType": 103,
            "name": "Зомби-Стенорех",
            "introduce": "<color=#3D1400>У Зомби-Стенореха после атак растений на голове не остаётся вмятин от снарядов, но зато видны следы укусов. На вопрос об этом в интервью он ответил так: «Видимо, мои товарищи просто проголодались».</color>",
            "info": "Орех на ножках?!\n\n<color=#3D1400>Здоровье: </color><color=red>270+1100</color>"
        },
        {
            "theZombieType": 104,
            "name": "Подрывник с газетой",
            "introduce": "<color=#3D1400>Подрывник с газетой обожает вишню — настолько, что даже его газета пропитана вишнёвым ароматом. Газета в его руках — единственное, что способно сдержать его ярость. Во время чтения он неизменно жуёт вишню, но, дочитав до конца, устраивает настоящее представление в духе сычуаньской оперы: меняет выражение лица, словно по щелчку, и выплёвывает все съеденные вишни.</color>",
            "info": "Начинает обстрел взрывными снарядами после потери газеты.\n\n<color=#3D1400>Здоровье: </color><color=red>1500+200 (броня II-го типа)</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Зомби с газетой. После потери газеты начинает стрелять взрывными снарядами с уроном 1000 раз в 0,75 секунды. Очарованным зомби снаряд наносит 300 урона (3*3)</color>\n<color=#3D1400>Радиус взрыва: </color><color=red>3*3, не задевая крайние диагонали. На всех сложностях, кроме 5, Стенорех и его гибриды поглощают радиус взрыва</color>"
        },
        {
            "theZombieType": 105,
            "name": "Зомби в Пакете",
            "introduce": "<color=#3D1400>? ? ?</color>",
            "info": "Кто там? Кто знает...\n\n<color=#3D1400>Здоровье: </color><color=red>270+370</color>\n<color=#3D1400>Особенности: </color><color=red>После потери брони или смерти вызывает одного случайного зомби (исключая Зомби-Чемпионов) со случайным здоровьем (20%, 40%, 60%, 80%, 100%, 120% от его максимального здоровья). После смерти с шансом 1% может выдать случайное усиление Одиссеи, перезарядка данного эффекта — 1 минута, во время которой Зомби в Пакете, Золотом Пакете и Алмазном Пакете не могут активировать этот эффект</color>"
        },
        {
            "theZombieType": 106,
            "name": "Зомби-Ведрорех",
            "introduce": "<color=#3D1400>Почему у Зомби-Ведрореха такая прочная голова? Всё просто: говорят, что Стенорехи полезны для мозга, но он не обратил внимания, что его орехи содержали слишком много железа. Впрочем, всё оказалось не так уж плохо — теперь у него настоящий железный лоб!</color>",
            "info": "Ведрорех на ножках?!\n\n<color=#3D1400>Здоровье: </color><color=red>270+2200</color>\n<color=#3D1400>Особенности: </color><color=red>После смерти выпадает Ведро, скрещиваемое с некоторыми растениями. Предмет не выпадает, если зомби был убит взрывным уроном</color>"
        },
        {
            "theZombieType": 107,
            "name": "Зомби-Взрыворех",
            "introduce": "<color=#3D1400>Настоящие мужчины не оборачиваются на взрывы. По крайней мере, Зомби-Взрыворех точно не оборачивается — ведь обычно он встречает бомбы лицом к лицу.</color>",
            "info": "Имеет защиту от взрывов.\n\n<color=#3D1400>Здоровье: </color><color=red>270+1100</color>\n<color=#3D1400>Особенности: </color><color=red>Получает вдвое меньше урона от взрывных снарядов и взрывов Вишнёвых Бомб. Получает лишь 150 урона от посмертного взрыва Взрывореха</color>"
        },
        {
            "theZombieType": 108,
            "name": "Зомби-Железострел",
            "introduce": "<color=#3D1400>В прошлом году Зомби-Железострел гадал на картах Таро, и ему выпала карта с предзнаменованием «Император». С тех пор он обнаружил, что может с легкостью стрелять железными снарядами.</color>",
            "info": "Стреляет железными снарядами по вашим растениям.\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Урон снаряда: </color><color=red>80/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>После смерти выпадает Ведро, скрещиваемое с некоторыми растениями. Предмет не выпадает, если зомби был убит взрывным уроном. Его снаряды могут отталкивать очарованных зомби</color>"
        },
        {
            "theZombieType": 109,
            "name": "Футбореховый Футболист",
            "introduce": "<color=#3D1400>Футбореховый Футболист когда-то был самым обычным зомби-игроком в футбол. Но однажды он с разбегу врезался в Футборех, который как раз удобряли. «Сам не понимаю, как так получилось, но эта штука просто взяла и выросла у меня на голове. Да я уже задыхаюсь от неё...», – пожаловался Футбореховый Футболист.</color>",
            "info": "Довольно крепкий футболист.\n\n<color=#3D1400>Здоровье: </color><color=red>270+4400</color>\n<color=#3D1400>Особенности: </color><color=red>После смерти выпадает Футбольный Шлем, скрещиваемый с некоторыми растениями. Предмет не выпадает, если зомби был убит взрывным уроном</color>"
        },
        {
            "theZombieType": 110,
            "name": "Зомби в Золотом Пакете",
            "introduce": "<color=#3D1400>? ? !</color>",
            "info": "Эээй, я ещё не знаю, что внутри Зомби в Пакете!\n\n<color=#3D1400>Здоровье: </color><color=red>270+720</color>\n<color=#3D1400>Особенности: </color><color=red>После потери брони или смерти вызывает одного случайного зомби (исключая Зомби-Чемпионов) с полным здоровьем. После смерти с шансом 1% может выдать случайное усиление Одиссеи, перезарядка данного эффекта — 1 минута, во время которой Зомби в Пакете, Золотом Пакете и Алмазном Пакете не могут активировать этот эффект</color>"
        },
        {
            "theZombieType": 111,
            "name": "Зомби-Ледорех",
            "introduce": "<color=#3D1400>Вокруг головы Зомби-Ледореха в зомби-мире ходит множество слухов. Одни считают, что она служит ему для изоляции от этого холодного и равнодушного мира. Другие уверены, что это результат безумных экспериментов Доктора Эдгара. Но знает истину лишь он сам: этот шлем появился на его голове после того, как он съел один странный синий гриб.</color>",
            "info": "Невосприимчив к заморозке (почти).\n\n<color=#3D1400>Здоровье: </color><color=red>270+2200</color>\n<color=#3D1400>Особенности: </color><color=red>Сопротивление обморожению: 1</color>\n<color=#3D1400>Сопротивление обморожению: </color><color=red>У всех зомби, у которых не указано сопротивление обморожению, оно равно 0. У всех растений, которые накладывают обморожение, уровень обморожения равен 0, если не указано обратное. Если у зомби сопротивление обморожению выше, чем уровень обморожения растения, то он не получит обморожение и не получит очки заморозки</color>"
        },
        {
            "theZombieType": 112,
            "name": "Подрывник на катапульте",
            "introduce": "<color=#3D1400>О, великолепно! Теперь прикрывать растения бесполезно. Беги, пока его баскетбольные мячи не закончились!</color>",
            "info": "Стреляет взрывными снарядами по растениям в тылу.\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Особенности: </color><color=red>Раз в 3 секунды бросает баскетбольные мячи, наносящие 60 урона, в самое левое растение на своей линии. Всего может бросить 5 мячей, после чего начнёт стрелять взрывными снарядами (всего в запасе 20) в самое левое растение на своей линии. Взрывные снаряды наносят 100 урона отбивающим их Зонтолистам, а если их не заблокировать, то наносят 1000 урона растениям в крестообразной области. После того, как закончатся взрывные снаряды, он поедет вперёд, раздавливая растения на своём пути</color>"
        },
        {
            "theZombieType": 113,
            "name": "Горохо-Йети с Китом",
            "introduce": "<color=#3D1400>«Чем ты отличаешься от Йети с Китом?» — на этот вопрос Горохо-Йети с Китом всегда отвечает, что он больше любит играть в «Бумеранг».</color>",
            "info": "Дальнобойная вариация Йети с Китом.\n\n<color=#3D1400>Здоровье: </color><color=red>720</color>\n<color=#3D1400>Урон снаряда: </color><color=red>20/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Йети на Ките. Стреляет горохом по вашим растениям</color>"
        },
        {
            "theZombieType": 114,
            "name": "<size=28>Бронированный Зомби-Железострел</size>",
            "introduce": "<color=#3D1400>Бронированный Зомби-Железострел всегда выходит с кучей металлических предметов, что вызывает недоумение у других зомби с железными головами: «Наши головы и так притягиваются Магнитогрибами, зачем тащить ещё больше железа?» Но его странная логика так и оставалась загадкой, пока он не столкнулся с тремя Магнитогрибами сразу.</color>",
            "info": "Зомби-Железострел, но с дополнительной защитой.\n\n<color=#3D1400>Здоровье: </color><color=red>1350+1100 (броня I-го типа)+1100 (броня II-го типа)</color>\n<color=#3D1400>Урон снаряда: </color><color=red>80/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Зомби-Железострела</color>"
        },
        {
            "theZombieType": 115,
            "name": "Зомби-Кабачок",
            "introduce": "<color=#3D1400>«М? Ммм!» — Зомби-Кабачки всегда устремляются вперёд, расплющивая все растения на своём пути, вызывая у других зомби восхищение своим самопожертвованием. Но на самом деле, всё куда проще: они — фанаты Кабачкошки, и, увидев, как та расплющила Пылающий Лотос, не смогли устоять перед желанием повторить этот трюк на других растениях.</color>",
            "info": "Давит первое встреченное растение.\n\n<color=#3D1400>Здоровье: </color><color=red>500</color>\n<color=#3D1400>Особенности: </color><color=red>Мгновенно давит первое встреченное растение, после чего умирает сам. Если попадёт под взрыв Зомби-Халапеньо или Огненного Зомби-Кабачка, превратится в Огненного Зомби-Кабачка</color>"
        },
        {
            "theZombieType": 116,
            "name": "Огненный Зомби-Кабачок",
            "introduce": "<color=#3D1400>Огненный Зомби-Кабачок — самый нетерпеливый среди зомби. Его первое действие при появлении? Конечно, расталкивать других зомби! Он планировал занять видное место, чтобы громко крикнуть: «Огненная атака, ни травинки не останется!», а уже потом эффектно отбросить свою голову. Но, к его сожалению, голова оказалась ещё более торопливой, чем он сам.</color>",
            "info": "Давит первое встреченное растение, а после сжигает все растения на линии.\n\n<color=#3D1400>Здоровье: </color><color=red>1500</color>\n<color=#3D1400>Особенности: </color><color=red>Мгновенно давит первое встреченное растение, создавая линию огня, наносящую 1 000 000 урона всем растениям, после чего умирает сам (будучи в обмороженным, не сжигает линию). Сжигание линии не убирает ледяные дорожки и не наносит урон очарованным зомби</color>"
        },
        {
            "theZombieType": 117,
            "name": "Зомби-Халапеньо",
            "introduce": "<color=#3D1400>Зомби-Халапеньо жаждет общения с другими зомби, но никто не хочет разговаривать с этой ходячей слезоточивой бомбой, которая в любой момент может вспыхнуть от маллейшего шороха.</color>",
            "info": "После небольшой задержки Зомби-Халапеньо сжигает все растения на линии.\n\n<color=#3D1400>Здоровье: </color><color=red>500</color>\n<color=#3D1400>Особенности: </color><color=red>Спустя некоторое время после появления взрывается, создавая линию огня, наносящую 1 000 000 урона всем растениям, после чего умирает сам. Сжигание линии не убирает ледяные дорожки и не наносит урон очарованным зомби</color>"
        },
        {
            "theZombieType": 118,
            "name": "Горохомётный Футболист",
            "introduce": "<color=#3D1400>«Фух… Хух…» — Горохомётный Футболист завершающим шагом закончил утреннюю пробежку и вернулся домой, чтобы восполнить силы горстью гороховых электролитов. А вот зомби, упорно пытавшиеся за ним угнаться, были в полном отчаянии. «Ну ладно, бегать медленнее его — это ещё можно понять, но получить гороха за обе щеки во время пробежки? Это уже перебор!»</color>",
            "info": "Быстро бегает и стреляет горохом по вашим растениям.\n\n<color=#3D1400>Здоровье: </color><color=red>270+1400</color>\n<color=#3D1400>Урон снаряда: </color><color=red>20/0,1 секунды</color>"
        },
        {
            "theZombieType": 119,
            "name": "Железострельный Карлсон",
            "introduce": "<color=#3D1400>Столкнувшись с сомнениями со стороны других зомби, Железострельный Карлсон попытался доказать, что он ветеран, показав старую коллективную фотографию зомби. «Но где же ты тут?» — спросили остальные. Он сам посмотрел на чёрно-белую плёнку и тоже задумался.</color>",
            "info": "Зомби-Железострел на Железном Шаре!\n\n<color=#3D1400>Здоровье: </color><color=red>1350+500</color>\n<color=#3D1400>Урон снаряда: </color><color=red>80/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Ведрорехового Карлсона и Зомби-Железострела</color>"
        },
        {
            "theZombieType": 200,
            "name": "Меха-Косатка",
            "introduce": "<color=#3D1400>«Превосходный дайвер должен уметь не только погружаться, но и управлять Меха-Косаткой!», — заявил зомби за штурвалом, прибавляя скорость на ещё одну передачу.</color>",
            "info": "Я думаю этот робот как-то связан с Робо-Дельфином.\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>\n<color=#3D1400>Проклятия Режима Одиссея:</color>\n<color=red>1: Скорость передвижения удвоена</color>\n<color=red>2: Получает на 50% меньше урона</color>"
        },
        {
            "theZombieType": 201,
            "name": "Танцор-Ледогон",
            "introduce": "<color=#3D1400>Танцор-Ледогон — это вовсе не один зомби, а целая команда. Зомбони создаёт площадку, Ледогон обеспечивают эффектное появление, а вот Зомби-Майкл Джексон... Увы, он был вынужден сойти с транспортного средства, ведь у него нет водительских прав. Теперь его встречают восторженные фанаты среди растений. Правда, их гороховые «приветствия» оказываются чересчур горячими.</color>",
            "info": "Очень прочный и невосприимчив к заморозке.\n\n<color=#3D1400>Здоровье: </color><color=red>12000</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Ледогона. После смерти призывает Зомбони, Ледогона и Зомби-Майкла Джексона</color>\n<color=#3D1400>Проклятия Режима Одиссея:</color>\n<color=red>1: Появляется в каждом этапе. После смерти призывает Короля Танцпола</color>\n<color=red>2: Скорость передвижения удвоена</color>"
        },
        {
            "theZombieType": 202,
            "name": "<size=35>Ореховый Трезубцеметатель</size>",
            "introduce": "<color=#3D1400>Ореховый Трезубцеметатель известен как выдающийся рыбак. Его меткие броски четырёх трезубцев заслужили ему титул «Король рыбалки». «Знаете, раньше я еще подрабатывал метателем копья», — с гордостью говорит Ореховый Трезубцеметатель.</color>",
            "info": "Бросает много трезубцев в ваши растения.\n\n<color=#3D1400>Здоровье: </color><color=red>270+7500</color>\n<color=#3D1400>Особенности: </color><color=red>Пробежав некоторое расстояние, бросает 4 трезубца, наносящие урон равный 20% (минимум 60 урона) от текущей прочности растения. Может попасть лишь в растения, находящиеся на расстоянии минимум 3,5 клетки</color>\n<color=#3D1400>Слабость: </color><color=red>Магнитогриб</color>\n<color=#3D1400>Проклятия Режима Одиссея:</color>\n<color=red>1: Урон трезубцев увеличен в 5 раз</color>\n<color=red>2: Теперь выбирает случайные цели для атаки</color>"
        },
        {
            "theZombieType": 203,
            "name": "Взрывомётчик с газетой",
            "introduce": "<color=#3D1400>«Я старею...», — пробормотал Взрывомётчик, читая свою газету во время прогулки по дороге. Даже если он подавлял большую часть своей мощи, едва уловимая её тень всё равно давила на окружающих – ни растения, ни зомби не могли поднять головы. «Только он всё ещё может пробудить во мне жажду битвы...», — отложив свою газету, прошептал он и побрёл дальше.</color>",
            "info": "Реально опасный зомби.\n\n<color=#3D1400>Здоровье: </color><color=red>1500+1500</color>\n<color=#3D1400>Урон: </color><color=red>400</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Зомби-Учёного. После потери газеты начинает стрелять взрывными снарядами с уроном 1000 8 раз в секунду. Очарованным зомби снаряд наносит 300 урона (3*3)</color>\n<color=#3D1400>Проклятия Режима Одиссея:</color>\n<color=red>1: Когда потеряет газету сможет ходить мимо растений</color>\n<color=red>2: Иммунитет к негативным эффектам</color>"
        },
        {
            "theZombieType": 204,
            "name": "Мракореховый Футболист",
            "introduce": "<color=#3D1400>Мракореховый Футболист— выходец из тьмы, могущественный, хладнокровный и злой. Секретами своей силы делиться отказывается, говоря, что только в самой тёмной тьме можно создать такого сильного зомби как он. «Куда делась моя краска?!», — крикнул Доктор Эдгар в своей лаборатории.</color>",
            "info": "Старый знакомый? Где-то я тебя уже видел.\n\n<color=#3D1400>Урон: </color><color=red>100</color>\n<color=#3D1400>Здоровье: </color><color=red>3000+12000</color>\n<color=#3D1400>Проклятия Режима Одиссея:</color>\n<color=red>1: Укушенные им растения временно не смогут восстанавливать прочность</color>\n<color=red>2: Укушенные им растения временно будут получать в 3 раза больше урона</color>"
        },
        {
            "theZombieType": 205,
            "name": "Дирижабль Киров",
            "introduce": "<color=#3D1400>Огромный неопознанный летающий объект? Нет! Это огромный дирижабль, обладающий невероятно прочным корпусом и способный выпускать Киров-дронов в поддержку. Даже после истребления он всё ещё может причинять разрушения в месте своего падения.</color>",
            "info": "Киров на связи!\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>\n<color=#3D1400>Особенности: </color><color=red>Раз в секунду выпускает Киров-дрона на своей линии</color>\n<color=#3D1400>Слабость: </color><color=red>Магнитокактус, Метеороплод</color>\n<color=#3D1400>Проклятия Режима Одиссея:</color>\n<color=red>1: Иммунитет к Сдувателю. Увеличена скорость передвижения</color>\n<color=red>2: Значительно увеличено здоровье Киров-дронов</color>"
        },
        {
            "theZombieType": 206,
            "name": "Киров-дрон",
            "introduce": "<color=#3D1400>Это не обычный самолёт — это специальный дрон, сжатый водным давлением. Хоть и метод сжатия до сих пор неизвестен, это не мешает ему быть грозной боевой единицей.</color>",
            "info": "Быстрые и взрывоопасные!\n\n<color=#3D1400>Здоровье: </color><color=red>500</color>\n<color=#3D1400>Урон снаряда: </color><color=red>1000</color>\n<color=#3D1400>Особенности: </color><color=red>Невосприимчивость к обморожению, заморозке и эффекту Сдувателя. Находясь над растением, раз в 3 секунды будет кидать бомбы (тип урона — Взрыв Коробки Шута)</color>"
        },
        {
            "theZombieType": 207,
            "name": "Король Танцпола",
            "introduce": "<color=#3D1400>Король Танцпола — легендарный айдол в мире зомби. Как айдол, Король Танцпола всегда был самоедом. После прохождения курсов в Академии Танцев Эдгара, он овладел Супер Лунной Походкой, назвав её «Шестым чудом мира зомби», за что получил огромную фан-базу.</color>",
            "info": "Летящей походкой прорывается вглубь вашей защиты.\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>\n<color=#3D1400>Особенности: </color><color=red>При появлении скользит по полю до первого встреченного растения, максимум может доскользить до 5 клетки слева. Во время скольжения получает на 90% меньше урона, после конца скольжения немедленно призывает 4 Зомби-Танцора</color>\n<color=#3D1400>Проклятия Режима Одиссея:</color>\n<color=red>1: Теперь призывает Королевских Подтанцовщиков</color>\n<color=red>2: При скольжении игнорирует растения</color>"
        },
        {
            "theZombieType": 208,
            "name": "Зомби-Призрак",
            "introduce": "<color=#3D1400>Это древний зомби с Востока. Его рост семь или восемь футов. Свет проходит сквозь него... Он не умер после удара молнии, силен, как медведь, не любит мозги, прячется в горах, а теперь путешествует по миру, в поисках укромного местечка.</color>",
            "info": "Очень-очень древний...\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>\n<color=#3D1400>Урон: </color><color=red>500</color>\n<color=#3D1400>Особенности: </color><color=red>Каждые 8-14 секунд может сделать рывок на 1,5 клетки, наносящий 500 урона каждому растению, через который он пройдёт (время до первого рывка вдвое меньше). После смерти он взорётся, нанеся 500 урона растениям в радиусе 3*3, тип урона — Взрыв Коробки Шута. Тыквы и её гибриды перенимают на себя урон рывков и взрыва</color>\n<color=#3D1400>Проклятия Режима Одиссея:</color>\n<color=red>1: Взрыв теперь игнорирует иммунитет Шутовской Тыквы и других соответствующих растений</color>\n<color=red>2: Урон увеличен в 3 раза. Делает рывки в 3 раза чаще</color>"
        },
        {
            "theZombieType": 209,
            "name": "Пого-Клоун",
            "introduce": "<color=#3D1400>«На самом деле, я просто хочу быть модным», — говорит Пого-Клоун пожимая плечами, когда его спрашивают про его внешний вид, но всё равно каждый помнит его неудачный любовный опыт.</color>",
            "info": "Бомба спрятана в пого-стике!\n\n<color=#3D1400>Здоровье: </color><color=red>720+4400</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Арбузного Пого-Зомби. Если он умрёт, пока у него есть пого-стик, то взорвётся (тип урона — Взрыв Коробки Шута) и превратится в Зомби-Психа</color>\n<color=#3D1400>Проклятия Режима Одиссея:</color>\n<color=red>1: Всегда взрывается после смерти, а также быстрее совершает длинный прыжок</color>\n<color=red>2: Задетые его взрывом Зомби-Психи и Зомби-Шуты превратятся в Пого-Клоунов</color>"
        },
        {
            "theZombieType": 210,
            "name": "Зомби-Мехорех",
            "introduce": "<color=#3D1400>«Рыбные шарики? Крутая броня? Это не имеет значения!», — сказал Зомби-Мехорех. «Важно иметь Крутую броню!», — сказал Зомби-Мехорех.</color>",
            "info": "Зомби-Роборех, но... лучше?\n\n<color=#3D1400>Здоровье: </color><color=red>1350</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Зомби-Робореха, но после смерти не оставляет ничего, кроме Меха-Фрагмента, скрещиваемого с некоторыми растениями</color>"
        },
		{
			"theZombieType": 211,
            "name": "Меха-Косатка",
            "introduce": "<color=#3D1400>«Настоящий капитан найдёт путь в любой ситуации!», — уверял зомби, судорожно нажимая на все кнопки, пока Меха-Косатка беспомощно гудела в земле.</color>",
            "info": "Кажется, водный транспорт не должен был оказаться на суше...\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Меха-Косатки, но стоит на месте</color>"
        },
        {
            "theZombieType": 212,
            "name": "Гаргантюа-Берсерк",
            "introduce": "<color=#3D1400>Зомби сказал: «Согласно древним хроникам, ту тёмно-фиолетовую броню могут носить лишь те, чьи тела выдержали испытания леденящим холодом и обжигающим жаром. Когда наш род оказывается в самых отчаянных ситуациях, на кровопролитных полях сражений порой возникает его фигура». И добавил предупреждение для растений: «Шума слишком много, осторожнее — не разбудите великанов, спящих в недрах земли».</color>",
            "info": "Гаргантюа-Берсерк является очень опасным противником.\n\n<color=#3D1400>Здоровье: </color><color=red>12000+32000</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Гаргантюа-Рыцаря, но при ударе об землю он призывает Чернокрылов. Получает на 10% меньше урона. Обеспечивает 90% защиту от урона для всех зомби на поле (максимальное снижение урона — 90%)</color>\n<color=#3D1400>Проклятия Режима Одиссея:</color>\n<color=red>1: После смерти призывает Доктора Зомбосса</color>"
        },
        {
            "theZombieType": 213,
            "name": "Чернокрыл",
            "introduce": "<color=#3D1400>Эффектное появление с размахом крыльев и кувырком смерти — это действие, которое Чернокрыл исполнил в новом фильме «Парк Юрского Периода: Зомби» для роли миниатюрного птерозавра. На самом деле никто не знает, что всё это было не частью плана — его просто случайно выбросили.</color>",
            "info": "Чернокрылы могут быстро проникнуть в вашу оборону.\n\n<color=#3D1400>Здоровье: </color><color=red>1500</color>\n<color=#3D1400>Урон: </color><color=red>200</color>\n<color=#3D1400>Особенности: </color><color=red>При появлении совершает рывок на 2,7 клетки. Во время рывка неуязвим ко всем видам урона, кроме взрывного и отбрасывания Ультимейтами Зонтолистов</color>"
        },
        {
            "theZombieType": 214,
            "name": "Взрывомётчик-Диверсант",
            "introduce": "<color=#3D1400>«Проснуться в дурном настроении — это одно, но если ты ещё и в паре с китом, который тащит тебя на работу, то день явно не задался», — ворчит Взрывомётчик-Диверсант. Злость его так велика, что он готов взорвать все растения, стоящие у него на пути, а потом вернуться и хорошенько выспаться.</color>",
            "info": "Перепрыгивает вашу оборону и стреляет взрывными снарядами!\n\n<color=#3D1400>Здоровье: </color><color=red>1500</color>\n<color=#3D1400>Урон снаряда: </color><color=red>1000*4/1,5 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Йети на Ките. Спустя 3 секунды после появления начинает стрелять взрывными снарядами</color>"
        },
        {
            "theZombieType": 215,
            "name": "Зомби в Алмазном Пакете",
            "introduce": "<color=#3D1400>! ! !</color>",
            "info": "После смерти призывает случайного Зомби-Чемпиона.\n\n<color=#3D1400>Здоровье: </color><color=red>20000+1100</color>\n<color=#3D1400>Особенности: </color><color=red>После потери брони или смерти вызывает одного случайного Зомби-Чемпиона со случайным здоровьем (80%, 100%, 120% от его максимального здоровья). После смерти с шансом 1% может выдать случайное усиление Одиссеи, перезарядка данного эффекта — 1 минута, во время которой Зомби в Пакете, Золотом Пакете и Алмазном Пакете не могут активировать этот эффект</color>"
        },
        {
            "theZombieType": 216,
            "name": "Зомби на Трезубцемёте",
            "introduce": "<color=#3D1400>Зомби на Трезубцемёте — настоящий «перфекционист». Он считал свою тележку недостаточно презентабельной, поэтому решил украсить её, заполнив корзину трезубцами. Но, видимо из-за своего перфекционизма, он продолжал добавлять трезубцы, пока корзина не оказалась полностью забитой. Только тогда он остановился.</color>",
            "info": "Бросает тонну трезубцев в ваши растения!\n\n<color=#3D1400>Здоровье: </color><color=red>1350+4400</color>\n<color=#3D1400>Особенности: </color><color=red>Стреляет залпом из 4 трезубцев которые летят по фиксированной траектории, если после уничтожения растения ещё останутся трезубцы в полёте, то они полетят дальше, нанося урон следующим встреченным растениям (максимальная дальность — 5 клеток). Всего может сделать 2 залпа</color>\n<color=#3D1400>Проклятия Режима Одиссея:</color>\n<color=red>1: Иммунитет к обморожению и маслу, количество трезубцев в залпе увеличено в 5 раз</color>\n<color=red>2: Более не требует задержки перед первым залпом</color>"
        },
        {
            "theZombieType": 217,
            "name": "Королевский Подтанцовщик",
            "introduce": "<color=#3D1400>Все зомби поражены, как Королевский Подтанцовщик так мастерски управляется со своим шестом. «Один талант не сделает тебя проворным, как гепард», — улыбается он. «Если ты откроешь окно в пять утра, то увидишь меня, бегущего по тротуару — я тренируюсь и одновременно машу тебе ручкой!»</color>",
            "info": "Прыгает в два раза дальше Зомби-Подтанцовщика.\n\n<color=#3D1400>Здоровье: </color><color=red>3000</color>\n<color=#3D1400>Особенности: </color><color=red>Обладает всеми особенностями Зомби-Танцора, но прыгает в два раза дальше</color>"
        },
        {
            "theZombieType": 218,
            "name": "Зомби-Посейдон",
            "introduce": "<color=#3D1400></color>",
            "info": "Зомби-Посейдон может бросить Трезубец Бездны!\n\n<color=#3D1400>Здоровье: </color><color=red>8000+24000</color>\n<color=#3D1400>Особенности: </color><color=red>Не подвержен очаровыванию, не может получить больше 5000 урона за раз и не может быть съеден Чомпером и его гибридами. Получает на 10% меньше урона. При появлении призывает Орехового Трезубцеметателя на каждой линии. Обеспечивает бесконечный боезапас трезубцев для всех зомби, у которых они были, а также пока жив увеличивает урон от всех трезубцев в 5 раз. Может кинуть Трезубец Бездны, который наносит 1 000 000 урона всем растениям, в которые попадёт, и останется после падения, блокируя снаряды (до 300), а если его не уничтожить, то он взорвётся (спустя 30 секунд после приземления), нанеся 1 000 000 урона в радиусе 3*3</color>"
        },
        {
            "theZombieType": 219,
            "name": "Гигантский Мехорех",
            "introduce": "<color=#3D1400>После создания Гигантский Мехорех сразу стал любимцем зомби. «Это наш щит!» — с восторгом говорили зомби. Но на самом деле Гигантский Мехорех никого не защищал, он просто был настолько огромным, что полностью отвлекал на себя огонь растений.</color>",
            "info": "Не позволяет атаковать других зомби, принимая за них урон.\n\n<color=#3D1400>Здоровье: </color><color=red>64000</color>\n<color=#3D1400>Особенности: </color><color=red>Не подвержен очаровыванию, не может получить больше 100 урона за раз и не может быть съеден Чомпером и его гибридами. Обладает всеми особенностями Зомби-Мехореха. Получает на 10% меньше урона. Получает урон за всех зомби на поле (кроме зомби, призывающих случайных зомби)</color>"
        },
        {
            "theZombieType": 220,
            "name": "Зомби-Генерал Бездны",
            "introduce": "<color=#3D1400></color>",
            "info": "Зомби-Генерал Бездны очень хорош в поедании вашей обороны!\n\n<color=#3D1400>Здоровье: </color><color=red>8000+24000</color>\n<color=#3D1400>Урон: </color><color=red>200</color>\n<color=#3D1400>Особенности: </color><color=red>Не может быть отброшен, очарован или съеден Чомпером и его гибридами, а также не может получить более 5000 урона за раз. Получает на 10% меньше урона. Когда он существует, все растения на поле теряют способность восстанавливать прочность, а вместо этого при лечении растений Зомби-Генерал Бездны получает урон в размере 10% от полученного ими лечения. Моментально съедает все незащитные растения, а если съедает растение, которое не входит в указанный ниже список, то призывает Мракорехового Футболиста. Каждые 3 секунды получает:\n1) Удвоение урона;\n2) Мгновенное восстановление 6000 брони, если броня не была сбита полностью ранее;\n3) Увеличение скорости передвижения на 30% (максимум — 300%)</color>\n<color=#3D1400>Список растений, которые не превращаются в Мракореховых Футболистов: </color><color=red>Стенорех, Тыква, Чеснок, Гипногриб и их гибриды, а также Гамбургский Стрелок</color>"
        },
        {
            "theZombieType": 221,
            "name": "Потрошитель",
            "introduce": "<color=#3D1400></color>",
            "info": "Грозный воздушный противник.\n\n<color=#3D1400>Здоровье: </color><color=red>12000</color>\n<color=#3D1400>Особенности: </color><color=red>Не может быть отброшен, очарован или съеден Чомпером и его гибридами. Получает на 10% меньше урона. При появлении резко мчится вперёд, раздавливая встреченные растения. Когда здоровье падает ниже 2/3, после короткой неуязвимости переходит в режим Воздушной Бомбардировки, начиная каждые 3 секунды обстреливать растения взрывными (в области 3*3) снарядами (тип урона — Взрыв Коробки Шута), а также раз в 3 секунды призывает Дирижабль-Киров на каждой линии</color>"
        },
        {
            "theZombieType": 222,
            "name": "Люкс Танцпол",
            "introduce": "<color=#3D1400>Это была тщательно построенная сцена, и прежде чем она разрушится, Король Танцпола сможет наконец-то игнорировать всю клевету и полностью посвятить себя своему выступлению, подарив растениям и зомби свою последнюю песню и танец.</color>",
            "info": "Время для гастролей!\n\n<color=#3D1400>Здоровье: </color><color=red>32000</color>\n<color=#3D1400>Особенности: </color><color=red>Не может быть очарован или съеден Чомпером и его гибридами, а также не может получить более 5000 урона за раз. Получает на 10% меньше урона. Обеспечивает ближайших зомби невосприимчивостью к обморожению и заморозке. Пока жив, периодично призывает по 4 Короля Танцопола и Королевского Подтанцовщика за раз. После смерти призывает 2 Танцора-Ледогона и Короля Танцпола</color>"
        },
        {
            "theZombieType": 223,
            "name": "Профессор Z",
            "introduce": "<color=#3D1400>Профессор Z одержим изучением научных феноменов, и недавно его заинтересовал Вишневый Бог Войны...</color>",
            "info": "Не обманывайся его внешним видом, он очень силён!\n\n<color=#3D1400>Здоровье: </color><color=red>1500+12000 (броня I-го типа)+1500 (броня II-го типа)</color>\n<color=#3D1400>Особенности: </color><color=red>Не может быть очарован или съеден Чомпером и его гибридами, а также не может получить более 5000 урона за раз. Получает на 10% меньше урона. Прокалывание шин лишь останавливает его движение и рвут газету, но не убивают. До потери газеты основная его часть неуязвима. После потери газеты временно становится неуязвимым, превращая зомби по всему полю (включая очарованных зомби, они более не будут очарованы после превращения. Исключая Боссов) во Взрывомётчиков (максимум — 30), после чего ускоряется и начинает стрелять взрывными снарядами из себя (прямолинейные снаряды) и из пушки (снаряды навесом)</color>"
        },
        {
            "theZombieType": 224,
            "name": "Королева Цирка",
            "introduce": "<color=#3D1400>Величие Королевы Цирка не подлежит сомнению — лишь одного её взгляда достаточно, чтоб слуги задрожали. Но, несмотря на это, Королева Цирка обожает делиться. В её подарочных коробках, помимо бомб, всегда найдётся что-то и для детей. И она просто не может дождаться момента, когда раздаст всем свои подарки!</color>",
            "info": "Королева Цирка имеет крайне «взрывной» характер.\n\n<color=#3D1400>Здоровье: </color><color=red>32000</color>\n<color=#3D1400>Особенности: </color><color=red>Не подвержена очаровыванию, не может получить больше 4500 урона за раз и не может быть съедена Чомпером и его гибридами. Получает на 10% меньше урона. Невосприимчива к обморожению, заморозке и маслу. Передвигается рывками, раздавливая растения на своём пути. Показываясь из коробки, может случайно совершить одно из следующих действий:\n1) Призывает Пого-Клоунов на каждой клетке, кроме первых четырёх слева;\n2) Призывает Зомби-Психов на каждой клетке, кроме первых четырёх слева, которые моментально взрываются;\n3) Создаёт Взрыв Коробки Шута в каждой клетке столбца, в котором стоит Королева Цирка (тип урона взрыва не Взрыв Коробки Шута, наносит 1 000 000 урона).\nПосле смерти взрывается (тип урона не Взрыв Коробки Шута, наносит 1 000 000 урона)</color>"
        },
        {
            "theZombieType": 225,
            "name": "Железомётный Футболист",
            "introduce": "<color=#3D1400>Железомётный Футболист — боец, закалённый сталью: стальное тело, стальная воля, стальные снаряды и, несмотря на жалобы коллег, по-прежнему стальная дисциплина. Он твёрдо верит: зомби отступают под натиском его пуль не потому, что они слабы, а потому, что им просто не хватило стальной подготовки.</color>",
            "info": "Стальная воля! Вперёд, ни шагу назад!\n\n<color=#3D1400>Здоровье: </color><color=red>3000+3000</color>\n<color=#3D1400>Урон снаряда: </color><color=red>80/0,1 секунды</color>\n<color=#3D1400>Особенности: </color><color=red>Невосприимчив к отбрасыванию. Его снаряды могут отталкивать очарованных зомби</color>"
        },
        {
            "theZombieType": 226,
            "name": "Ассасин Бездны",
            "introduce": "<color=#3D1400>«Война — это наш клинок, с помощью которого мы отвоюем земли под солнцем! Победа — цель, которую мы непременно достигнем!» «Капитан, кажется, я только что наступил на Зомби-Йети». «Оставь его. Это не трофей, а обуза, которая лишь задержит нашу великую победу». «А после этой войны капитан наконец-то издаст свою новую книгу?» «Не в этой жизни».</color>",
            "info": "Приходи один, мы тоже одни придём.\n\n<color=#3D1400>Здоровье: </color><color=red>6000+6000 (броня II-го типа)</color>\n<color=#3D1400>Урон: </color><color=red>500*2</color>\n<color=#3D1400>Особенности: </color><color=red>Не может быть очарован. Появляется отрядом из двух зомби, но, при выборе определённого Проклятия Режима Одиссея, может появиться в качестве Легиона, тогда на каждой линии появится 5 Ассасинов Бездны с увеличенным в 5 раз здоровьем. При получении смертельного урона, если на поле есть хотя бы один Ассасин Бездны из его отряда (отряды не связаны между собой, соотрядниками считаются те, которые появились одновременно на одной линии, исключая появление в качестве Легиона, весь Легион является одним отрядом), не находящийся в Предсмертном состоянии, то вместо смерти он падает на землю, входя в Предсмертное состояние (максимум может войти в Предсмертное состояние два раза), в котором он невосприимчив к урону (только в первом Предсмертном состоянии), имеет единицу здоровья и не берётся в качестве цели для самонаводящихся снарядов, при чём остальные снаряды могут попадать в него. После 10 секунд пребывания в этом состоянии он встаёт, полностью регенерируя своё здоровье (но не броню), и совершает рывок вперёд на 4 клетки, нанося всем задетым растениям 500 урона и устанавливая на них Бомбу, которая через 2 секунды взрывается (тип урона — Взрыв Коробки Шута)</color>\n<color=#3D1400>Слабость: </color><color=red>Чомпер, Зонтолист Мидаса</color>\n<color=#3D1400>Проклятия Режима Одиссея:</color>\n<color=red>1: Не будет получать урон в каждом Предсмертном состоянии. Может войти в Предсмертное состояние неограниченное количество раз</color>\n<color=red>2: В следующем этапе появится Легион Ассасинов Бездны</color>"
        },
        {
            "theZombieType": 227,
            "name": "Ледореховый Палач",
            "introduce": "<color=#3D1400></color>",
            "info": "Ледяными когтями вершит правосудие.\n\n<color=#3D1400>Здоровье: </color><color=red>720+2200</color>\n<color=#3D1400>Урон: </color><color=red>500</color>\n<color=#3D1400>Условия появления: </color><color=red>В него превращается зомби, который был очарован Грибонатором или Кактусонатором</color>"
        }
    ]
}