{
    "zombies": [
        {
            "theZombieType": 0,
            "name": "Zombie",
            "introduce": "<size=36><color=black> Zombie déteste la façon dont son nom le fait ressembler à un zombie ordinaire. Il ne se considère pas comme un ennemi anonyme ou comme un simple cadavre ordinaire. Il ests Unique, bon sang ! Et il va faire quelque chose d'extraordinaire, même si ça vous tue.</color>",
            "info": "<size=36>Zombie normal des jardins.\n\n<color=black>Robustesse : </color><color=#4B0082>270</color>"
        },
        {
            "theZombieType": 2,
            "name": "Zombie Cône",
            "introduce": "<size=36><color=black>Le zombie Cône n'a aucune idée de ce qu'est un cône de signalisation. Pour lui, cela ressemble à un cornet de glace, et quand il découvre qu'il ne peut pas le manger, il le met simplement sur sa tête.</color>",
            "info": "<size=36>Son cône de signalisation sur la tête le rend deux fois plus fort qu'un zombie normal.\n\n<color=black>Robustesse : </color><color=#4B0082>270+370</color>"
        },
        {
            "theZombieType": 3,
            "name": "Zombie Perchiste",
            "introduce": "<size=36><color=black>Autrefois meilleur sauteur en hauteur de sa ville, la carrière du Zombie Perchiste a pris un tournant le jour où il a oublié d'installer les coussins derrière le support de saut en hauteur.</color>",
            "info": "<size=36>Le zombie perchiste fait du saut à la perche.\n\n<color=black>Robustesse : </color><color=#4B0082>720</color>\n<color=black>Spécial : </color><color=#4B0082>Saute la première plante qu'il rencontre.</color>"
        },
        {
            "theZombieType": 4,
            "name": "Zombie Seau",
            "introduce": "<size=34><color=black>Il était une fois un Zombie, qui n'était qu'un peintre, qui était salué comme un génie parmi les zombies pour son utilisation créative d'un seau. Les années ont passé, et maintenant les zombies se demandent s'il a encore quelques tour secrets dans son sac. Est-il à court d’idées ou cache-t-il quelque chose ? Qui sait ?</color>",
            "info": "<size=34>Son seau sur la tête le rend extrêmement résistant.\n\n<color=black>Robustesse : </color><color=#4B0082>270+1100</color>"
        },
        {
            "theZombieType": 5,
            "name": "Zombie Journal",
            "introduce": "<size=36><color=black>\"Vous ne pouvez pas lui reprocher d'être frustré ; il était sur le point de terminer les mots croisés (le mot vertical numéro 23 est \"Cerveau\"), ce qui explique pourquoi il tenait le papier à l'envers. vers le bas.\"</color>",
            "info": "<size=36>Son journal lui fournit une défense limitée.\n\n<color=black>Robustesse : </color><color=#4B0082>270+200</color>\n<color=black>Spécial : </color><color=#4B0082>Au début, il marche normalement, mais accélère après avoir perdu son journal.</color>"
        },
        {
            "theZombieType": 6,
            "name": "Zombie Danceur",
            "introduce": "<size=36><color=black>Les compétences athlétiques de Dancing Zombie sont moyennes selon les standards des zombies. Sur les conseils des Backup Dancers, il décide de poursuivre la voie des idoles. Aujourd'hui, sa chanson pop \"Just Brains\", une collaboration avec Michael Jackson, est en train de devenir un succès.</color>",
            "info": "<size=36>Après avoir sauté, il rassemble ses danseurs de fond.\n\n<color=black>Robustesse : </color><color=#4B0082>720</color>\n<color=black>Spécial : </color><color=#4B0082>Rassemblez 4 Danseurs de Fond.</color>"
        },
        {
            "theZombieType": 7,
            "name": "Danceur de Fond",
            "introduce": "<size=36><color=black>Les quatre frères, autrefois orphelins en difficulté, ont développé des personnalités tordues et ont intimidé les autres à la Zombie Academy. Un jour, ils ont vu Dancing Zombie jouer joyeusement sur scène, et cela les a changés. À partir de ce moment, ils le rejoignirent pour se produire ensemble sur scène.</color>",
            "info": "<size=36>Sauter une plante.\n\n<color=black>Robustesse : </color><color=#4B0082>270</color>"
        },
        {
            "theZombieType": 8,
            "name": "Zombie Moustiquaire",
            "introduce": "<size=34><color=black>Screen Door Zombie, autrefois membre d'un groupe de travail du FBI avec un mauvais caractère mais un cœur droit, n'a jamais négocié avec des voleurs : il se contentait d'enfoncer les portes pour sauver des otages. Après être devenu un zombie, son bon cœur est resté le même. Lorsqu'il a vu des zombies kidnapper un petit zombie fantôme, il a tenté de s'introduire par effraction, mais ils ont enduit la porte de colle, lui coinçant la main.</color>",
            "info": "<size=34>Sa moustiquaire est un bouclier efficace.\n\n<color=black>Robustesse : </color><color=#4B0082>270+1100</color>"
        },
        {
            "theZombieType": 9,
            "name": "Zombie Quarterback",
            "introduce": "<size=36><color=black>Football Zombie est une star du sport parmi les zombies, admiré par beaucoup pour sa présence héroïque sur le terrain. De nombreuses entreprises souhaitent l'embaucher, mais ses exigences salariales sont élevées : un salaire annuel de 10 000 cerveaux.</color>",
            "info": "<size=36>Cour super vite.\n\n<color=black>Robustesse : </color><color=#4B0082>270+1400</color>"
        },
        {
            "theZombieType": 10,
            "name": "Michael Zombie",
            "introduce": "<size=36><color=black>Costume noir, chapeau noir : il n'est pas là pour un enterrement. C'est juste un danseur, et vous pouvez l'appeler Michael Zombie.</color>",
            "info": "<size=36>Mène la charge avec ses mouvements de danse ultimes.\n\n<color=black>Robustesse : </color><color=#4B0082>720</color>\n<color=black>Spécial : </color><color=#4B0082>Rassemblez les Zombies Danceurs.</color>"
        },
        {
            "theZombieType": 11,
            "name": "Duck Zombie NOT IN GAME",
            "introduce": "<size=32><color=black>只有特定的僵尸才能成为鸭子救生圈僵尸，不是每只僵尸都能胜任。有些救生圈有点漏气，他们却处理不了，脱身后永远放弃了对脑子的渴求。</color>",
            "info": "<size=32>可以在水里移动。\n\n<color=black>Robustesse : </color><color=#4B0082>270</color>"
        },
        {
            "theZombieType": 12,
            "name": "Coneduck Zombie NOT IN GAME",
            "introduce": "<size=32><color=black>都说差生文具多，但是路障鸭子并不这么认为，毕竟他不想承认他是个差生。</color>",
            "info": "<size=32>可以在水里移动。\n\n<color=black>Robustesse : </color><color=#4B0082>270</color>"
        },
        {
            "theZombieType": 13,
            "name": "Bucketduck Zombie NOT IN GAME",
            "introduce": "<size=32><color=black>铁桶鸭子本不想带上那个漏气的游泳圈的，但是没办法，谁叫他戴着那个容易生锈的铁桶呢。</color>",
            "info": "<size=32>可以在水里移动。\n\n<color=black>Robustesse : </color><color=#4B0082>270</color>"
        },
        {
            "theZombieType": 14,
            "name": "Zombarine",
            "introduce": "<size=36><color=black>La redoutable Zombarine, conçue sur la base de principes bioniques, est à la fois majestueuse et intimidante : une arme de guerre convoitée par les zombies. \"Il ne nous reste plus qu'à résoudre le problème des algues qui s'emmêlent dans l'hélice\", a déclaré le Dr Edgar.</color>",
            "info": "<size=36>Le véhicule principal des zombies contre les plantes aquatiques.\n\n<color=black>Robustesse : </color><color=#4B0082>1350</color>"
        },
        {
            "theZombieType": 15,
            "name": "Zombie Savant",
            "introduce": "<size=32><color=black>En tant qu'autorité de premier plan dans le domaine académique, Scholar Zombie est fréquemment vu dans la bibliothèque. Sa passion pour la lecture est profonde et le déranger pendant qu'il lit peut déclencher sa fureur. Ce vieux monsieur veillera à ce que vous compreniez le vrai sens de « la connaissance, c'est le pouvoir ».</color>",
            "info": "<size=32>Inflige d'énormes dégâts avec ses dents robustes.\n\n<color=black>Dégâts : </color><color=#4B0082>400</color>\n<color=black>Robustesse : </color><color=#4B0082>720+1100</color>\n<color=black>Spécial : </color><color=#4B0082>Invincibilité temporaire et vitesse accumulée après la destruction du livre.</color>"
        },
        {
            "theZombieType": 16,
            "name": "Zomboni",
            "introduce": "<size=36><color=black>La conduite zombie est un excellent conducteur, d'autant plus que peu de zombies peuvent naviguer de la patinoire au terrain en herbe. Maintenant, il doit aller payer l'amende. La machine à glace qu'il exploite n'est pas une Zamboni ; c'est un Zomboni produit par la société B.</color>",
            "info": "<size=36>Le zomboni applique la glace, la vapeur et la pression à vos plantes.\n\n<color=black>Robustesse : </color><color=#4B0082>1350</color>"
        },
        {
            "theZombieType": 17,
            "name": "Zombie Tuba",
            "introduce": "<size=36><color=black>Snorkel Zombie a peut-être un masque cassé, mais cela n'entrave pas sa capacité à plonger et à flotter dans l'eau. Son soi-disant « naufrage » n’est pas dû à ses compétences en plongée ; il n'a tout simplement pas besoin d'air pour respirer.</color>",
            "info": "<size=36>Les tubas zombies peuvent nager sous l'eau.\n\n<color=black>Robustesse : </color><color=#4B0082>270</color>\n<color=black>Spécial : </color><color=#4B0082>S'immerger pour éviter les attaques.</color>"
        },
        {
            "theZombieType": 18,
            "name": "Zombie Bobsleigh",
            "introduce": "<size=36><color=black>Cette voiture, conçue par des passionnés de ski, roule en douceur sur la neige et la glace, atteignant même des vitesses plus élevées que sur l'herbe. Malheureusement, il présente un défaut : il ne peut être démarré que sur des surfaces verglacées.</color>",
            "info": "<size=36>Apparaît uniquement sur la glace.\n\n<color=black>Robustesse : </color><color=#4B0082>2700</color>\n<color=black>Spécial : </color><color=#4B0082>Se déplacer très rapidement sur la glace.</color>"
        },
        {
            "theZombieType": 19,
            "name": "Zombie Dauphin",
            "introduce": "<size=36><color=black>Dolphin Rider Zombie est artiste à temps partiel et gardien de dauphins dans un aquarium. Le dauphin qu'il chevauche est un zombie, mais contrairement aux zombies typiques, ce \"dauphin zombie\" n'a aucun désir de cervelle.</color>",
            "info": "<size=36>Les zombies dauphins utilisent les dauphins pour exploiter les faiblesses de votre défense aquatique.\n\n<color=black>Robustesse : </color><color=#4B0082>720</color>\n<color=black>Spécial : </color><color=#4B0082>Saute au-dessus de la première plante qu'il rencontre.</color>"
        },
        {
            "theZombieType": 20,
            "name": "Zombie Trident ",
            "introduce": "<size=32><color=black>Trident Zombie n'était à l'origine qu'un simple lanceur de javelot devenu pêcheur après avoir pris sa retraite. Cependant, lorsqu'il est allé pêcher à la rivière, il a coulé parce qu'il ne savait pas nager. Lorsqu'il a débarqué, il a réalisé qu'il était devenu ce qu'il est maintenant.</color>",
            "info": "<size=32>Lance un trident pour attaquer vos plantes.\n\n<color=black>Robustesse : </color><color=#4B0082>720</color>\n<color=black>Spécial : </color><color=#4B0082>Lance un trident, infligeant des dégâts aux plantes égaux à 20 % (minimum de 60) de leur Robustesse actuelle</color>\n<color=black>Portée d'Attaque : </color><color=#4B0082>Au-delà de 3,5 grilles.</color>"
        },
        {
            "theZombieType": 21,
            "name": "Zombie Boîte-en-Diamond",
            "introduce": "<size=33><color=black>Ce soir, les Zombies Diamond-box dévoileront leur monde éblouissant. Leurs yeux brillent comme les étoiles les plus brillantes du ciel nocturne, et la lumière dorée semble couler comme une rivière à travers le temps, illuminant le chemin incertain qui les attend. Chaque fois que le couvercle de la boîte est doucement ouvert, vous avez l'impression d'ouvrir une porte vers un autre royaume.</color>",
            "info": "<size=33>C'est... un Zombie Cône ?\n\n<color=black>Robustesse : </color><color=#4B0082>4400</color>\n<color=black>Spécial : </color><color=#4B0082>Se transformer en Zombie Boîte-en-Or en mourant.</color>"
        },
        {
            "theZombieType": 22,
            "name": "Zombie Boîte-en-Or",
            "introduce": "<size=36><color=black>\"Sous la boîte dorée, d'autres boîtes de différentes couleurs vous attendent. Pouvez-vous deviner de quoi est faite la boîte à l'intérieur ?\"</color>",
            "info": "<size=36>C'est... un Zombie Cône ?\n\n<color=black>Robustesse : </color><color=#4B0082>2200</color>\n<color=black>Spécial : </color><color=#4B0082>Se transforme en Zombie Boîte-en-Argent en mourant.</color>"
        },
        {
            "theZombieType": 23,
            "name": "Zombie Boîte-en-Argent",
            "introduce": "<size=36><color=black>Le zombie à la boîte argentée considère la boîte sur sa tête comme un pot, donc ce doit en être un. Compte tenu de son état d’esprit, pourquoi ne comprenez-vous pas son point de vue ? Et vous voyez le point d'exclamation sur sa boîte, n'est-ce pas ?</color>",
            "info": "<size=36>C'est... un Zombie Cône ?\n\n<color=black>Robustesse : </color><color=#4B0082>1100</color>\n<color=black>Spécial : </color><color=#4B0082>Se transformer en Zombie Cône en mourant.</color>"
        },
        {
            "theZombieType": 24,
            "name": "Zombie Diable",
            "introduce": "<size=36><color=black>Bien que Jack-in-the-Box Zombie soit un malade mental, le cirque a accueilli favorablement sa candidature. Méfiez-vous de ce qu'il y a dans son coffre à jouets ; ça va sûrement vous faire peur.</color>",
            "info": "<size=36>Ce zombie porte une surprise explosive.\n\n<color=black>Robustesse : </color><color=#4B0082>720</color>\n<color=black>Spécial : </color><color=#4B0082>Le diable à ressort explose.</color>"
        },
        {
            "theZombieType": 25,
            "name": "Zombie Ballon ",
            "introduce": "<size=33><color=black>Balloon Zombie, l'un des créateurs de Zomppelin, se fait souvent demander pourquoi il s'attache des ballons. Sa réponse habituelle est : « C'était ma conclusion. » Cependant, la vérité est que les ballons se sont simplement emmêlés par hasard.</color>",
            "info": "<size=33>Le ballon zombie vole au-dessus de la piste et est immunisé contre la plupart des attaques.\n\n<color=black>Robustesse : </color><color=#4B0082>270+20</color>\n<color=black>Spécial : </color><color=#4B0082>Ne peut pas être endommagé par la plupart des plantes en volant.</color>"
        },
        {
            "theZombieType": 26,
            "name": "Zomppelin",
            "introduce": "<size=32><color=black>Le Zomppelin, la dernière création du Dr Edgar, devient rapidement l'allié de confiance des zombies. Les spéculations abondent sur qui pilotera cette arme puissante : peut-être le diablotin ou même le dirigeable lui-même ? \"C'est juste un ballon\", a fait remarquer le Dr Edgar. \"Les zombies doivent s'adapter à leur époque. J'envisage même de le transformer en drone pour éviter d'être embarrassé lorsqu'il est vaincu par les plantes.\"</color>",
            "info": "<size=32>Lâche des bombes mortelles en volant au-dessus de vos plantes.\n\n<color=black>Dégâts des Bombes : </color><color=#4B0082>1000</color>\n<color=black>Robustesse : </color><color=#4B0082>1350</color>"
        },
        {
            "theZombieType": 27,
            "name": "Yeti Baleine",
            "introduce": "<size=30><color=black>La baleine blanche que monte Yeti Zombie possède des capacités de saut impressionnantes. Dolphin Rider Zombie est assez envieux et a toujours voulu l'emprunter pour une balade, mais Yeti Zombie refuse à chaque fois. \"Yeti Zombie n'a aucun contrôle sur sa baleine blanche\", a déclaré le Dr Edgar. \"Il veut toujours se cacher derrière moi, mais la baleine blanche finit par faire le chemin inverse.\"</color>",
            "info": "<size=30>Saute de trois tuiles en avant et fait demi-tour, attaquant vos plantes par derrière.\n\n<color=black>Robustesse : </color><color=#4B0082>720</color>\n<color=black>Spécial : </color><color=#4B0082>Ne peut pas être bloqué par Tall-nuts.</color>"
        },
        {
            "theZombieType": 28,
            "name": "Zombie Mineur",
            "introduce": "<size=34><color=black>Il y a longtemps, les Digger Zombies méprisaient les Champi-aimants pour avoir constamment confisqué leurs outils. Maintenant, ils détestent encore plus les Miner Citrouilles. \"Ma tête continue de recevoir des coups, ce qui me fait me sentir encore plus mal\", déplore-t-il.</color>",
            "info": "<size=34>Ce zombie creuse pour contourner vos défenses.\n\n<color=black>Robustesse : </color><color=#4B0082>720</color>\n<color=black>Spécial : </color><color=#4B0082>Tunnels souterrains et apparaît sur le côté gauche de la pelouse. Vulnérable aux Champi-aimants.</color>"
        },
        {
            "theZombieType": 29,
            "name": "Zombie Seau-licopter",
            "introduce": "<size=34><color=black>\"Amis, connaissiez-vous le dirigeable de Berlin ? Il a inspiré mon design...\" Tous les zombies veulent se cacher de Buckecopter Zombie, non seulement parce qu'il parle trop du dirigeable, mais aussi car le bruit de l'hélice de son ballon est insupportable.</color>",
            "info": "<size=34>Buckecopter Zombie n'a pas peur de Troufle !\n\n<color=black>Robustesse : </color><color=#4B0082>270+2200+500</color>\n<color=black>Spécial : </color><color=#4B0082>L'hélice sur le dessus peut compenser les vents de Troufle.</color>"
        },
        {
            "theZombieType": 30,
            "name": "Roi Zombie Clown-Dans-la-Boîte",
            "introduce": "<size=31><color=black>Pour chaque clown zombie, l'autodestruction est la forme d'art la plus élevée, et King Clown excelle par-dessus tout. \"Le Roi Clown n'enlèvera jamais son masque ni ne lâchera le coffret cadeau qu'il tient à la main !\"</color>",
            "info": "<size=31>King Clown peut également exploser après sa mort !\n\n<color=black>Robustesse : </color><color=#4B0082>720+370</color>\n<color=black>Spécial : </color><color=#4B0082>Devient violent après avoir explosé, doublant sa vitesse. A également une chance de s'autodétruire et de se transformer en zombie Jack-in-the-Box. Plus il explose vite, plus il risque de mourir.</color>"
        },
        {
            "theZombieType": 31,
            "name": "Zombie Catapulte",
            "introduce": "<size=36><color=black>Personne ne sait comment Catapult Zombie parvient à lancer avec une telle précision, mais une chose est sûre : si vous le voyez, couvrez-vous rapidement la tête !</color>",
            "info": "<size=36>Catapulte des ballons de basket pour attaquer vos plantes.\n\n<color=black>Robustesse : </color><color=#4B0082>850</color>\n<color=black>Spécial : </color><color=#4B0082>Lance des ballons de basket qui infligent 60 dégâts.</color>"
        },
        {
            "theZombieType": 32,
            "name": "Zombie Pogo",
            "introduce": "<size=36><color=black>Pogo Zombie adore sautiller, pensant que sauter vers le ciel est ce qui se rapproche le plus de voler. Mais personne ne leur a dit de ne pas utiliser de trampoline sur le toit...</color>",
            "info": "<size=36>Un zombie qui peut sauter par-dessus vos défenses.\n\n<color=black>Robustesse : </color><color=#4B0082>720</color>\n<color=black>Spécial : </color><color=#4B0082>Peut sauter par-dessus les plantes</color>"
        },
        {
            "theZombieType": 33,
            "name": "Zombie Échelle",
            "introduce": "<size=32><color=black>Ladder Zombie a entendu dire en ligne qu'avec une échelle et des vêtements de travail, il pouvait se faufiler au-delà de toutes les défenses. Armé d'une échelle et habillé comme un ouvrier, il part à la conquête des défenses de l'usine.\nCommentaire de Pisto-pois : \"Personne ne lui a dit que sa peau de zombie était beaucoup trop visible...?\"</color>",
            "info": "<size=32>Ce zombie utilise une échelle pour contourner les obstacles.\n\n<color=black>Robustesse : </color><color=#4B0082>720+720</color>\n<color=black>Spécial : </color><color=#4B0082>Peut utiliser l'échelle pour ignorer les défenses des plantes.</color>"
        },
        {
            "theZombieType": 34,
            "name": "Zombie Pogo Melon",
            "introduce": "<size=32><color=black>Citation : « Il est très peu probable que des obus explosent deux fois dans le même cratère ! C'est ce que dit la « Théorie du cratère ».\" dit Pogo Melon Zombie en ajustant son chapeau en peau de melon. Cependant, personne ne lui a dit que ses couleurs rouge et vert ressortaient un peu trop dans une foule de zombies.</color>",
            "info": "<size=32>Ce zombie charge et saute dans vos défenses !\n\n<color=black>Robustesse : </color><color=#4B0082>270+2200</color>\n<color=black>Spécial : </color><color=#4B0082>Se charge pendant 5 secondes, puis effectue un grand saut.</color>"
        },
        {
            "theZombieType": 35,
            "name": "Gargantua",
            "introduce": "<size=36><color=black>Le Gargantuar est comme une bête massive et maladroite, sa taille étant un avantage au détriment de son intelligence. Il ne comprend ni les plantes ni les cerveaux ; il ne sait qu'avancer, sans relâche. </color>",
            "info": "<size=36>Un zombie massif et lent qui écrase tout sur son passage grâce à sa taille énorme.\n\n<color=black>Robustesse : </color><color=#4B0082>3000</color>"
        },
        {
            "theZombieType": 36,
            "name": "Méga Gargantua",
            "introduce": "<size=36><color=black>Bien que le Giga-gargantuar fasse des ravages sur le champ de bataille, ses yeux rouge sang instillant la peur chez tous ceux qui lui font face, il y a un secret peu connu : le monstre est perpétuellement irritable à cause d'un sommeil chronique. privation.</color>",
            "info": "<size=36>Le Gargantuar enragé écrase tout sur son passage avec une force terrifiante.\n\n<color=black>Robustesse : </color><color=#4B0082>6000</color>"
        },
        {
            "theZombieType": 37,
            "name": "Diablotin",
            "introduce": "<size=36><color=black>Les Diablotins aiment se faufiler dans les espaces restreints, causant souvent des ennuis. Ne soyez pas surpris si vous en voyez un rebondir de manière inattendue !</color>",
            "info": "<size=36>Petit et sournois, Diablotin adore se faufiler dans les espaces restreints, ce qui le rend agile et plus difficile à cibler.\n\n<color=black>Robustesse : </color><color=#4B0082>270</color>"
        },
        {
            "theZombieType": 38,
            "name": "Gargantua Mecha",
            "introduce": "<size=36><color=black>Un zombie du populaire Plant Girls vs Zombies.</color>",
            "info": "<size=36>Une autre invention du Dr Gargantuar, immunisée contre le gel et qui chargera vos défenses sans hésitation.\n\n<color=black>Robustesse : </color><color=#4B0082>3000</color>\n<color=black>Spécial : </color><color=#4B0082>Spécial : Immunisé aux effets de contrôle, continue de bouger même lorsqu'il est repoussé, vulnérable aux Champi-aimants.</color>"
        },
        {
            "theZombieType": 39,
            "name": "Méga Ggargantua Mecha",
            "introduce": "<size=36><color=black>Un zombie du populaire Plant Girls vs Zombies.</color>",
            "info": "<size=36>Dernière création du Dr Gargantuar, cette version mécanisée est immunisée contre le gel et charge directement vos défenses.\n\n<color=black>Robustesse : </color><color=#4B0082>6000</color>\n<color=black>Spécial : </color><color=#4B0082>Immunisé aux effets de contrôle, continue de bouger même lorsqu'il est repoussé, vulnérable aux Champi-aimants.</color>"
        },
        {
            "theZombieType": 40,
            "name": "Zombie Mecha-bowling",
            "introduce": "<taille=32>",
            "info": "<size=29.5>Une boule de bowling qui roule du côté des zombies.\n\n<color=black>Robustesse : </color><color=#4B0082>1350</color>\n<color=black>Spécial : </color><color=#4B0082>Change de direction en heurtant les plantes, accélère dans les pentes. Écrase les plantes ayant moins de 1 000 points de vie, inflige 1 000 dégâts aux plantes les plus résistantes et ralentit après avoir tourné. Peut être arrêté par Umbrella-fusions. Génère 5 Diablotins à la mort.</color>\n<color=black>Gouttes : </color><color=#4B0082>1/3 de chance d'obtenir une boule de glace, une boule de feu ou un fragment de Mecha.</color>\n\n<color=black>Les balles écrasent les plantes, bloquent jusqu'à 30 balles ou durent 30 secondes. Peut être contré par des fusions de plantes basées sur la glace et le feu.</color>"
        },
        {
            "theZombieType": 100,
            "name": "Zombie Pisto-pois",
            "introduce": "<size=36><color=black>La capacité du Pisto-pois Zombie à s'engager à distance effraie souvent les plantes. Cependant, la véritable panique vient des zombies, qui craignent que ceux qui combattent devant lui ne soient pris pour cible par derrière.</color>",
            "info": "<size=36>Pousse des pois pour attaquer vos plantes.\n\n<color=black>Dégâts : </color><color=#4B0082>20</color>\n<color=black>Robustesse : </color><color=#4B0082>270</color>"
        },
        {
            "theZombieType": 101,
            "name": "Zombie Pisto-cerise",
            "introduce": "<size=36><color=black>Cherryshooter Zombie est un lycéen de 17 ans avec une tête de plante qui pousse de son cou. Son fruit préféré est la cerise, et en raison de ses origines papales, les zombies l'appellent affectueusement le « Roi des Feuilles ».</color>",
            "info": "<size=36>Tire des balles de cerisier pour attaquer vos plantes.\n\n<color=black>Dégâts : </color><color=#4B0082>60</color>\n<color=black>Robustesse : </color><color=#4B0082>500</color>"
        },
        {
            "theZombieType": 102,
            "name": "Zombie Pisto-grenade",
            "introduce": "<size=36><color=black>Pisto-grenade Zombie adore écouter \"Bombe Cerise\" de The Runaways, ce qui pourrait expliquer sa fougue. Cependant, personne ne sait comment il a appris à allumer des feux d'artifice avec sa bouche.</color>",
            "info": "<size=36>Pousse des cerises explosives pour attaquer vos plantes.\n\n<color=black>Dégâts : </color><color=#4B0082>1000</color>\n<color=black>Robustesse : </color><color=#4B0082>500</color>"
        },
        {
            "theZombieType": 103,
            "name": "Zombie Noix",
            "introduce": "<size=36><color=black>Suite à un assaut des plantes, Noix Zombie affichait des marques de morsure sur la tête au lieu d'impacts de balle. Interrogé, il a déclaré : « Peut-être que mes camarades avaient simplement faim. »</color>",
            "info": "<size=36>C'est un écrou mobile.\n\n<color=black>Robustesse : </color><color=#4B0082>270+1100</color>"
        },
        {
            "theZombieType": 104,
            "name": "Zombie Journal Pisto-cerise",
            "introduce": "<size=30><color=black>Le fruit préféré de ce zombie est la cerise, et même son journal a un goût de cerise. Le journal qu'il tient est la seule chose qui puisse tempérer sa rage.</color>",
            "info": "<size=30>Se lance dans un barrage de cerises explosif lorsque son journal est cassé.\n\n<color=black>Robustesse : </color><color=#4B0082>1500+720</color>\n<color=black>Spécial : </color><color=#4B0082>Devient temporairement invincible après que son journal soit cassé, puis se met à tirer des cerises explosives toutes les 0,75 secondes après que le journal soit cassé.</color>\n<color=black>Portée d'explosion : </color><color=#4B0082>Cross Splash, peut être absorbé par les noix.</color>"
        },
        {
            "theZombieType": 105,
            "name": "Zombie Boîte-mystère",
            "introduce": "<size=36><color=black>？？？</color>",
            "info": "<size=36>Personne ne sait ce qui se cache à l'intérieur de la boîte.\n\n<color=black>Robustesse : </color><color=#4B0082>270+370</color>\n<color=black>Spécial : </color><color=#4B0082>Une fois la boîte tombée, génère un zombie aléatoire avec 20%/40%/60%/80%/100% de la Robustesse du zombie d'origine.</ couleur>"
        },
        {
            "theZombieType": 106,
            "name": "Zombie Noix-seau",
            "introduce": "<size=35><color=black>Pourquoi la tête de Buck-nut Zombie est-elle en fer ? C'est parce que tout le monde disait que manger des noix nourrissait le cerveau, mais il ne réalisait pas que les noix qu'il consommait contenaient trop de fer. Cependant, ce n'est peut-être pas si grave : au moins, il a maintenant développé une tête de fer.</color>",
            "info": "<size=35>C'est un Buck-nut en mouvement.\n\n<color=black>Robustesse : </color><color=#4B0082>270+2200</color>\n<color=black>Spécial : </color><color=#4B0082>Un fer tombera lorsqu'il sera tué par des balles.</color>"
        },
        {
            "theZombieType": 107,
            "name": "Zombie Noix-cerise",
            "introduce": "<size=36><color=black>Les vrais hommes ne se retournent jamais pour regarder les explosions, et Cherry-nut Zombie fait certainement l'affaire, car il attrape souvent des bombes avec son visage.</color>",
            "info": "<size=36>A une légère résistance aux balles explosives.\n\n<color=black>Robustesse : </color><color=#4B0082>270+1100</color>\n<color=black>Spécial : </color><color=#4B0082>Prend 150 dégâts maximum des explosions.</color>"
        },
        {
            "theZombieType": 108,
            "name": "Zombie Fusil-pois",
            "introduce": "<size=36><color=black>L'année dernière, Buckshooter Zombie a tiré une carte de tarot sur laquelle on pouvait lire \"L'Empereur\". Depuis, il est capable de tirer des balles de fer à volonté.</color>",
            "info": "<size=36>Tire des balles très dommageables.\n\n<color=black>Dégâts : </color><color=#4B0082>80</color>\n<color=black>Robustesse : </color><color=#4B0082>270+1350</color>\n<color=black>Spécial : </color><color=#4B0082>Un fer tombera lorsqu'il sera tué par des balles.</color>"
        },
        {
            "theZombieType": 109,
            "name": "Zombie Noix Quarterback",
            "introduce": "<size=35><color=black>Le zombie rugby-nut n'était autrefois qu'un zombie de football ordinaire, jusqu'au jour où il entre en collision avec une noix qui répandait de l'engrais. \"Je ne sais pas comment ce type s'est retrouvé sur ma tête, il m'étouffe !\" » déplora le Zombie Rugby-nut.</color>",
            "info": "<size=35>Zombie à haute armure qui peut également courir très vite.\n\n<color=black>Robustesse : </color><color=#4B0082>270+4400</color>\n<color=black>Spécial : </color><color=#4B0082>Un casque de rugby tombera lorsqu'il sera tué par des balles.</color>"
        },
        {
            "theZombieType": 110,
            "name": "Zombie Boîte-mystère Doré",
            "introduce": "<size=36><color=black>？？！</color>",
            "info": "<size=36>Un doré !? Je me demande ce qu'il y a à l'intérieur de cette Mystery-box...\n\n<color=black>Robustesse : </color><color=#4B0082>270+720</color>\n<color=black>Spécial : </color><color=#4B0082>Une fois la boîte tombée, apparaît un zombie aléatoire avec une Robustesse complète.</color>"
        },
        {
            "theZombieType": 111,
            "name": "Zombie Noix Glacée",
            "introduce": "<size=32><color=black>La tête du zombie Frost-nut a suscité de nombreuses opinions dans le monde des zombies. Certains disent qu'il cherche à se distancer du monde froid, tandis que d'autres soupçonnent que cela est lié aux expériences folles du Dr Edgar. Pourtant, lui seul sait que ce couvre-chef est apparu après avoir mangé un champignon bleu spécifique.</color>",
            "info": "<size=32>Un zombie robuste qui peut également annuler les dégâts des projectiles de glace.\n\n<color=black>Robustesse : </color><color=#4B0082>270+2200</color>\n<color=black>Spécial : </color><color=#4B0082>Immunité aux projectiles gelés ou glacés.</color>"
        },
        {
            "theZombieType": 112,
            "name": "Zombie Cata-grenade",
            "introduce": "<size=35><color=black>Attention : avant qu'il n'utilise tous ses ballons de basket, assurez-vous de courir, car ses ballons de basket explosifs provoqueront le chaos !</color>",
            "info": "<size=35>Lance des ballons de basket explosifs pour détruire vos défenses !\n\n<color=black>Robustesse : </color><color=#4B0082>1350</color>\n<color=black>Spécial : </color><color=#4B0082>Lance 5 ballons de basket, puis lance des ballons de basket explosifs. Le ballon de basket explosif inflige 100 dégâts aux plantes Umbrella.</color>"
        },
        {
            "theZombieType": 113,
            "name": "Yeti Baleine Pisto-pois",
            "introduce": "<size=36><color=black>Qu'est-ce qui rend ce type spécial par rapport au yéti cavalier-baleine ? Pea Rider répond : J'aime vraiment jouer à Boomerang.</color>",
            "info": "<size=36>Une variante du Whale Rider Yeti !\n\n<color=black>Robustesse : </color><color=#4B0082>720</color>\n<color=black>Spécial : </color><color=#4B0082>Tire des pois sur vos plantes avant et après avoir sauté.</color>"
        },
        {
            "theZombieType": 200,
            "name": "Requinmarine",
            "introduce": "<size=36><color=black>\"Un excellent plongeur doit non seulement être capable de plonger mais aussi de conduire un super sous-marin !\" » déclara Sharkmarine Zombie en augmentant la puissance du sous-marin d'un rapport.</color>",
            "info": "<size=36>J'ai entendu dire que ce zombie est lié à un certain poisson robot.\n\n<color=black>Robustesse : </color><color=#4B0082>3000</color>"
        },
        {
            "theZombieType": 201,
            "name": "Michael en Zomboni",
            "introduce": "<size=30><color=black>Michael Zomboni n'est pas qu'un zombie ; c'est un effort d'équipe. Zomboni installe la salle, Bobsled Zombie assure les effets visuels et Michael Zombie... a été obligé de quitter la voiture car elle n'avait pas de permis de conduire pour saluer ses passionnés de plantes, mais les petits pois semblaient un peu trop excités. </color>",
            "info": "<size=30>Défense et immunité au ralentissement extrêmement élevées.\n\n<color=black>Robustesse : </color><color=#4B0082>12000</color>\n<color=black>Spécial : </color><color=#4B0082>À la mort, génère automatiquement un Michael Zombie, un Zomboni et un Bobsled Zombie.</color>"
        },
        {
            "theZombieType": 202,
            "name": "Zombie Trident Ultra",
            "introduce": "<size=31.5><color=black>\"Giga-trident Zombie est un pêcheur expérimenté connu pour sa précision exceptionnelle avec les quatre tridents qu'il lance, ce qui lui a valu le titre de roi des pêcheurs.\" \"En fait, j'étais lanceur de javelot à temps partiel...\" a admis le Giga-trident Zombie.</color>",
            "info": "<size=31.5>Lance un grand nombre de tridents sur vos plantes à la fois.\n\n<color=black>Robustesse : </color><color=#4B0082>270+7500</color>\n<color=black>Spécial : </color><color=#4B0082>Lance 4 tridents, chacun causant des dégâts aux plantes égaux à 20% (minimum de 60) de leur Robustesse actuelle.</color>"
        },
        {
            "theZombieType": 203,
            "name": "Zombie Journal Sulfateuse",
            "introduce": "<size=28><color=black>\"Je vieillis...\" se lamentait le journal Sulfateuse à Cerises Zombie en marchant dans la rue. Malgré sa pression contenue, cela suffisait à contenir les plantes et les zombies. \"Seul ce type peut encore m'inspirer à me battre...\" marmonna-t-il en rangeant le journal et en continuant son chemin.</color>",
            "info": "<size=29>Inflige d'immenses dégâts.\n\n<color=black>Dégâts : </color><color=#4B0082>400 → 1000 (Enragé)</color>\n<color=black>Robustesse : </color><color=#4B0082>1500+1500</color>\n<color=black>Spécial : </color><color=#4B0082>Devient temporairement invincible après que son journal soit cassé, en tirant des cerises explosives toutes les 0,125 secondes.</color>"
        },
        {
            "theZombieType": 204,
            "name": "Zombie QB Giga-noix",
            "introduce": "<size=32><color=black>Sortant de l'ombre, le Zombie Giga Rugby-nut rayonne de puissance, de froideur et une ambiance sinistre. Il garde catégoriquement pour lui le secret de sa force, affirmant que seules les ténèbres les plus sombres peuvent créer un être aussi redoutable que lui. \"Où est ma peinture ?\" » a demandé le Dr Edgar, l'air perplexe dans son laboratoire.</color>",
            "info": "<size=32>Un vieil ami ? Peut-être, peut-être que nous l'avons déjà rencontré.\n\n<color=black>Dégâts : </color><color=#4B0082>100</color>\n<color=black>Robustesse : </color><color=#4B0082>3000+12000</color>"
        },
        {
            "theZombieType": 205,
            "name": "Zomppelin Kirov",
            "introduce": "<size=28><color=black>Était-ce un énorme objet volant ? Non, il s’agissait en fait d’un gigantesque dirigeable, doté d’une coque robuste et capable de larguer un escadron de chasseurs. Même une fois détruit, le dirigeable pourrait toujours faire des ravages sur les créatures environnantes, obligeant les autres zombies à garder leurs distances, craignant qu'un crash ne les envoie à leur disparition.</color>",
            "info": "<size=32>Rapport Kirov !\n\n<color=black>Robustesse : </color><color=#4B0082>3000</color>\n<color=black>Spécial : </color><color=#4B0082>Invoque un drone Kirov en action toutes les secondes. S'écrase à sa mort, infligeant d'immenses dégâts aux plantes à l'impact.</color>"
        },
        {
            "theZombieType": 206,
            "name": "Drone Kirov",
            "introduce": "<size=35><color=black>Ce n'est pas un avion ordinaire ; c'est un avion spécial qui a été comprimé par la pression de l'eau. Même si la méthode exacte de compression reste un mystère, sa puissance sur le champ de bataille rivalise avec celle des bombardiers conventionnels.</color>",
            "info": "<size=35>Les drones Kirov volent plus vite, lâchant des bombes au-dessus des plantes qu'ils survolent.\n\n<color=black>Bombe Dégâts : </color><color=#4B0082>1000</color>\n<color=black>Robustesse : </color><color=#4B0082>200</color>"
        },
        {
            "theZombieType": 207,
            "name": "Michael Superstar",
            "introduce": "<size=30><color=black>Superstar Zombie, une idole légendaire du monde des zombies, a des normes extrêmement élevées pour lui-même. Après avoir terminé ses études à l'Edgar's Dance Academy, il a maîtrisé le Super Moonwalk, surnommé \"La sixième merveille du monde des zombies\", ce qui lui a valu une large base de fans.</color>",
            "info": "<size=32>Un zombie rapide qui se glisse dans votre défense, un adversaire difficile à affronter.\n\n<color=black>Robustesse : </color><color=#4B0082>3000</color>\n<color=black>Spécial : </color><color=#4B0082>Se glisse sur le champ de bataille, réduit les dégâts de 90% en glissant, puis invoque des Zombies dansants.</color>"
        },
        {
            "theZombieType": 208,
            "name": "Spectre Immortel",
            "introduce": "<size=30><color=black>Ce monstre a survécu aux conditions les plus difficiles et possède une force énorme. Il évite les cerveaux et parcourt le monde à la recherche d'un endroit isolé.</color>",
            "info": "<size=30>Un spectre d'il y a mille ans, doté d'une force immense.\n\n<color=black>Robustesse : </color><color=#4B0082>3000</color>\n<color=black>Dégâts : </color><color=#4B0082>500</color>\n<color=black>Spécial : </color><color=#4B0082>Se précipite occasionnellement sur une courte distance, infligeant 500 dégâts aux plantes sur son passage et à nouveau en sortant. À sa mort, inflige 500 dégâts aux plantes dans une zone 3×3, hors plantes protégées par Citrouille.</color>"
        },
        {
            "theZombieType": 209,
            "name": "Clown Pogo",
            "introduce": "<size=36><color=black>\"Je voulais juste suivre la tendance avec ce look\", dit Pogo King Clown en haussant les épaules chaque fois que son apparence cool apparaît. Mais tout le monde sait qu'il a eu une histoire d'amour qui l'a profondément marqué.</color></size>",
            "info": "<size=36>La bombe est cachée dans son pogo stick.\n\n<color=black>Robustesse : </color><color=#4B0082>270+4400</color>\n<color=black>Spécial : </color><color=#4B0082>S'il meurt en sautillant, il explosera et se transformera en Roi Clown-in-the-Box Zombie.</color></size>"
        },
        {
            "theZombieType": 210,
            "name": "Zombie Méga Mecha-bowling",
            "introduce": "<size=36><color=black>\"Des boules de poisson ? Une armure Mecha ? C'est tout ce qui compte\", déclare Méga Mecha-noix Zombie. Arborant une combinaison mécanique impressionnante, il estime que c'est tout ce dont il a vraiment besoin.</color></size>",
            "info": "<size=36>Le Méga Mecha-noix Zombie peut changer de direction.\n\n<color=black>Robustesse : </color><color=#4B0082>1350</color></size>"
        },
        {
            "theZombieType": 43,
            "name": "Gargantua Gladiateur",
            "introduce": "<size=26><color=black>Le Gargantuar en armure est un grand fan d'un skin appelé « Cavalier » de son jeu préféré. Il a donc dépensé une fortune pour commander un ensemble d’armures médiévales spécialement conçues pour lui. Cependant, lorsqu'il a essayé de l'enlever, il s'est rendu compte qu'il était définitivement coincé... Et c'est ainsi qu'il s'est retrouvé avec un skin 'Cadavelier' permanent.</color>",
            "info": "<size=28>Faire apparaître des diablotins à chaque fois qu'il écrase avec sa masse !\n\n<color=black>Robustesse : </color><color=#4B0082>8000+24000</color>\n<color=black>Spécial : </color><color=#4B0082>Se déplace à la moitié de la vitesse des gargs normaux, ne subit pas plus de 5000 dégâts d'un seul coup, les effets de charme durent moitié moins longtemps sur lui, lance un Mecha- une boule de noix à mi-HP et génère 1 à 3 diablotins à chaque fois qu'il frappe le sol avec sa masse.</color>"
        },
        {
            "theZombieType": 212,
            "name": "Gargantua Abyssal",
            "introduce": "<size=26></color>",
            "info": "<size=32>Une menace ancienne, surnaturelle et insidieuse.\n\n<color=black>Robustesse : </color><color=#4B0082>8000+24000</color>\n<color=black>Spécial : </color><color=#4B0082>Fournit une réduction des dégâts de 90 % à tous les zombies à l'écran, fait apparaître des diablotins abyssaux lorsqu'il écrase le sol et hérite d'autres traits du Gargantuar blindé.</color >"
        },
        {
            "theZombieType": 213,
            "name": "Diablotin Abyssal",
            "introduce": "<size=35><color=black>Avec une entrée flashy comportant des lames ailées et un jet de mort, l'Abyssal Diablotin a méticuleusement conçu cette cascade pour le rôle du mini-ptérosaure dans le dernier succès de Hollytomb, Jurassic Zombies. Personne ne le sait, il a en fait été expulsé accidentellement.</color>",
            "info": "<size=35>Abyssal Diablotin peut facilement infiltrer votre défense.\n\n<color=black>Dégâts : </color><color=#4B0082>200</color>\n<color=black>Robustesse : </color><color=#4B0082>1500</color>"
        },
        {
            "theZombieType": 214,
            "name": "Yeti Baleine Sulfateuse",
            "introduce": "<size=32><color=black>Gatling Explod-o-rider Zombie se réveille toujours de mauvaise humeur, surtout lorsqu'un collègue chevauchant une baleine l'entraîne au travail. Alimenté par la rage, il est prêt à faire sauter toutes les plantes sur son passage avant de retourner faire une sieste.</color>",
            "info": "<size=32>Saute et démolit votre défense par derrière en tirant sur des cerises explosives !\n\n<color=black>Robustesse : </color><color=#4B0082>1500</color>\n<color=black>Spécial : </color><color=#4B0082>Comme à tirer des cerises explosives 3 secondes après être entré dans votre pelouse.</color>"
        },
        {
            "theZombieType": 215,
            "name": "<size=24>Zombie Surprise de Diamant</size>",
            "introduce": "<size=36><color=black>!!!!",
            "info": "<size=36>Engendre aléatoirement l'un de vos pires cauchemars, ou une bénédiction peut-être ?.\n\n<color=black>Robustesse : </color><color=#4B0082>20000+1100</color>"
        },
        {
            "theZombieType": 45,
            "name": "Bungee Zombie",
            "introduce": "<color=black>Bungee Zombie adore prendre des risques. Après tout, à quoi ça sert d'être mort si on ne vit pas un peu ?</color>",
            "info": "Descend du ciel et vole une plante\n\n<color=black>Résistance : </color><color=#4B0082>720</color>"
        },
        {
            "theZombieType": 114,
            "name": "Screen Door Buckshooter",
            "introduce": "<color=black></color>",
            "info": "<size=36>Le Buckshooter Zombie a acquis l'équipement : une porte moustiquaire !\n\n<color=black>Dégâts : </color><color=#4B0082>80</color>\n<color=black>Résistance : </color><color=#4B0082>270+1250+1100+1100</color>\n<color=black>Spécial : </color><color=#4B0082>Tire constamment des pois de fer sur vos plantes tout en ayant une défense décente.</color>"
        },
        {
            "theZombieType": 115,
            "name": "Écraseur Zombie",
            "introduce": "<color=black>\"Hmm ? Hmm !\" Les Zombies Écraseurs chargent toujours sans hésitation, écrasant toutes les plantes sur leur passage, et tous les zombies sont émus par leur altruisme. Mais les Zombies Écraseur sont tout simplement fans de la Neko Écraseur, et lorsqu'ils l'ont vue écraser l'Endoflame, ils n'ont pas pu résister à l'envie d'imiter et d'écraser les plantes.</color>",
            "info": "Écrase la première plante à proximité et meurt.\n\n<color=black>Résistance : </color><color=#4B0082>500</color>\n<color=black>Spécial : </color><color=#4B0082>Écrase les premières plantes qu'il rencontre.</color>"
        },
        {
            "theZombieType": 116,
            "name": "Écraseur Épicé Zombie",
            "introduce": "<size=24><color=black></color>",
            "info": "<size=34>Saute et détruit toute une allée de plantes !\n\n<color=black>Résistance : </color><color=#4B0082>1500</color>\n<color=black>Spécial : </color><color=#4B0082>Écrase la première plante qu'il rencontre et met le feu à toute la voie, détruisant toutes les plantes affectées. Ne prend pas feu s'il est réfrigéré. \nZombie œuf de Pâques, n'apparaît que dans les niveaux spéciaux.</color>"
        },
        {
            "theZombieType": 117,
            "name": "Jalapeno Zombie",
            "introduce": "<color=black>Le Chili Zombie plonge dans la piscine avec un enthousiasme fougueux. Cependant, les autres zombies ne sont pas ravis. \"Super, maintenant la piscine ressemble à une soupe épicée...\"</color>",
            "info": "Ce zombie explose et détruit toute une allée de plantes au bout d'un moment.\n\n<color=black>Résistance : </color><color=#4B0082>500</color>\n<color=black>Spécial : </color><color=#4B0082>Explose et détruit toute une rangée de plantes après un certain temps.</color>"
        },
        {
            "theZombieType": 118,
            "name": "Commando Pois Rugby",
            "introduce": "<color=black>La dernière chose dont Commando Pois Rugby se souvient avant de mourir, c'est qu'il s'était égaré dans une cage de frappeurs végétariens et avait accidentellement avalé un lanceur. Désormais, il ne peut plus s'empêcher de lancer des petits pois à une vitesse fulgurante.</color>",
            "info": "Déchaîne sans relâche des barrages de pois sur vos défenses !\n\n<color=black>Résistance : </color><color=#4B0082>270+1400</color>\n<color=black>Spécial : </color><color=#4B0082>Tire constamment des volées de pois sur vos plantes.</color>"
        },
        {
            "theZombieType": 216,
            "name": "Trident Hwacha",
            "introduce": "<color=black></color>",
            "info": "<size=34>Lance une salve de tridents à votre défense à chaque volée !\n\n<color=black>Résistance : </color><color=#4B0082>1350+4400</color>\n<color=black>Spécial : </color><color=#4B0082>Chaque attaque lance 14 tridents en succession rapide, puis après une brève pause, il tire 14 autres tridents, pour un total de deux volées. Les tridents ne ciblent pas directement les plantes ; au lieu de cela, ils sont lancés à un angle et à une vitesse fixes, infligeant des dégâts à toutes les plantes qu'ils touchent.</color>"
        },
        {
            "theZombieType": 217,
            "name": "Super Dancing Zombie",
            "introduce": "<color=black>Tous les zombies sont étonnés de voir à quel point le Super Dancing Zombie possède des compétences incroyables en saut à la perche. \"Oh, c'est juste mon talent\", dit le Super Dancing Zombie. Mais la vérité est qu'il fait deux boulots par jour, et comme on dit, \"deux fois le travail, double le saut\".</color>",
            "info": "Peut sauter par-dessus deux tuiles.\n\n<color=black>Résistance : </color><color=#4B0082>3 000</color>Spécials : </color><color=#4B0082>Peut sauter par-dessus 2 tuiles mais peut être bloqué par les Tall-nuts</color>"
        },
        {
            "theZombieType": 218,
            "name": "Pozeidon",
            "introduce": "<color=black></color>",
            "info": "<size=27>Lance son divin trident pour votre défense !\n\n<color=black>Résistance : </color><color=#4B0082>8000+24000</color>\n<color=black>Spécials : </color><color=#4B0082>Apparaît uniquement en mode Purgatoire après avoir sélectionné son effet correspondant, immunisé contre Hypnos et Mordeurs, et ne subit pas plus de 5 000 dégâts à chaque coup. Lorsqu'ils sont présents, tous les zombies Giga-trident attaqueront en continu, et tous les tridents infligeront désormais 5 fois plus de dégâts. Ses tridents sont lancés selon un angle fixe, peuvent tuer instantanément la plupart des plantes (les dégâts peuvent être redirigés) et lors de l'atterrissage, bloquer les projectiles jusqu'à un maximum de 300 tirs, ou disparaître après 30 secondes. S'ils ne sont pas détruits, ils infligent d'importants dégâts aux plantes voisines lors de leur disparition.</color>"
        },
        {
            "theZombieType": 219,
            "name": "Ultra Mecha-noix",
            "introduce": "<color=black></color>",
            "info": "<size=30>Dégâts des chars pour tous les zombies sur votre pelouse !\n\n<color=black>Résistance : </color><color=#4B0082>12000</color>\n<color=black>Spécials : </color><color=#4B0082>Apparaît uniquement en mode Purgatoire après avoir sélectionné son effet correspondant, immunisé contre Hypnos et Mordeurs, et ne subit pas plus de 5 000 dégâts à chaque coup. L'Ultra Mecha-Nut Zombie permet d'absorber les dégâts pour tous les zombies (à l'exception des Zombies Mystery-box). Il a un cadre d'invincibilité, ne subissant des dégâts qu'une fois toutes les 0,2 secondes.</color>"
        },
        {
            "theZombieType": 220,
            "name": "Giga Rugby Striker",
            "introduce": "<color=black></color>",
            "info": "<size=24>Giga Rugby Striker peut détruire votre défense en toute simplicité !\n\n<color=black>Dégâts : </color><color=#4B0082>200</color>\n<color=black>Résistance : </color><color=#4B0082>8000+24000</color>\n<color=black>Spécials : </color><color=#4B0082>Immunisé contre les renversements, les Hypnos et les Mordeurs, et ne subit pas plus de 5 000 dégâts à chaque coup. Tant qu'elles sont présentes, toutes les plantes sont incapables de guérir, et toute tentative de guérison infligera 0,1 fois le montant de la guérison sous forme de dégâts au Giga Rugby Striker. Lorsqu'il mord des plantes non défensives, il les tue instantanément et les transforme en zombies Giga Rugby-nut ordinaires. Toutes les 3 secondes, le Giga Rugby Striker gagne les capacités suivantes (empilables) : \n1. Double la puissance d’attaque. \n2. Restaure 6000 points de vie à son armure. \n3. Augmente la vitesse de 0,3 (jusqu'à un maximum de 3). (Plage de vitesse des zombies à l'apparition : 0,9 - 1,8)</color>"
        },
        {
            "theZombieType": 221,
            "name": "Mecha Aéroglisseur",
            "introduce": "<color=black></color>",
            "info": "<size=24>Mecha Aéroglisseur tire des bombes et invoque des Kirov pour détruire votre défense.\n\n<color=black>Résistance : </color><color=#4B0082>12000</color>\n<color=black>Spécials : </color><color=#4B0082>Apparaît uniquement en mode Purgatoire après avoir sélectionné l'effet correspondant, immunisé contre les renversements, les Hypnos et les Mordeurs et les avions abattus par Cactus Magnétique, et n'en prend pas plus de 5 000. endommagez chaque coup. Lorsqu'il apparaît sur terre, il charge vers l'avant à grande vitesse, écrasant les plantes qu'il traverse (mécanique d'écrasement similaire à celle de Zomboni) ; lorsqu'il atteint 2/3 de sa santé, il gagne un bref cadre d'invincibilité et décolle, invoquant un Kirov Zompellins toutes les 3 secondes et lançant des bombes qui explosent à l'atterrissage, infligeant des dégâts aux plantes dans une zone 3x3 (type de dégâts identique à Jack-in-the- Explosions de boîtes, inefficaces contre Joker Pumpkin).</color>"
        },
        {
            "theZombieType": 222,
            "name": "Jackson Worldwide",
            "introduce": "<color=black></color>",
            "info": "<size=30>Jackson Worldwide a consacré toute sa vie à la passion de la scène et des tournées.\n\n<color=black>Résistance : </color><color=#4B0082>32000</color>\n<color=black>Spécials : </color><color=#4B0082>Apparaît uniquement en mode Purgatoire après avoir sélectionné son effet correspondant, immunisé contre Hypnos et Mordeurs et ne subit pas plus de 5000 dégâts à chaque coup avant de prendre en compte la réduction des dégâts. Accorde une cryo-immunité aux zombies à proximité et invoque 4 zombies superstar toutes les quelques secondes. Fait apparaître 2 Michael Zombonis et un zombie superstar à la mort.</color>"
        },
        {
            "theZombieType": 223,
            "name": "Professeur Ceriz",
            "introduce": "<color=black></color>",
            "info": "<size=24>Le professeur Cherryz est obsédé par l'étude des artefacts scientifiques, en particulier des explosifs ; la rumeur veut que Cherrizilla soit à l'origine sa création...\n\n<color=black>Résistance : </color><color=#4B0082>1200+12000+1500</color>\n<color=black>Spécials : </color><color=#4B0082>Apparaît uniquement en mode Purgatoire après avoir sélectionné son effet correspondant, immunisé contre les renversements, les Hypnos et les Mordeurs et ne subit pas plus de 5 000 dégâts à chaque coup. Le professeur Cherryz est invulnérable jusqu'à ce que son journal soit détruit ; après avoir perdu le journal, il gagne une brève invincibilité et convertit jusqu'à 30 zombies présents en zombies de journal Cherryshooter enragés. Il lance ensuite un barrage de cerises et catapulte les cerises vers la dernière colonne tout en accélérant vers l'avant. Il ne s'arrête que s'il rencontre Ortie, perdant instantanément son journal s'il n'a pas été détruit.</color>"
        },
        {
            "theZombieType": 47,
            "name": "Zombie Yéti",
            "introduce": "<size=36>",
            "info": "<size=36>Les zombies Yeti peuvent parfois s'enfuir.\n\n<color=black>Résistance : </color><color=#4B0082>1350</color>\n<color=black>Spécial : </color><color=#4B0082>Suspends/gele les plantes dans une zone de 3x3 autour de lui.</color>"
        },
        {
            "theZombieType": 48,
            "name": "Yéti Dragon",
            "introduce": "<size=36>",
            "info": "<size=36>Les zombies Nian ont des armures robustes.\n\n<color=black>Résistance : </color><color=#4B0082>8888+8888</color>\n<color=black>Faiblesse : </color><color=#4B0082>Bambooms</color>"
        }
    ]
}