{
    "zombies": [
        {
            "theZombieType": 0,
            "name": "Zombi",
            "introduce": "<size=36><color=black>Zombi ini sebel banget namanya bikin dia kelihatan kayak zombi biasa. Dia ngerasa dirinya unik dan spesial! Pokoknya dia bakal ngelakuin sesuatu yang luar biasa, meskipun itu bakal ngebunuh lo.",
            "info": "<size=36>Jenis zombie biasa di lahan.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270"
        },
        {
            "theZombieType": 2,
            "name": "Zombi Berkerucut",
            "introduce": "<size=36><color=black>Zombi Berkerucut ini nggak tau kalau itu kerucut lalu lintas. Dia kira es krim, tapi pas tau nggak bisa dimakan, dia langsung bikin buat helm.",
            "info": "<size=36>Kerucut di kepalanya membuatnya dua kali lebih keras dari zombie biasa.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+370"
        },
        {
            "theZombieType": 3,
            "name": "Zombi Pelompat",
            "introduce": "<size=36><color=black>Dulu dia atlit lompat tinggi terbaik di kotanya, tapi kariernya langsung hancur gara-gara dia lupa naro bantalan pas latihan.",
            "info": "<size=36>Zombi yang melompat dengan tongkat olahraga.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 720\n<color=black>Sifat: </color><color=#4B0082>Melompati tanaman pertama yang dia temui."
        },
        {
            "theZombieType": 4,
            "name": "Zombi Berember",
            "introduce": "<size=32><color=black>Dahulu kala, Buckethead Zombie, yang hanya seorang pelukis, dipuji sebagai seorang jenius di antara para zombie karena penggunaan ember secara kreatif. Bertahun-tahun telah berlalu, dan sekarang para zombie bertanya-tanya apakah dia masih memiliki trik pembunuh rahasia. Apakah dia kehabisan ide, atau dia menyembunyikan sesuatu? Siapa yang tahu?",
            "info": "<size=30>Ember besi di kepala untuk zombie ini sangat tahan.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+1100"
        },
        {
            "theZombieType": 5,
            "name": "Zombi Berkoran",
            "introduce": "<size=30><color=black>Anda tidak bisa menyalahkannya karena merasa frustasi; dia baru saja akan menyelesaikan teka-teki silang (kata vertikal nomor 23 adalah 'Otak'), yang menjelaskan mengapa dia memegang kertas secara terbalik.",
            "info": "<size=32>Koran yang dipegangnya memberi sedikit perlindungan.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+200\n<color=black>Sifat: </color><color=#4B0082>Berjalan normal pada awalnya, tetapi bertambah cepat setelah kehilangan korannya."
        },
        {
            "theZombieType": 6,
            "name": "Zombi Penari",
            "introduce": "<size=36><color=black>Keterampilan atletik Dancing Zombie adalah rata-rata menurut standar zombie. Atas saran dari Penari Latar, ia memutuskan untuk mengejar jalur idola. Sekarang, lagu popnya \"Just Brains\", sebuah kolaborasi dengan Michael Jackson, menjadi hit.",
            "info": "<size=36>Memanggil Zombi Panggung setelah melompat.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 720\n<color=black>Sifat: </color><color=#4B0082>Memanggil 4 Penari Cadangan."
        },
        {
            "theZombieType": 7,
            "name": "Zombi Panggung",
            "introduce": "<size=30><color=black>Empat bersaudara, yang dulunya adalah anak yatim piatu yang bermasalah, mengembangkan kepribadian yang menyimpang dan menggertak orang lain di Akademi Zombie. Suatu hari, mereka melihat Dancing Zombie tampil dengan riang di atas panggung, dan hal itu mengubah mereka. Sejak saat itu, mereka bergabung dengannya untuk tampil di atas panggung bersama.",
            "info": "<size=32>Zombi yang dipanggil dari tanah dalam tarian zombi.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270"
        },
        {
            "theZombieType": 8,
            "name": "Zombi Berpintu",
            "introduce": "<size=30><color=black>Zombi Berpintu, yang dulunya adalah anggota satuan tugas FBI dengan temperamen yang buruk namun berhati baik, tidak pernah bernegosiasi dengan perampok-ia hanya mendobrak pintu untuk menyelamatkan para sandera. Setelah menjadi zombie, hati baiknya tetap sama. Ketika dia melihat para zombie menculik hantu zombie kecil, dia mencoba mendobrak masuk, tetapi mereka melapisi pintu dengan lem, menjebak tangannya.",
            "info": "<size=30>Pintu melindunginya dari serangan depan.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+1100"
        },
        {
            "theZombieType": 9,
            "name": "Zombi Rugbi",
            "introduce": "<size=36><color=black>Zombi Rugbi adalah bintang olahraga di antara para zombie, yang dikagumi banyak orang karena kehadirannya yang heroik di lapangan. Banyak perusahaan yang ingin mempekerjakannya, tetapi tuntutan gajinya sangat tinggi-gaji tahunan sebesar 10.000 otak.",
            "info": "<size=36>Zombi ini berlari sangat cepat.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+1400"
        },
        {
            "theZombieType": 10,
            "name": "Zombi Mikael Jeksen",
            "introduce": "<size=36><color=black>Jas hitam, topi hitam-ia tidak datang ke pemakaman. Dia hanya seorang penari, dan Anda bisa memanggilnya Michael Zombie.",
            "info": "<size=36>Dalam tariannya memanggil zombie lain.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 720\n<color=black>Sifat: </color><color=#4B0082>Memanggil 4 Zombie yang menari sekaligus."
        },
        {
            "theZombieType": 11,
            "name": "Bebek Zombie TIDAK ADA DI GAME",
            "introduce": "<size=36><color=black>只有特定的僵尸才能成为鸭子救生圈僵尸，不是每只僵尸都能胜任。有些救生圈有点漏气，他们却处理不了，脱身后永远放弃了对脑子的渴求。",
            "info": "<size=36>x\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270"
        },
        {
            "theZombieType": 12,
            "name": "Coneduck Zombie TIDAK ADA DI GAME",
            "introduce": "<size=36><color=black>都说差生文具多，但是路障鸭子并不是认为，毕竟他不想承认他是个差生。",
            "info": "<size=36>x\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270"
        },
        {
            "theZombieType": 13,
            "name": "Bucketduck Zombie TIDAK ADA DI GAME",
            "introduce": "<size=36><color=black>铁桶鸭子本不想带上那个漏气的游泳圈的，但是没办法，谁叫他戴着那个容易生锈的铁桶呢。",
            "info": "<size=36>x\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270"
        },
        {
            "theZombieType": 14,
            "name": "Zombi Berperahu",
            "introduce": "<size=36><color=black>Zombi Berperahu yang tangguh, yang dirancang berdasarkan prinsip-prinsip bionik, tampak megah sekaligus menakutkan-sebuah senjata perang yang didambakan oleh para zombie. \"Sekarang kita hanya perlu mengatasi masalah rumput laut yang tersangkut di baling-baling,\" kata Dr",
            "info": "<size=36>Kendaraan umum untuk para zombie di udara.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 1350"
        },
        {
            "theZombieType": 15,
            "name": "Zombi Peneliti",
            "introduce": "<size=26><color=black>Sebagai otoritas terkemuka di bidang akademis, Scholar Zombie sering terlihat di perpustakaan. Semangatnya untuk membaca sangat tinggi, dan mengganggunya saat dia membaca dapat memicu kemarahannya. Pria tua ini akan memastikan Anda memahami arti sebenarnya dari \"pengetahuan adalah kekuatan\"",
            "info": "<size=30>Keras serangannya sama dengan kerasnya buku yang dia pegang.\" Kerusakan: 400\nKetangguhan: </color><color=#4B0082> 720+1100\nAncaman: Tak terkalahkan dalam jangka pendek dan peningkatan kecepatan gerakan setelah buku itu rusak."
        },
        {
            "theZombieType": 16,
            "name": "Zombil",
            "introduce": "<size=36><color=black>Pengemudi zombie adalah pengemudi yang sangat baik, terutama mengingat hanya sedikit zombie yang dapat menavigasi dari arena es ke lapangan rumput. Sekarang, dia harus membayar denda. Mesin es yang dia operasikan bukanlah Zamboni; ini adalah Zombil yang diproduksi oleh Perusahaan B.",
            "info": "<size=36>Mesin es zombie ini melindas tanah dan meninggalkan lapisan es.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 1350"
        },
        {
            "theZombieType": 17,
            "name": "Zombi Snorkeling",
            "introduce": "<size=30><color=black>Snorkel Zombie mungkin memiliki topeng yang rusak, tetapi itu tidak menghalangi kemampuannya untuk menyelam dan mengapung di dalam air. Apa yang disebut \"tenggelam\" bukan karena kemampuan menyelamnya; dia tidak membutuhkan udara untuk bernapas.",
            "info": "<size=30>Zombi ini bisa menyelam.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270\n<color=black>Sifat: </color><color=#4B0082>Tenggelam untuk menghindari serangan proyektil."
        },
        {
            "theZombieType": 18,
            "name": "Zombil Penyelusur Es",
            "introduce": "<size=36><color=black>Mobil ini, didesain oleh para penggemar ski, melaju dengan mulus di atas salju dan es, bahkan mencapai kecepatan yang lebih tinggi daripada di atas rumput. Sayangnya, mobil ini memiliki kekurangan: hanya bisa dinyalakan pada permukaan es.",
            "info": "<size=36>Zombi ini muncul dari lapisan es.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 2700\n<color=black>Sifat: </color><color=#4B0082>Bergerak sangat cepat saat berada di atas es."
        },
        {
            "theZombieType": 19,
            "name": "Zombi Penunggang Lumba-Lumba",
            "introduce": "<size=36><color=black>Dolphin Rider Zombie adalah pemain paruh waktu dan penjaga lumba-lumba di akuarium. Lumba-lumba yang ditungganginya adalah zombie, tetapi tidak seperti zombie pada umumnya, \"lumba-lumba zombie\" ini tidak memiliki keinginan untuk memiliki otak.",
            "info": "<size=36>Zombi ini melompati tanaman pertama di air.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 720\n<color=black>Sifat: </color><color=#4B0082>Melompati tanaman pertama yang dia temui."
        },
        {
            "theZombieType": 20,
            "name": "Zombi Trisula",
            "introduce": "<size=30><color=black>Trident Zombie awalnya hanyalah seorang pelempar lembing biasa yang menjadi nelayan setelah pensiun. Namun, ketika dia pergi ke sungai untuk memancing, dia tenggelam karena dia tidak bisa berenang. Ketika dia naik ke darat, dia menyadari bahwa dia telah menjadi seperti sekarang ini.",
            "info": "<size=30>Menombak trisula pada tanaman.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 720\n<color=black>Sifat: </color><color=#4B0082>Melempar trisula, menyebabkan kerusakan pada tanaman sebesar 20% (minimal 20) dari ketangguhannya saat ini.\nJangkauan Pencarian: 3.5 Ubin di Depan "
        },
        {
            "theZombieType": 21,
            "name": "Zombi Kotak Berlian",
            "introduce": "<size=34><color=black>Malam ini, Zombie Kotak Berlian akan mengungkap dunia perak mereka yang mempesona. Mata mereka bersinar seperti bintang paling terang di langit malam, dan cahaya keemasan tampak mengalir seperti sungai yang melintasi waktu, menerangi jalan yang tidak pasti di depan. Setiap kali tutup kotak dibuka dengan lembut, rasanya seperti membuka pintu misterius ke dunia lain.",
            "info": "<size=34>Apakah ini... zombie berkerucut? 4400\n<color=black>Sifat: </color><color=#4B0082>Berubah menjadi Zombie Kotak Emas saat mati."
        },
        {
            "theZombieType": 22,
            "name": "Zombi Kotak Emas",
            "introduce": "<size=36><color=black>Di bawah kotak emas, ada kotak lain dengan warna berbeda yang menunggu. Dapatkah Anda menebak terbuat dari apakah kotak di dalamnya?",
            "info": "<size=36>\"Apakah ini... zombie berkerucut?\"\n\n<color=black>Ketangguhan: </color><color=#4B0082> 2200\n<color=black>Sifat: </color><color=#4B0082>Berubah menjadi Zombie Kotak Perak saat mati."
        },
        {
            "theZombieType": 23,
            "name": "Zombi Kotak Perak",
            "introduce": "<size=36><color=black>Zombie kotak perak menganggap kotak di kepalanya sebagai pot, jadi pasti itu adalah pot. Mengingat pola pikirnya, mengapa Anda tidak memahami perspektifnya? Dan Anda melihat tanda seru pada kotaknya, bukan?",
            "info": "<size=36>\"Apakah ini... zombie berkerucut?\"\n\n<color=black>Ketangguhan: </color><color=#4B0082> 1100\n<color=black>Sifat: </color><color=#4B0082>Berubah menjadi Zombie Berkerucut saat mati."
        },
        {
            "theZombieType": 24,
            "name": "Zombi Berkotak-kotak",
            "introduce": "<size=32><color=black>Meskipun Berkotak-kotak Zombie adalah seorang pasien jiwa, pihak sirkus menyambut baik lamarannya. Berhati-hatilah dengan apa yang ada di dalam kotak mainannya; pasti akan membuat Anda takut.",
            "info": "<size=34>Zombi ini membawa jebakan bom yang merusak tanaman.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 720\n<color=black>Sifat: </color><color=#4B0082>Terkadang akan meledak dan membunuh tanaman di sekitarnya."
        },
        {
            "theZombieType": 25,
            "name": "Zombi Balon",
            "introduce": "<size=34><color=black>Zombi Balon, salah satu pencipta Zomppelin, sering ditanya mengapa ia mengikatkan balon pada dirinya sendiri. Jawaban yang biasa ia berikan adalah, \"Itu adalah kesimpulan saya.\" Namun demikian, kenyataannya, balon-balon itu hanya tersangkut secara kebetulan.",
            "info": "<size=30>Zombi ini bergantung melayang di balon.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+20\n<color=black>Sifat: </color><color=#4B0082>Tidak dapat dirusak oleh sebagian besar tanaman saat terbang."
        },
        {
            "theZombieType": 26,
            "name": "Zombipellin",
            "introduce": "<size=30><color=black>Zomppelin, ciptaan terbaru Dr. Edgar, dengan cepat menjadi sekutu terpercaya para zombie. Banyak spekulasi mengenai siapa yang akan mengemudikan senjata ampuh ini-mungkin imp atau bahkan pesawat itu sendiri? \"Ini hanya balon,\" kata Dr. Edgar. \"Zombie harus mengikuti perkembangan zaman. Saya bahkan mempertimbangkan untuk mengubahnya menjadi pesawat tak berawak untuk menghindari rasa malu ketika dikalahkan oleh tanaman.",
            "info": "<size=30>Zombi ini menjatuhkan bom di sepanjang penerbangannya.\n\nKerusakan Bom: 1000\nKetangguhan: </color><color=#4B0082> 1350"
        },
        {
            "theZombieType": 27,
            "name": "Yeti Penunggang Paus",
            "introduce": "<size=26><color=black>Paus putih yang ditunggangi Zombi Yeti memiliki keterampilan melompat yang mengesankan. Zombi Penunggang Lumba-lumba cukup iri dan selalu ingin meminjamnya untuk ditunggangi, tetapi Zombi Yeti selalu menolaknya. \"Yeti Zombie tidak memiliki kendali atas paus putihnya,\" kata Dr. \"Dia selalu ingin bersembunyi di belakang saya, tetapi paus putih itu akhirnya pergi ke arah lain.",
            "info": "<size=30>Zombi ini melompati tiga tanaman pertama di air dan berbalik.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 720\n<color=black>Sifat: </color><color=#4B0082>Tidak dapat dihalangi oleh kacang-kacangan."
        },
        {
            "theZombieType": 28,
            "name": "Zombi Penggali",
            "introduce": "<size=34><color=black>Dahulu kala, para Zombie Penggali membenci Magnet-shroom karena terus-menerus menyita peralatan mereka. Sekarang, mereka lebih membenci Labu Penambang. \"Kepalaku terus dipukul, yang membuatku merasa lebih buruk lagi,\" keluhnya.",
            "info": "<size=34>Jenis zombie biasa di lahan.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 720\n<color=black>Sifat: </color><color=#4B0082>Terowongan di bawah tanah dan muncul di sisi kiri halaman. Rentan terhadap Magnet-shrooms."
        },
        {
            "theZombieType": 29,
            "name": "Zombi Berbaling-baling",
            "introduce": "<size=32><color=black>Teman-teman, tahukah Anda tentang pesawat Berlin? Itu menginspirasi desain saya... Semua zombie ingin bersembunyi dari Buckecopter Zombie, bukan hanya karena dia terlalu banyak bicara tentang pesawat, tetapi juga karena suara baling-baling balonnya yang tak tertahankan.",
            "info": "<size=32>Mesin bergantungnya zombie ini tahan angin.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+2200+500\n<color=black>Sifat: </color><color=#4B0082>Baling-baling di bagian atas dapat mengimbangi angin Blover."
        },
        {
            "theZombieType": 30,
            "name": "Zombi Badut di Kotak Bertopeng",
            "introduce": "<size=28><color=black>Untuk setiap zombie badut, penghancuran diri adalah bentuk seni tertinggi, dan King Clown unggul di atas segalanya. \"Raja Badut tidak akan pernah melepaskan topengnya atau melepaskan kotak hadiah di tangannya!",
            "info": "<size=26>Bom yang dibawanya juga ikut meledak saat ia tumbang.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 720+370\n<color=black>Sifat: </color><color=#4B0082>Menjadi ganas setelah meledak, menggandakan kecepatannya. Juga memiliki kesempatan untuk menghancurkan diri sendiri dan berubah menjadi Zombi Badut di Kotak. Semakin cepat ia meledak, semakin besar peluangnya untuk mati."
        },
        {
            "theZombieType": 31,
            "name": "Zombi Pelontar",
            "introduce": "<size=36><color=black>Tidak ada yang tahu bagaimana Catapult Zombie bisa melempar dengan presisi seperti itu, tetapi satu hal yang pasti-jika Anda melihatnya, lindungi kepala Anda dengan cepat!",
            "info": "<size=36>Misteri isinya, kecuali sudah dibuka. Lebih bagus dari yang lain, tapi bukan emas.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 850\n<color=black>Sifat: </color><color=#4B0082>Melempar bola basket yang memberikan 60 kerusakan."
        },
        {
            "theZombieType": 32,
            "name": "Zombi Pogo",
            "introduce": "<size=36><color=black>Pogo Zombie senang melompat-lompat, berpikir bahwa melompat ke arah langit adalah hal yang paling dekat yang bisa mereka lakukan untuk terbang. Tetapi tidak ada yang melarang mereka untuk tidak menggunakan trampolin di atap...",
            "info": "<size=36>Makhluk ini lebih tahan dari biji dan proyektil es.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 720\n<color=black>Sifat: </color><color=#4B0082>Dapat melompati tanaman"
        },
        {
            "theZombieType": 33,
            "name": "Zombi Bertangga",
            "introduce": "<size=26><color=black>Zombi Bertangga mendengar secara online bahwa dengan sebuah tangga dan beberapa pakaian kerja, dia dapat menyelinap melewati pertahanan apa pun. Berbekal tangga dan berpakaian seperti seorang pekerja, dia berangkat untuk menaklukkan pertahanan pabrik.\" Komentar Peashooter: \"Apakah tidak ada yang memberitahunya bahwa kulit zombienya terlalu mencolok...?",
            "info": "<size=36>Berbeda bentuk dan lebih keras dari yang umumnya.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 720+720\n<color=black>Sifat: </color><color=#4B0082>Dapat menggunakan tangga untuk mengabaikan pertahanan tanaman."
        },
        {
            "theZombieType": 34,
            "name": "Zombi Pogo-melon",
            "introduce": "<size=26><color=black>Kutipan: \"Sangat tidak mungkin bagi peluru untuk meledak di kawah yang sama dua kali! Inilah yang dinyatakan oleh 'Teori Kawah'.\" Pogo Melon Zombie berkata sambil membetulkan topi kulit melonnya. Namun, tidak ada yang memberitahunya bahwa skema warna merah-hijau yang dikenakannya terlalu menonjol di tengah kerumunan zombie.",
            "info": "<size=30>Lebih tahan dan keras, pun kebal dari perlambatan, dan tetap melindas.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+2200\nKarakteristik: Mengisi daya selama 5 detik, lalu melakukan lompatan besar. Selama lompatan, ia kebal."
        },
        {
            "theZombieType": 35,
            "name": "Gargantuar",
            "introduce": "<size=36><color=black>Gargantuar seperti binatang yang sangat besar dan kikuk, ukurannya yang besar merupakan keuntungan dengan mengorbankan kecerdasannya. Ia tidak memahami tanaman atau otak; ia hanya tahu bagaimana bergerak maju, tanpa henti. ",
            "info": "<size=36>Makhluk ini menyerbu dengan banyak trisula sekaligus.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 3000"
        },
        {
            "theZombieType": 36,
            "name": "Maha-raksasa",
            "introduce": "<size=36><color=black>Meskipun Giga-gargantuar mendatangkan malapetaka di medan perang, matanya yang berwarna merah darah menanamkan rasa takut pada semua orang yang menghadapinya, ada sebuah rahasia yang tidak banyak diketahui orang: monster ini selalu merasa kesal karena kurang tidur.",
            "info": "<size=36>Mirip yang sejenis, tapi lebih parah.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 6000"
        },
        {
            "theZombieType": 37,
            "name": "Zombogel",
            "introduce": "<size=36><color=black>Cecak senang menyelinap di tempat yang sempit, dan sering kali menyebabkan kerusakan. Jangan kaget kalau Anda melihat seekor yang melompat-lompat tanpa diduga!",
            "info": "<size=36>Abang-abang pelari paling keras.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270"
        },
        {
            "theZombieType": 38,
            "name": "Gargantuar Meka",
            "introduce": "<size=36><color=black>Seekor zombie dari serial populer Plant Girls vs Zombies.",
            "info": "<size=36>Kirov melapor, tovarich! 3000\n<color=black>Sifat: </color><color=#4B0082>Kebal terhadap efek kontrol, terus bergerak bahkan ketika dipukul mundur, rentan terhadap Magnet-shroom."
        },
        {
            "theZombieType": 39,
            "name": "Maha-raksasa Meka",
            "introduce": "<size=36><color=black>Seekor zombie dari serial populer Plant Girls vs Zombies.",
            "info": "<size=36>Kirov ini terbang dengan cepat sambil menjatuhkan bom.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 6000\n<color=black>Sifat: </color><color=#4B0082>Kebal terhadap efek kontrol, terus bergerak bahkan saat terjatuh, rentan terhadap Magnet-shroom."
        },
        {
            "theZombieType": 40,
            "name": "Robot Zombi Kentang",
            "introduce": "<size=30><color=black>Robot Zombi Kentang suka glinding",
            "info": "<size=24>Zombi ini melontarkan bola basket ke barisan belakang tanaman.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 1350\n<color=black>Sifat: </color><color=#4B0082>Mengubah arah saat menabrak tanaman, mempercepat di lereng. Menghancurkan tanaman di bawah 1000 kesehatan, memberikan 1000 kerusakan pada tanaman yang lebih keras, dan melambat setelah berbelok. Dapat dihentikan oleh Umbrella-fusion. Memunculkan 5 Imps saat mati.\nDrops: 1/3 peluang untuk bola es, bola api, atau Fragmen Mecha.\n\nBola menghancurkan tanaman, memblokir hingga 30 peluru, atau bertahan selama 30 detik. Dapat dilawan dengan fusi tanaman berbasis Es/Api."
        },
        {
            "theZombieType": 43,
            "name": "Gargantuar Berarmor",
            "introduce": "<size=22><color=black>Gargantuar Berarmor adalah penggemar berat skin yang disebut 'Cavalier' dari game favoritnya. Jadi, dia menghabiskan banyak uang untuk memesan satu set baju besi abad pertengahan yang dibuat khusus untuknya. Namun, ketika dia mencoba melepasnya, dia mendapati bahwa baju besi itu tidak bisa dilepas untuk selamanya... Dan begitulah akhirnya dia mendapatkan kulit 'Cadavelier' yang permanen.",
            "info": "<size=26>Memunculkan Imps setiap kali dia menghancurkan dengan gada!\n\n<color=black>Ketangguhan: </color><color=#4B0082>8000+24000</color>\n<color=black>Sifat: </color><color=#4B0082>Bergerak dengan kecepatan setengah dari kecepatan gargs biasa, menerima tidak lebih dari 5000 kerusakan dari satu pukulan, efek pesona bertahan setengah lebih lama padanya, melempar bola Kentang Mecha dengan kekuatan setengah HP, dan menelurkan 1-3 Imps setiap kali dia membanting tanah dengan gada.</color> "
        },
        {
            "theZombieType": 45,
            "name": "Zombi Pencuri",
            "introduce": "<size=36><color=black><size=36><color=black>Zombie Pencuri suka mengambil risiko. Lagipula, apa gunanya mati jika Anda tidak hidup sedikit saja?",
            "info": "<size=36>Turun dari langit dan mencuri tanaman\n\n<color=black>Ketangguhan: </color><color=#4B0082>720</color>"
        },
        {
            "theZombieType": 47,
            "name": "Zombi Yeti",
            "introduce": "<size=36>",
            "info": "<size=36>Zombi Yeti kadang bisa kabur woy lah.\n\n<color=black>Ketangguhan: </color><color=#4B0082>1350</color>\n</color>\n<color=black>Sifat: </color><color=#4B0082>Menahan/membekukan tanaman di area 3x3 di sekelilingnya</color>"
        },
        {
            "theZombieType": 48,
            "name": "Zombi Yeti Barongsai",
            "introduce": "<size=36>",
            "info": "<size=36>Zombi Yeti Barongsai memiliki baju besi yang kuat.\n\n<color=black>Ketangguhan: </color><color=#4B0082>8888+8888</color>\n<color=black>Kelemahan: </color><color=#4B0082>Mercon</color>"
        },
        {
            "theZombieType": 49,
            "name": "<size=36>Zombi Basoka Salju",
            "introduce": "<align=justified><size=36><color=black>\"Perang bola salju!\" Zombi Pelontar Bola Salju terbangun dari tidur beku, lalu melempar bola salju secara liar ke segala arah.\n\n\"Harus kita kasih tahu?\"\n\"Nggak usah, lihat aja berapa lama sampai dia sadar.\"\n\nPLAK!—Bola salju lain mendarat.\n\n\"Itu yang keempat belas.\"</color>",
            "info": "<size=36>Zombi Basoka Salju bisa menyerang tanaman dengan bola salju dan membekukannya.\n\n<color=black>Kekebalan: </color><color=#4B0082>720</color>\n<color=black>Kerusakan: </color><color=#4B0082>75/2 Detik</color>\n<color=black>Karakteristik: </color><color=#4B0082>Setelah muncul, ia terus-menerus menembakkan bola salju ke tanaman. Bola salju akan meledak saat terkena target, memberikan 75 kerusakan dalam area 3x3 dan menonaktifkan tanaman selama 5 detik.</color>\n<color=black>Kelemahan: </color><color=#4B0082>Basoka</color>"
        },
        {
            "theZombieType": 100,
            "name": "Zompli",
            "introduce": "<size=34><color=black>Kemampuan Zompli untuk menyerang dari kejauhan, sering kali membuat tanaman menjadi takut. Namun demikian, kepanikan yang sesungguhnya terletak pada para zombi, yang takut bahwa mereka yang bertempur di depannya akan menjadi sasaran dari belakang.",
            "info": "<size=36>Zombi ini melompat dan melesat di antara tanaman.\n\nKerusakan: 20\nKetangguhan: </color><color=#4B0082> 270"
        },
        {
            "theZombieType": 101,
            "name": "Zompli Ceri",
            "introduce": "<size=32><color=black>Zompli Ceri adalah seorang siswa SMA berusia 17 tahun dengan kepala tanaman yang tumbuh di lehernya. Buah favoritnya adalah ceri, dan karena latar belakang keluarga pausnya, para zombie dengan penuh kasih sayang menyebutnya sebagai \"Raja Daun",
            "info": "<size=30>Tangga yang dibawanya menjadi pertahanan sementara dan bisa disandarkan pada tanaman pertahanan.\n\nKerusakan: 60\nKetangguhan: </color><color=#4B0082> 500"
        },
        {
            "theZombieType": 102,
            "name": "Zompli Kaboom",
            "introduce": "<size=34><color=black>Zompli Kaboom suka mendengarkan lagu \"Cherry Bomb\" dari The Runaways, yang mungkin bisa menjelaskan semangatnya yang berapi-api. Namun, tidak ada yang tahu bagaimana dia belajar menyalakan kembang api dengan mulutnya.",
            "info": "<size=34>Zombi raksasa - lambat namun sangat tahan sambil menebas setiap tanaman di hadapannya.\n\nKerusakan: 1000\nKetangguhan: </color><color=#4B0082> 500"
        },
        {
            "theZombieType": 103,
            "name": "Zombi Kentang",
            "introduce": "<size=36><color=black>Setelah diserang oleh tanaman, Zombi Kentang menunjukkan bekas gigitan di kepalanya, bukan lubang peluru. Ketika diwawancarai, dia berkata, \"Mungkin rekan-rekan saya hanya lapar",
            "info": "<size=36>Mata merah memancarkan bahaya dari zombie ini.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+1100"
        },
        {
            "theZombieType": 104,
            "name": "Zompli Koran Ceri",
            "introduce": "<size=26><color=black>Buah favorit zombie ini adalah ceri, dan bahkan korannya pun beraroma ceri. Koran yang dipegangnya adalah satu-satunya benda yang bisa meredam amarahnya.",
            "info": "<size=30>Kecil dan lincah, menyelinap dan sulit dibidik.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 1500 + 720\n<color=black>Sifat: </color><color=#4B0082>Menjadi tak terkalahkan untuk sementara setelah korannya rusak, lalu mulai menembakkan ceri yang meledak setiap 0,75 detik setelah korannya rusak.\nJangkauan Ledakan: Percikan silang, bisa diserap oleh kacang."
        },
        {
            "theZombieType": 105,
            "name": "Zombi Kotak Misteri",
            "introduce": "<size=36><color=black>？？？",
            "info": "<size=36>Versi lain, dan yang ini berlapis baja dan tak pelak menerjang tanaman.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+370\n<color=black>Sifat: </color><color=#4B0082>Setelah kotak jatuh, memunculkan zombie acak dengan 20% / 40% / 60% / 80% / 100% dari Ketangguhan zombie asli."
        },
        {
            "theZombieType": 106,
            "name": "Zombi Kentang Ember",
            "introduce": "<size=26><color=black>Mengapa kepala Kentang Ember Zombi terbuat dari besi? Itu karena semua orang mengatakan bahwa makan kacang kenari dapat menyehatkan otak, tetapi dia tidak menyadari bahwa kacang kenari yang dikonsumsinya mengandung terlalu banyak zat besi. Namun, mungkin tidak terlalu buruk-setidaknya sekarang dia telah mengembangkan kepala besi.",
            "info": "<size=30>Mata merah berlapis baja memancarkan bahaya dari zombie ini.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+2200\n<color=black>Sifat: </color><color=#4B0082>Besi akan jatuh saat terkena peluru."
        },
        {
            "theZombieType": 107,
            "name": "Zombi Kentang Ceri",
            "introduce": "<size=30><color=black>Pria sejati tidak pernah berbalik untuk menonton ledakan, dan Cherry-nut Zombie tentu saja cocok untuk itu, karena dia sering menangkap bom dengan wajahnya.",
            "info": "<size=36>Baja berbentuk Kentang yang berguling dari kelompok zombie.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270 + 1100\n<color=black>Sifat: </color><color=#4B0082>Menerima 150 kerusakan maksimum dari ledakan."
        },
        {
            "theZombieType": 108,
            "name": "Zompli Besi",
            "introduce": "<size=30><color=black>Tahun lalu, Buckshooter Zombie menggambar sebuah kartu tarot yang bertuliskan \"Sang Kaisar\". Sejak saat itu, dia bisa menembakkan peluru besi sesuka hati.",
            "info": "<size=30>Zombi ini melesat langsung ke barisan terdepan tanaman, dan tariannya memanggil zombi panggung yang merangsek masuk.\n\nKerusakan: 80\nKetangguhan: 270+1350\nAncaman: Besi akan jatuh saat terkena peluru."
        },
        {
            "theZombieType": 109,
            "name": "Zombi Delimi Kentang",
            "introduce": "<size=30><color=black>Zombie Delimi Kentang dulunya hanyalah Zombie Sepak Bola biasa, sampai suatu hari dia bertabrakan dengan Kentang yang sedang menyebarkan pupuk. \"Aku tidak tahu bagaimana orang ini bisa berada di kepalaku, ini membuatku sesak!\" keluh Zombie Kentang Rugby.",
            "info": "<size=28>Makhluk ini menembakkan polong pada tanaman.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+4400\n<color=black>Sifat: </color><color=#4B0082>Helm Rugby akan jatuh saat terkena peluru."
        },
        {
            "theZombieType": 110,
            "name": "Zombi Kotak Misteri Emas",
            "introduce": "<size=36><color=black>？？！",
            "info": "<size=36>Makhluk ini menembakkan biji ceri pada tanaman.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+720\n<color=black>Sifat: </color><color=#4B0082>Setelah kotaknya jatuh, memunculkan zombie acak dengan Ketangguhan penuh."
        },
        {
            "theZombieType": 111,
            "name": "Zombi Kentang Beku",
            "introduce": "<size=30><color=black>Kepala Frost-nut Zombie telah memicu banyak pendapat di dunia zombie. Ada yang mengatakan bahwa ia bertujuan untuk menjauhkan diri dari dunia yang dingin, sementara yang lain menduga bahwa hal ini berkaitan dengan eksperimen liar Dr. Namun, hanya dia yang tahu bahwa tutup kepala ini muncul setelah dia memakan jamur biru tertentu.",
            "info": "<size=26>Makhluk ini menembakkan biji ceri ledak pada tanaman.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+2200\n<color=black>Sifat: </color><color=#4B0082>Kebal terhadap proyektil beku atau es."
        },
        {
            "theZombieType": 112,
            "name": "Zombi Pelontar Ledakan",
            "introduce": "<size=34><color=black>Peringatan: Sebelum dia menghabiskan semua bola basketnya, pastikan Anda berlari, karena bola basketnya yang meledak akan menyebabkan kekacauan!",
            "info": "<size=36>Ini makhluk berkaki kacang.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 1350\n<color=black>Sifat: </color><color=#4B0082>Melempar 5 bola basket, lalu meluncurkan bola basket yang meledak. Ledakan memberikan 30 kerusakan pada tanaman Payung."
        },
        {
            "theZombieType": 113,
            "name": "Zombi Kipli Pengendara",
            "introduce": "<size=30><color=black>Apa yang membuat orang ini istimewa dibandingkan dengan yeti penunggang paus? Zombi Kipli Pengendara menjawab, \"Saya sangat menikmati bermain Boomerang.\"</color>",
            "info": "<size=32>Varian dari Penunggang Paus Yeti!\n\n<color=black>Ketangguhan: </color><color=#4B0082>720</color>\n<color=black>Karakteristik: </color><color=#4B0082>Menembak kacang polong ke arah tanamanmu sebelum dan sesudah melompat.</color>"
        },
        {
            "theZombieType": 114,
            "name": "Zompli Besi Berpintu",
            "introduce": "<size=24><color=black>Zompli Besi Berpintu selalu menumpuk peralatan besi, membingungkan zombie-zombie lainnya. \"Jika Jamur Magnet bisa menjepit kepala kita, mengapa kita tidak membawa lebih banyak besi?\" Logika anehnya tetap berlaku - sampai dia bertemu dengan Kipas Magnet",
            "info": "<size=30>Zompli Besi telah mendapatkan peralatan: sebuah Pintu!\n\n<color=black>Kerusakan: </color><color=#4B0082>80</color>\n</color>\n<color=black>Ketangguhan: </color><color=#4B0082>270+1250+1100+1100</color>\n<color=black>Sifat: </color><color=#4B0082>Secara konstan menembakkan kacang polong besi ke tanaman Anda sambil memiliki pertahanan yang layak.</color> "
        },
        {
            "theZombieType": 115,
            "name": "Zombi Laprek",
            "introduce": "<size=26><color=black>\"Hmm? Hmm!\" Zombi Laprek selalu maju tanpa ragu, menghancurkan tanaman apa pun yang menghalangi jalan mereka, dan semua zombie tergerak oleh sikap mereka yang tidak mementingkan diri sendiri. Namun, Zombie Labu hanyalah penggemar Kucing Labu, dan ketika mereka melihatnya menghancurkan Kembang Api, mereka tidak dapat menahan keinginan untuk meniru dan menghancurkan tanaman",
            "info": "<size=28>Menghancurkan tanaman pertama yang ada di dekatnya dan mati.\n\n<color=black>Ketangguhan: </color><color=#4B0082>500</color>\n<color=black>Sifat-sifat: </color><color=#4B0082>Menghancurkan tanaman pertama yang ditemuinya.</color>"
        },
        {
            "theZombieType": 116,
            "name": "Zombi Laprek Pedas",
            "introduce": "<size=30><color=black>Zombie Laprek Pedas adalah yang paling seksi di antara semuanya. Saat dia muncul, dia menyingkir ke samping zombie lainnya! Dia ingin berdiri tegak dan berteriak, \"Jadi abu!\" - tetapi kepalanya lebih panas dan terbang lebih dulu.</color></size>",
            "info": "<size=30>Melompati dan menghancurkan seluruh jalur tanaman!\n\n<color=black>Ketangguhan: </color><color=#4B0082>1500</color>\n<color=black>Sifat: </color><color=#4B0082>Menghancurkan tanaman pertama yang ditemuinya dan membuat seluruh jalur terbakar, menghancurkan semua tanaman yang terkena dampaknya. Tidak terbakar jika didinginkan. \"Zombi telur Paskah, hanya muncul di level khusus.\"</color></size>"
        },
        {
            "theZombieType": 117,
            "name": "Zombi Cabai",
            "introduce": "<color=black>Zombie Cabai menyelam ke dalam kolam renang dengan penuh semangat. Namun, zombie lainnya tidak senang. \"Bagus, sekarang kolam renang terasa seperti sup pedas...",
            "info": "<size=36>Zombie ini meledak dan menghancurkan seluruh jalur tanaman setelah beberapa saat.\n\n<color=black>Ketangguhan: </color><color=#4B0082>500</color>\n</color=black>Sifat: </color><color=#4B0082>Meledak dan menghancurkan seluruh lajur tanaman setelah beberapa saat.</color>"
        },
        {
            "theZombieType": 118,
            "name": "Zompli Rambo Delimi",
            "introduce": "<size=32><color=black>Hal terakhir yang diingat Zompli Rambo Delimi sebelum dia meninggal adalah bahwa dia masuk ke dalam kandang pemukul vegetarian dan secara tidak sengaja menelan mesin pelempar. Sekarang, dia tidak bisa berhenti melempar kacang polong dengan kecepatan tinggi",
            "info": "<size=32>Tanpa henti melepaskan rentetan kacang polong ke arah pertahanan Anda!\n\n<color=black>Ketangguhan: </color><color=#4B0082>270+1400</color>\n<color=black>Sifat: </color><color=#4B0082>Terus menembakkan kacang polong ke arah tanaman Anda</color>"
        },
        {
            "theZombieType": 200,
            "name": "Zombi Berkapal Hiu",
            "introduce": "<size=36><color=black>Seorang penyelam yang hebat seharusnya tidak hanya dapat menyelam tetapi juga mengemudikan kapal selam super!\", ujar Sharkmarine Zombie sambil meningkatkan tenaga kuda kapal selam dengan satu gigi.",
            "info": "<size=36>Begitu korannya rusak akan memberedel lahan dengan biji ceri ledak.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 3000"
        },
        {
            "theZombieType": 201,
            "name": "Zombil Mikael Jeksen",
            "introduce": "<size=28><color=black>Michael Zombil bukan hanya satu zombie; ini adalah kerja sama tim. Zombil menyiapkan tempat, Bobsled Zombie memberikan efek visual, dan Michael Zombie... terpaksa meninggalkan mobil karena tidak memiliki SIM untuk menyapa para penggemarnya yang penuh semangat, tetapi kacang polongnya terlihat terlalu bersemangat.",
            "info": "<size=26>Misteri isinya, kecuali sudah dibuka.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 3000\n<color=black>Sifat: </color><color=#4B0082>Setelah mati, secara otomatis memunculkan Michael Zombie, Zombil, dan Bobsled Zombie. Juga secara bawaan memiliki pengurangan kerusakan tetap sebesar 75%."
        },
        {
            "theZombieType": 202,
            "name": "Zombi Maha Trisula",
            "introduce": "<size=25><color=black>Giga-trisula Zombie adalah seorang nelayan terampil yang dikenal karena keakuratannya yang luar biasa dengan empat trisula yang dia lempar, membuatnya mendapat gelar raja nelayan. \"Sebenarnya, saya dulunya adalah seorang pelempar lembing paruh waktu...\" Giga-trisula Zombie mengakui.",
            "info": "<size=30>Ini kentang besi berjalan\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+7500\n<color=black>Sifat: </color><color=#4B0082>Melempar 4 trisula, masing-masing menyebabkan kerusakan pada tanaman sebesar 20% (minimal 20) dari ketangguhannya saat ini."
        },
        {
            "theZombieType": 203,
            "name": "Zompli Brondong Koran Ceri",
            "introduce": "<size=25><color=black>Aku semakin tua... Zombie Koran Gatling Cherry meratap sambil berjalan di jalan. Meskipun menahan tekanannya, itu sudah cukup untuk membuat tanaman dan zombie jatuh. \"Hanya pria itu yang masih bisa menginspirasiku untuk bertarung...\" gumamnya sambil menyimpan koran dan berjalan",
            "info": "<size=30>Makhluk kacang ini lebih tahan dari biji ceri ledak.\n\nKerusakan: 400 → 1000 (Marah)\nKetangguhan: </color><color=#4B0082> 1500+1500\n<color=black>Sifat: </color><color=#4B0082>Menjadi tak terkalahkan untuk sementara setelah korannya rusak, dan terus menembakkan ceri yang meledak setiap 0,125 detik."
        },
        {
            "theZombieType": 204,
            "name": "Zombi Maha Delimi",
            "introduce": "<size=26><color=black>Melangkah keluar dari bayang-bayang, Giga Rugby-nut Zombie memancarkan kekuatan, kedinginan, dan getaran yang menyeramkan. Dia dengan tegas menyimpan rahasia kekuatannya untuk dirinya sendiri, menegaskan bahwa hanya kegelapan yang paling gelap yang dapat menciptakan makhluk yang tangguh seperti dia. \"Di mana cat saya?\" Dr. Edgar bertanya, tampak bingung di laboratoriumnya.",
            "info": "<size=30>Makhluk ini menembakkan biji besi yang lebih merusak.\n\nKerusakan: 100\nKetangguhan: </color><color=#4B0082> 3000+12000"
        },
        {
            "theZombieType": 205,
            "name": "Zombipellin Kirov",
            "introduce": "<size=30><color=black>Apakah itu benda terbang yang sangat besar? Bukan, itu sebenarnya adalah pesawat terbang raksasa, dengan cangkang yang kokoh dan kemampuan untuk melepaskan satu skuadron pesawat tempur. Bahkan ketika dihancurkan, pesawat itu masih bisa mendatangkan malapetaka pada makhluk di sekitarnya, menyebabkan zombie lain menjaga jarak, karena takut tabrakan akan membuat mereka mati.",
            "info": "<size=26>Makhluk ini sangat cepat dan sangat keras: 3000\n<color=black>Sifat: </color><color=#4B0082>Memanggil Kirov Drone untuk beraksi setiap detik. Menghancurkan tanah saat mati, memberikan kerusakan besar pada tanaman saat tabrakan."
        },
        {
            "theZombieType": 206,
            "name": "Dron Kirov",
            "introduce": "<size=30><color=black>Ini bukan pesawat biasa; ini adalah pesawat khusus yang telah dikompresi melalui tekanan air. Meskipun metode kompresi yang tepat masih menjadi misteri, namun kekuatannya di medan perang menyaingi pesawat pengebom konvensional.",
            "info": "<size=30>Zombi yang muncul di film lama, muncul juga di sini untuk menyerang dengan ketahanannya yang berlapis segel kutukan.\n\nKerusakan Bom: 1000\nKetangguhan: </color><color=#4B0082> 200"
        },
        {
            "theZombieType": 207,
            "name": "Zombi Artis",
            "introduce": "<size=30><color=black>Superstar Zombie, idola legendaris di dunia zombie, memiliki standar yang sangat tinggi untuk dirinya sendiri. Setelah menyelesaikan studinya di Edgar's Dance Academy, ia menguasai Super Moonwalk, yang dinamai \"Keajaiban Keenam Dunia Zombie\", yang membuatnya memiliki banyak penggemar.",
            "info": "<size=28>Tongkat togo ini tersimpan bom yang mengancam tanaman: 3000\n<color=black>Sifat: </color><color=#4B0082>Meluncur ke medan perang, mengurangi kerusakan sebesar 90% saat meluncur, lalu memanggil Dancing Zombies."
        },
        {
            "theZombieType": 208,
            "name": "Zombi Vampir",
            "introduce": "<size=30><color=black>Monster ini selamat dari kondisi yang paling keras dan memiliki kekuatan yang sangat besar. Monster ini menghindari manusia dan berkeliaran di dunia untuk mencari tempat yang terpencil.",
            "info": "<size=26>Baja berbentuk kentang ini lebih tebal dan dapat berubah arah.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 3000\nKerusakan: 500\n<color=black>Sifat: </color><color=#4B0082>Sesekali melesat dalam jarak pendek, memberikan 500 kerusakan pada tanaman yang dilewatinya dan sekali lagi saat keluar. Setelah mati, memberikan 500 kerusakan pada tanaman di area 3×3, tidak termasuk tanaman yang dilindungi Labu."
        },
        {
            "theZombieType": 209,
            "name": "King Badut Pogo",
            "introduce": "<size=32><color=black>Saya hanya ingin mengikuti tren dengan penampilan ini, kata King Badut Pogo sambil mengangkat bahu setiap kali penampilannya yang keren muncul. Tetapi semua orang tahu bahwa dia pernah memiliki kisah cinta yang meninggalkan jejak mendalam baginya.",
            "info": "<size=30>Proyektil yang dia lempar bisa meledak di area tanaman.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 270+3000\n<color=black>Sifat: </color><color=#4B0082>Jika dia mati saat melompat, dia akan meledak dan berubah menjadi Zombie Raja Badut di dalam Kotak."
        },
        {
            "theZombieType": 210,
            "name": "Zombi Kentang Robot Super",
            "introduce": "<size=36><color=black>Bakso ikan? Baju besi Mecha? Hanya itu yang penting, kata Super Mecha Bowling Ball Zombie. Dengan mengenakan setelan mekanik yang mengesankan, dia merasa hanya itu yang dia butuhkan.",
            "info": "<size=36>Zombi yang ini tak pelak menerjang tanaman.\n\n<color=black>Ketangguhan: </color><color=#4B0082> 3000"
        },
        {
            "theZombieType": 212,
            "name": "Gargantuar Obsidian",
            "introduce": "<size=26><color=black>Menurut catatan kuno, armor obsidian abyssal cuma bisa dipake sama tubuh yang udah ditempa lewat ujian es yang menggigit dan api yang membara. Saat kaum zombie ada di ujung tanduk, sosoknya bisa aja muncul di tengah pertempuran paling ngeri. 'Jangan bikin ribut gede, nanti malah ngebangunin raksasa yang tertidur di bawah tanah.' Peringatan buat para tanaman.</color>",
            "info": "<size=30>Ancaman kuno, mistis, dan licik.\n\n<color=black>Ketahanan: </color><color=#4B0082>8000+24000</color>\n<color=black>Skill: </color><color=#4B0082>Ngurangin damage semua zombie di layar sampe 90%, manggil Zombigel Obsidian pas dia ngedobrak tanah, dan ngambil kemampuan lain dari Gargantuar Berarmor.</color>"
        },
        {
            "theZombieType": 213,
            "name": "Zombogel Obsidian",
            "introduce": "<size=30><color=black>Dengan pintu masuk yang mencolok yang menampilkan pisau bersayap dan gulungan kematian, Abyssal Imp dengan cermat merancang aksi ini untuk peran pterosaurus mini dalam film Jurassic Zombies terbaru Hollytomb. Tidak banyak yang tahu, dia sebenarnya hanya tidak sengaja terlempar keluar",
            "info": "<size=30>Abyssal Imp dapat dengan mudah menyusup ke pertahanan Anda.\n\n<color=black>Kerusakan: </color><color=#4B0082>200</color>\n<color=black>Ketangguhan: </color><color=#4B0082>1500</color>"
        },
        {
            "theZombieType": 214,
            "name": "Zompli Brondong Ceri Pengendara",
            "introduce": "<size=30><color=black>Zompli Kaboom Pengendara Zombie selalu bangun dengan suasana hati yang buruk - terutama saat rekannya yang menunggang paus menyeretnya ke tempat kerja. Dipicu oleh kemarahan, dia siap untuk meledakkan tanaman apa pun yang menghalangi jalannya sebelum kembali untuk tidur siang.</color>",
            "info": "<size=28>Melompat dan hancurkan dari belakang pertahanan Anda dengan menembakkan ceri yang meledak!\n\n<color=black>Ketangguhan: </color><color=#4B0082>1500</color>\n<color=black>Sifat: </color><color=#4B0082>Mulai menembakkan buah ceri yang meledak 3 detik setelah memasuki halaman Anda.</color>"
        },
        {
            "theZombieType": 215,
            "name": "Zombi Kotak Misteri Berlian",
            "introduce": "<size=36><color=black>！！！</color>",
            "info": "<size=36>Secara acak memunculkan salah satu mimpi terburuk Anda, atau mungkin berkah?.\n\n<color=black>Ketangguhan: </color><color=#4B0082>20000+1100</color>"
        },
        {
            "theZombieType": 216,
            "name": "Zombil Kentang Trisula",
            "introduce": "<size=26><color=black>Zombil Kentang Trisula adalah \"perfeksionis\" dari mayat hidup. Dia pikir kendaraannya agak lusuh, jadi dia mulai mengisinya dengan trisula. Tapi sesuai dengan sifat perfeksionisnya, dia tidak akan berhenti sampai semua slot terisi.</color>",
            "info": "<size=26>Ngeluncurin hujan trisula buat nembusin pertahanan lo!\n\n<color=black>Ketangguhan: </color><color=#4B0082>1350+4400</color>\n<color=black>Karakteristik: </color><color=#4B0082>Setiap serangan meluncurkan 14 trisula secara berurutan, lalu setelah jeda singkat, dia menembakkan 14 trisula lagi, dengan total dua tembakan. Trisula tidak menargetkan tanaman secara langsung; sebaliknya, mereka diluncurkan dengan sudut dan kecepatan tetap, memberikan kerusakan pada tanaman apa pun yang mereka tabrak.</color>"
        },
        {
            "theZombieType": 217,
            "name": "Zombi Joget Super",
            "introduce": "<color=black>Semua zombie kagum dengan kemampuan lompat galah yang luar biasa dari Zombi Joget Super. \"Wong itu bakat saya kok,\" kata Zombi Joget Super. Tapi sebenarnya, dia bekerja dua kali sehari, dan seperti kata pepatah, \"dua kali kerja, dua kali lompat",
            "info": "<size=36>Dapat melompati dua ubin.\n\n<color=black>Ketangguhan: </color><color=#4B0082>3000</color>Sifat: </color><color=#4B0082>Dapat melompati 2 ubin tetapi dapat dihalangi oleh kacang-kacangan tinggi</color>"
        },
        {
            "theZombieType": 218,
            "name": "Tok Kasa",
            "introduce": "<color=black></color>",
            "info": "<size=27>Ngelempar trisula dewa buat ngehancurin pertahanan lo!\n\n<color=black>Ketangguhan: </color><color=#4B0082>8000+24000</color>\n<color=black>Sifat: </color><color=#4B0082>Muncul hanya dalam mode Purgatory setelah memilih pengubah yang sesuai. Kebal terhadap Hipno dan Pemakan, dan menerima tidak lebih dari 5000 kerusakan setiap serangan. Saat muncul, semua Zombie Giga-trisula akan terus menyerang, dan semua trisula sekarang memberikan 5 kali lipat kerusakan. Trisula dilemparkan pada sudut tertentu, dapat langsung membunuh sebagian besar tanaman (kerusakannya dapat dialihkan) dan saat mendarat memblokir proyektil hingga maksimum 300 tembakan, atau menghilang setelah 30 detik. Jika tidak dihancurkan, mereka memberikan sejumlah besar kerusakan pada tanaman di dekatnya saat menghilang.</color>"
        },
        {
            "theZombieType": 219,
            "name": "Zombi Kentang Robot Ultra",
            "introduce": "<size=24><color=black>Zombi Kentang Robot Ultra dimaksudkan untuk menjadi Zombi Kentang Robot Super yang lebih kecil dan presisi, tetapi campuran cetak biru membuatnya menjadi lebih besar. Para insinyur terlambat menyadarinya-jadi mereka hanya <i>menggulung</i> dengan itu.</color>",
            "info": "<size=26>Nyerap damage untuk semua zombi di kebon lo!\" \n\n<color=black>Ketangguhan: </color></color><color=#4B0082>12000</color>\n<color=black>Sifat: </color></color><color=#4B0082>Muncul hanya dalam mode Purgatory setelah memilih pengubah yang sesuai. Kebal terhadap Hipno dan Pemakan, dan menerima tidak lebih dari 5.000 kerusakan setiap serangan. Ultra Mecha-Nut Zombie memberikan kerusakan yang merendam semua zombie (kecuali Zombie Kotak Misteri). Ia memiliki bingkai tak terkalahkan, menerima kerusakan hanya sekali setiap 0,2 detik.</color>"
        },
        {
            "theZombieType": 220,
            "name": "Zombi Hitam Perkasa",
            "introduce": "<color=black></color>",
            "info": "<size=26>Zombi Hitam Perkasa bisa menghancurkan pertahanan lo dengan mudah!\n\n<color=black>Kerusakan: </color></color><color=#4B0082>200</color>\n<color=black>Ketangguhan: </color><color=#4B0082>8000+24000</color>\n<color=black>Sifat: </color><color=#4B0082>Muncul hanya dalam mode Purgatory setelah memilih pengubah yang sesuai. Kebal terhadap knockback, Hipno, dan Pemakan; menerima maksimal 5000 kerusakan per pukulan. Menonaktifkan penyembuhan tanaman, mengubahnya menjadi 0,1x kerusakan terhadapnya. Seketika membunuh tanaman non-defensif, mengubahnya menjadi Zombie Giga Rugby-nut.  Setiap 3 detik (dapat ditumpuk):  1. Menggandakan kekuatan serangan.  2. 2. Memulihkan 6000 kesehatan armor.  3. Meningkatkan kecepatan sebesar 0.3 (maksimal 3).  Kecepatan bertelur: 0,9 - 1,8.</color>"
        },
        {
            "theZombieType": 221,
            "name": "Monster Robot Berkaki",
            "introduce": "<color=black></color>",
            "info": "<size=26>Monster Robot Berkaki menembakkan bom dan memanggil Kirov untuk menghancurkan pertahananmu.\n\n<color=black>Ketangguhan: </color><color=#4B0082>12000</color>\n</color>\n</color>Keistimewaan: </color><color=#4B0082>Hanya muncul dalam mode Purgatory setelah memilih pengubah yang sesuai. Kebal terhadap knockback, Hipno, Pemakan dan jatuhnya pesawat Magnethorn. Menghasilkan kerusakan maksimal 5000 per serangan. Di darat, ia menyerang ke depan, menghancurkan tanaman seperti Zombil. Dengan 2/3 HP, ia akan menjadi tak terkalahkan untuk sesaat, lalu lepas landas, memanggil Kirov Zombipellin setiap 3 detik dan menjatuhkan bom eksplosif berukuran 3x3 (seperti Berkotak-Kotak, tidak efektif untuk melawan Labu Badut)."
        },
        {
            "theZombieType": 222,
            "name": "Zombil Michael Konser Keliling",
            "introduce": "<size=26><color=black>",
            "info": "<size=30>Zombil Michael Konser Keliling hidup untuk ngehibur dan tur konser keliling!\"\n\n<color=black>Ketangguhan: </color></color><color=#4B0082>32000</color>\n<color=black>Sifat: </color></color><color=#4B0082>Muncul hanya dalam mode Purgatory setelah memilih pengubah yang sesuai. Kebal terhadap Hipno dan Pemakan dan menerima tidak lebih dari 5000 kerusakan setiap pukulan sebelum memperhitungkan pengurangan kerusakan. Memberikan kekebalan cryo kepada zombie di dekatnya dan memanggil 4 Artis Zombies setiap beberapa detik. Memunculkan 2 Michael Zombil dan Artis Zombie saat mati.</color>"
        },
        {
            "theZombieType": 223,
            "name": "Prof Zompli Ceri",
            "introduce": "<color=black></color>",
            "info": "<size=26>Prof Zompli Ceri terobsesi dengan mempelajari artefak ilmiah, terutama bahan peledak; rumornya, Cherrizilla pada awalnya adalah ciptaannya...\n\n<color=black>Ketangguhan: </color></color><color=#4B0082>1200+12000+1500</color>\n<color=black>Sifat: </color><color=#4B0082>Hanya muncul dalam mode Api Penyucian setelah memilih pengubah yang sesuai. Kebal terhadap knockback, Hipno, Pemakan menerima maksimal 5000 kerusakan per pukulan. Profesor Cherryz kebal sampai korannya hancur. Setelah kehilangannya, dia secara singkat menjadi tak terkalahkan dan mengubah hingga 30 zombie menjadi Zombi Koran Kaboom yang marah. Dia kemudian menembakkan rentetan ceri, melontarkan ceri ke kolom terakhir sambil berakselerasi ke depan. Dia hanya berhenti setelah bertemu dengan Duriliar, yang langsung menghancurkan korannya jika masih utuh."
        },
        {
            "theZombieType": 224,
            "name": "<u>Queen Badut Pandora</u>",
            "introduce": "<align=justified><size=36><color=black>Pandangan Ratu ajaib ini aja udah bikin para bawahannya gemeter. Nggak ada yang berani ngelawan dia. Tapi bukan cuma kekuatan yang dia suka—dia juga suka berbagi. Dalam kotak kado mewahnya, ada mainan dan pernak-pernik buat yang beruntung... plus bom kejutan yang siap meledak. Dan duh, dia emang cinta banget sama kejutan.</color>",
            "info": "<size=36>Queen Badut Pandora suka banget bikin \"adegan yang meledak-ledak.\"\n\n<color=black>Daya Tahan: </color><color=#4B0082>32000</color>\n<color=black>Skill: </color><color=#4B0082>\n<color=black>•</color> Cuma muncul di mode Purgatory kalo pilih modifikatornya.\n<color=black>•</color> Maksimal kena 5000 damage per hit sebelum perhitungan pengurangan damage.\n<color=black>•</color> Kebal dari efek pesona atau dimakan.\n<color=black>•</color> Bisa nginjek tanaman sampe hancur.\n<color=black>•</color> Bakal nyerap 3000 daya tahan tiap kali kena ledakan badut.\n<color=black>•</color> Tiap beberapa saat bakal keluar dari kotaknya dan ngeluarin efek random:\n1. Manggil Zombi King Berkotak-kotak dari kolom ke-5 ke depan.\n2. Manggil Zombi Pogo King Berkotak-kotak dari kolom ke-5 ke depan.\n3. Meledakin semua petak di kolom tempat dia berdiri, nyerang pake damage fisik.</color>"
        }
    ]
}