{
	"zombies": [
		{
			"theZombieType": 0,
			"name": "<size=40>Zumbi",
			"introduce": "<size=29><color=black>O Zumbi odeia como seu nome o faz parecer um zumbi comum. Ele não pensa em si mesmo como um inimigo sem nome ou apenas mais um zumbi comum. Ele é um indivíduo, droga! E ele fará algo extraordinário, mesmo que isso o mate...</color>",
			"info": "<size=29>Zumbi comum de jardim.\n\n<color=black>Resistência: </color><color=#4B0082>270</color>"
		},
		{
			"theZombieType": 2,
			"name": "<size=40>Zumbi Cabeça-de-Cone",
			"introduce": "<size=29><color=black>O Zumbi Cabeça-de-Cone não tem ideia do que é um cone de trânsito. Para ele, parece um sorvete de casquinha, e quando descobre que não pode comê-lo, ele simplesmente o coloca na cabeça.</color>",
			"info": "<size=29>O cone de trânsito em sua cabeça o torna duas vezes mais resistente que zumbis normais.\n\n<color=black>Resistência: </color><color=#4B0082>270 + 370</color>"
		},
		{
			"theZombieType": 3,
			"name": "<size=40>Zumbi Saltador",
			"introduce": "<size=29><color=black>Antes o melhor saltador em altura da cidade, a carreira do Zumbi Saltador deu uma guinada no dia em que ele esqueceu de colocar as almofadas atrás do suporte de salto em altura.</color>",
			"info": "<size=29>Zumbi do Salto com Vara salta com uma vara.\n\n<color=black>Resistência: </color><color=#4B0082>720</color>\n<color=black>Características: </color><color=#4B0082>Pula sobre a primeira planta que encontra.</color>"
		},
		{
			"theZombieType": 4,
			"name": "<size=40>Zumbi Cabeça-de-Balde",
			"introduce": "<size=29><color=black>Era uma vez um Zumbi Cabeça-de-Balde que era apenas um pintor, aclamado como um gênio entre os zumbis por seu uso criativo de um balde. Anos se passaram, e agora os zumbis se perguntam se ele ainda tem alguns truques secretos de assassino na manga. Ele está ficando sem ideias ou está escondendo algo? Quem sabe?</color>",
			"info": "<size=29>O balde em sua cabeça o torna extremamente resistente a danos.\n\n<color=black>Resistência: </color><color=#4B0082>270 + 1100</color>"
		},
		{
			"theZombieType": 5,
			"name": "<size=40>Zumbi do Jornal",
			"introduce": "<size=29><color=black>Você não pode culpá-lo por estar frustrado, ele estava prestes a terminar as palavras cruzadas (a palavra vertical número 23 era \"Cérebros\"), o que explica por que ele estava segurando o papel de cabeça para baixo.</color>",
			"info": "<size=29>Seu jornal fornece defesa limitada e esconde uma ira veloz.\n\n<color=black>Resistência: </color><color=#4B0082>270 + 200</color>\n<color=black>Características: </color><color=#4B0082>Viaja normalmente no começo, mas acelera depois de perder seu jornal.</color>"
		},
		{
			"theZombieType": 6,
			"name": "<size=40>Zumbi Saltarino",
			"introduce": "<size=29><color=black>As habilidades atléticas de Zumbi Saltarino são medianas para os padrões zumbis. Seguindo o conselho dos Dançarinos de Apoio, ele decidiu seguir o caminho do ídolo. Agora, sua música pop \u0022Apenas cérebros\u0022, uma colaboração com Zumbi Michael, está se tornando um sucesso.</color>",
			"info": "<size=29>Um zumbi saltador que após o salto, convoca Zumbis Saltarinos de Apoio.\n\n<color=black>Resistência: </color><color=#4B0082>720</color>\n<color=black>Características: </color><color=#4B0082>Convoca 4 Zumbis Saltarinos de Apoio.</color>"
		},
		{
			"theZombieType": 7,
			"name": "<size=40>Zumbis Saltarinos de Apoio",
			"introduce": "<size=29><color=black>Os quatro irmãos, antes órfãos problemáticos, desenvolveram personalidades distorcidas e intimidavam os outros na Academia Zumbi. Um dia, eles viram o Zumbi Dançante se apresentando alegremente no palco, e isso os mudou. A partir daquele momento, eles se juntaram a ele para se apresentarem juntos no palco.</color>",
			"info": "<size=29>Pula sobre uma planta.\n\n<color=black>Resistência: </color><color=#4B0082>270</color>"
		},
		{
			"theZombieType": 8,
			"name": "<size=40>Zumbi Porta-de-Tela",
			"introduce": "<size=29><color=black>O Zumbi Porta-de-Tela, que já foi membro da força-tarefa do FBI com um temperamento ruim, mas um coração justo, nunca negociou com ladrões — ele simplesmente arrombava portas para salvar reféns. Depois de se tornar um zumbi, seu coração bondoso permaneceu o mesmo. Quando viu zumbis sequestrando um pequeno zumbi fantasma, ele tentou arrombar, mas eles cobriram a porta com cola, prendendo sua mão.</color>",
			"info": "<size=29>Pode bloquear balas vindas da frente.\n\n<color=black>Resistência: </color><color=#4B0082>270 + 1100</color>"
		},
		{
			"theZombieType": 9,
			"name": "<size=40>Zumbi Rúgbi",
			"introduce": "<size=29><color=black>O Zumbi Rúgbi é uma estrela do esporte entre os zumbis, admirado por muitos por sua presença heroica em campo. Muitas empresas querem contratá-lo, mas suas exigências salariais são altas — um pagamento anual de 10.000 cérebros.</color>",
			"info": "<size=29>Corre super rápido.\n\n<color=black>Resistência: </color><color=#4B0082>270 + 1400</color>"
		},
		{
			"theZombieType": 10,
			"name": "<size=40>Zumbi Michael",
			"introduce": "<size=29><color=black>Terno preto, chapéu preto — ele não está aqui para um funeral. Ele é apenas um dançarino, e você pode chamá-lo de Zumbi Michael.</color>",
			"info": "<size=29>Lidera um ataque quádruplo com seus movimentos de dança definitivos.\n\n<color=black>Resistência: </color><color=#4B0082>720</color>\n<color=black>Características: </color><color=#4B0082>Invoca 4 Zumbis Saltarinos por vez.</color>"
		},
		{
			"theZombieType": 11,
			"name": "<size=40>Zumbi Pato NOT IN GAME",
			"introduce": "<size=29><color=black>只有特定的僵尸才能成为鸭子救生圈僵尸，不是每只僵尸都能胜任。有些救生圈有点漏气，他们却处理不了，脱身后永远放弃了对脑子的渴求。</color>",
			"info": "<size=29>可以在水里移动。\n\n<color=black>Toughness: </color><color=#4B0082>270</color>"
		},
		{
			"theZombieType": 12,
			"name": "<size=40>Zumbi Pato com Cone NOT IN GAME",
			"introduce": "<size=29><color=black>都说差生文具多，但是路障鸭子并不这么认为，毕竟他不想承认他是个差生。</color>",
			"info": "<size=29>可以在水里移动。\n\n<color=black>Toughness: </color><color=#4B0082>270</color>"
		},
		{
			"theZombieType": 13,
			"name": "<size=40>Zumbi Pato com Balde NOT IN GAME",
			"introduce": "<size=29><color=black>铁桶鸭子本不想带上那个漏气的游泳圈的，但是没办法，谁叫他戴着那个容易生锈的铁桶呢。</color>",
			"info": "<size=29>可以在水里移动。\n\n<color=black>Toughness: </color><color=#4B0082>270</color>"
		},
		{
			"theZombieType": 14,
			"name": "<size=40>Zumbmarino",
			"introduce": "<size=29><color=black>O formidável Zumbmarino, projetado com base em princípios biônicos, é majestoso e intimidador — uma cobiçada arma de guerra para zumbis. \u0022Agora só precisamos resolver o problema das algas marinhas ficarem presas na hélice,\u0022 disse o Dr. Edgar Zumbão.</color>",
			"info": "<size=29>O principal veículo dos zumbis contra plantas aquáticas, atropelando tudo na piscina.\n\n<color=black>Resistência: </color><color=#4B0082>1350</color>"
		},
		{
			"theZombieType": 15,
			"name": "<size=40>Zumbi Acadêmico",
			"introduce": "<size=29><color=black>Como uma altoridade no meio acadêmico, Zumbi Acadêmico é visto frequentemente na biblioteca. Sua paixão pela leitura é profunda, e perturbá-lo enquanto ele lê pode despertar sua fúria. Este velho cavalheiro fará com que você entenda o verdadeiro significado de \u0022conhecimento é poder.\u0022</color>",
			"info": "<size=29>Causa dano maior nas plantas e tem um livro resistente.\n\n<color=black>Resistência: </color><color=#4B0082>720 + 1100</color>\n<color=black>Características: </color><color=#4B0082>Invencibilidade de curto prazo e velocidade de movimento aumentada após o livro ser destruído.</color>"
		},
		{
			"theZombieType": 16,
			"name": "<size=40>Zumboni",
			"introduce": "<size=29><color=black>O zumbi que dirige é um excelente motorista, especialmente considerando que poucos zumbis conseguem ir da pista de gelo até o campo de grama... e agora, ele precisa pagar a multa. A máquina de gelo que ele opera não é uma Zamboni, é uma Zumboni produzida pela Z-Corp.</color>",
			"info": "<size=29>Zumboni usa gelo, vapor e pressão em suas plantas.\n\n<color=black>Resistência: </color><color=#4B0082>1350</color>"
		},
		{
			"theZombieType": 17,
			"name": "<size=40>Zumbi Mergulhador",
			"introduce": "<size=29><color=black>Zumbi Mergulhador pode ter uma máscara quebrada, mas isso não impede sua habilidade de mergulhar e flutuar na água. Seu chamado \u0022afundamento\u0022 não se deve às suas habilidades de mergulho, ele simplesmente não precisa de ar para respirar.</color>",
			"info": "<size=29>O Zumbi Mergulhador pode nadar debaixo d'água.\n\n<color=black>Resistência: </color><color=#4B0082>270</color>\n<color=black>Características: </color><color=#4B0082>Submerge na água, evitando ataques de frente.</color>"
		},
		{
			"theZombieType": 18,
			"name": "<size=40>Zumbi Trenó",
			"introduce": "<size=29><color=black>Este carro, projetado por entusiastas do esqui, dirige suavemente na neve e no gelo, atingindo velocidades ainda maiores do que na grama. Infelizmente, ele tem uma falha: só dá partida em superfícies geladas.</color>",
			"info": "<size=29>Só aparece quando há gelo no campo.\n\n<color=black>Resistência: </color><color=#4B0082>2700</color>\n<color=black>Características: </color><color=#4B0082>Move-se muito rápido quando está em cima do gelo.</color>"
		},
		{
			"theZombieType": 19,
			"name": "<size=40>Zumbi no Golfinho",
			"introduce": "<size=29><color=black>O Zumbi no Golfinho é um artista de meio período e tratador de golfinhos em um aquário. O golfinho que ele monta é um zumbi, mas diferente dos zumbis comuns, este \u0022golfinho zumbi\u0022 não tem desejo por cérebros.</color>",
			"info": "<size=29>Esses zumbis usam golfinhos zumbis para avançar rapidamente e contornar suas defesas.\n\n<color=black>Resistência: </color><color=#4B0082>720</color>\n<color=black>Características: </color><color=#4B0082>Pula sobre a primeira planta que encontra.</color>"
		},
		{
			"theZombieType": 20,
			"name": "<size=40>Zumbi do Tridente",
			"introduce": "<size=29><color=black>O Zumbi do Tridente era originalmente apenas um lançador de dardos comum que se tornou pescador após se aposentar. No entanto, quando ele foi ao rio para pescar, ele afundou porque não sabia nadar. Quando ele desembarcou, percebeu que havia se tornado o que é agora.</color>",
			"info": "<size=29>Lança um tridente para atacar suas plantas.\n\n<color=black>Resistência: </color><color=#4B0082>720</color>\n<color=black>Características: </color><color=#4B0082>Lança um tridente, causando dano às plantas igual a 20% (mínimo de 20) de sua resistência atual.</color>\n<color=black>Distância: </color><color=#4B0082>de 3 a 5 espaços à frente</color>"
		},
		{
			"theZombieType": 21,
			"name": "<size=40>Zumbi Caixa Diamantada",
			"introduce": "<size=29><color=black>Hoje à noite, Zumbis Caixa de Diamante revelarão seu deslumbrante mundo prateado. Seus olhos brilham como as estrelas mais brilhantes no céu noturno, e a luz dourada parece fluir como um rio através do tempo, iluminando o caminho incerto à frente. Cada vez que a tampa da caixa é gentilmente aberta, parece destrancar uma porta misteriosa para outro reino.</color>",
			"info": "<size=29>Esse é o... Zumbi Cabeça-de-Cone? \n\n<color=black>Resistência: </color><color=#4B0082>4400</color>\n<color=black>Características: </color><color=#4B0082>Transforma-se em um Zumbi Caixa Dourada ao morrer.</color>"
		},
		{
			"theZombieType": 22,
			"name": "<size=40>Zumbi Caixa Dourada",
			"introduce": "<size=29><color=black>\u0022Embaixo da caixa dourada, outras caixas em cores diferentes aguardam. Você consegue adivinhar do que é feita a caixa dentro?\u0022</color>",
			"info": "<size=29>Esse é o... Zumbi Cabeça-de-Cone? \n\n<color=black>Resistência: </color><color=#4B0082>2200</color>\n<color=black>Características: </color><color=#4B0082>Transforma-se em um Zumbi Caixa Prateada ao morrer.</color>"
		},
		{
			"theZombieType": 23,
			"name": "<size=40>Zumbi Caixa Prateada",
			"introduce": "<size=29><color=black>Zumbi Caixa Prateada pensa na caixa em sua cabeça como uma panela, então deve ser uma. Dada a mentalidade dele, por que você não entende a perspectiva dele? E você vê o ponto de exclamação na caixa dele, certo?</color>",
			"info": "<size=29>Esse é o... Zumbi Cabeça-de-Cone? \n\n<color=black>Resistência: </color><color=#4B0082>1100</color>\n<color=black>Características: </color><color=#4B0082>Se transforma em um Zumbi Cabeça-de-Cone ao morrer.</color>"
		},
		{
			"theZombieType": 24,
			"name": "<size=40>Zumbi Palhaço",
			"introduce": "<size=29><color=black>Embora Zumbi Palhaço seja um paciente mental, o circo aceitou sua inscrição. Cuidado com o que está em sua caixa de brinquedos; com certeza vai te assustar.</color>",
			"info": "<size=29>Este zumbi carrega uma surpresa explosiva.\n\n<color=black>Resistência: </color><color=#4B0082>720</color>\n<color=black>Características: </color><color=#4B0082>Às vezes explode e mata instantaneamente as plantas ao redor.</color>"
		},
		{
			"theZombieType": 25,
			"name": "<size=40>Zumbi Balão",
			"introduce": "<size=29><color=black>Zumbi Balão, um dos criadores de Zumpelim, frequentemente é questionado sobre o motivo de amarrar balões em si mesmo. Sua resposta usual é: \u0022Essa foi minha conclusão.\u0022 No entanto, a verdade é que os balões simplesmente se emaranharam por acaso.</color>",
			"info": "<size=29>O Zumbi Balão flutua acima da briga, imune à maioria dos ataques.\n\n<color=black>Resistência: </color><color=#4B0082>270 + 20</color>\n<color=black>Características: </color><color=#4B0082>Não pode ser danificado pela maioria das plantas enquanto voa.</color>"
		},
		{
			"theZombieType": 26,
			"name": "<size=40>Zumpelim",
			"introduce": "<size=29><color=black>O Zumpelim, a mais recente criação do Dr. Edgar Zumbão, está rapidamente se tornando o aliado de confiança dos zumbis. Há muitas especulações sobre quem pilota essa arma poderosa — talvez um zumbinho ou até mesmo a própria aeronave? \u0022É só um balão\u0022, Dr. Edgar comentou. \u0022Os zumbis precisam acompanhar os tempos. Estou até pensando em transformá-lo em um drone para evitar constrangimentos quando derrotado.\u0022</color>",
			"info": "<size=29>Lançará bombas mortais sobre suas plantas.\n\n<color=black>Dano da bomba: </color><color=#4B0082>1000</color>\n<color=black>Resistência: </color><color=#4B0082>1350</color>"
		},
		{
			"theZombieType": 27,
			"name": "<size=40>Yeti na Baleia",
			"introduce": "<size=29><color=black>A baleia zumbi do Yeti tem habilidades de salto impressionantes. O Zumbi no Golfinho é invejoso e sempre quis pegar emprestado, mas o Yeti sempre recusa. \u0022O Yeti não tem controle sobre a baleia zumbi,\u0022 disse o Dr. Edgar Zumbão. \u0022Ele sempre quer se esconder atrás de mim, mas a baleia branca acaba indo para o outro lado.\u0022</color>",
			"info": "<size=29>Pula três espaços para frente e se vira para trás, atacando suas plantas por trás.\n\n<color=black>Resistência: </color><color=#4B0082>720</color>\n<color=black>Características: </color><color=#4B0082>Não pode ser bloqueado por Nozes-Gigantes.</color>"
		},
		{
			"theZombieType": 28,
			"name": "<size=40>Zumbi Mineiro",
			"introduce": "<size=29><color=black>Há muito tempo, o Zumbi Mineiro desprezava os Imãgumelos por sempre confiscarem suas ferramentas. Agora quem ele odeia ainda mais são as Abóboras Mineiras. \u0022Minha cabeça continua sendo atingida, o que me faz sentir ainda pior,\u0022 ele lamenta.</color>",
			"info": "<size=29>Este zumbi cava para atacar suas defesas por trás.\n\n<color=black>Resistência: </color><color=#4B0082>720</color>\n<color=black>Características: </color><color=#4B0082>Cava túneis subterrâneos para aparecer do outro lado do gramado.</color>"
		},
		{
			"theZombieType": 29,
			"name": "<size=40>Zumbicóptero",
			"introduce": "<size=29><color=black>\u0022Amigos, vocês sabiam sobre o dirigível de Berlim? Isso inspirou meu design...\u0022 Todos os zumbis querem se esconder do Zumbicóptero, não só porque ele fala muito sobre o dirigível, mas também porque o barulho da hélice do seu balão é insuportável.</color>",
			"info": "<size=29>O Zumbicóptero não tem medo da Turbinada!\n\n<color=black>Resistência: </color><color=#4B0082>270 + 2200 + 500</color>\n<color=black>Características: </color><color=#4B0082>A hélice no topo pode ignorar os ventos das Turbinadas.</color>"
		},
		{
			"theZombieType": 30,
			"name": "<size=40>Zumbi Rei Palhaço",
			"introduce": "<size=29><color=black>Para cada zumbi palhaço, a autodestruição é a forma mais elevada de arte, e o Zumbi Rei Palhaço se destaca acima de tudo. \u0022O Rei Palhaço nunca tirará sua máscara ou largará a caixa de presente em sua mão!\u0022</color>",
			"info": "<size=29>O Zumbi Rei Palhaço também pode explodir após derrotado!\n\n<color=black>Resistência: </color><color=#4B0082>720 + 370</color>\n<color=black>Características: </color><color=#4B0082>Se torna violento após explodir, dobrando sua velocidade. Tem uma chance, ao explodir, de se transformar em um Zumbi Caixa Surpresa. Quanto mais rápido ele explodir, maior a chance de morrer.</color>"
		},
		{
			"theZombieType": 31,
			"name": "<size=40>Zumbi Catapulta",
			"introduce": "<size=29><color=black>Ninguém sabe como o Zumbi Catapulta consegue arremessar com tanta precisão, mas uma coisa é certa: se você o vir, cubra sua cabeça rapidamente!</color>",
			"info": "<size=29>Catapulta bolas de basquete para atacar suas plantas.\n\n<color=black>Resistência: </color><color=#4B0082>850</color>\n<color=black>Características: </color><color=#4B0082>Arremessa bolas de basquete que causam 60 de dano.</color>"
		},
		{
			"theZombieType": 32,
			"name": "<size=40>Zumbi Pogo",
			"introduce": "<size=29><color=black>O Zumbi Pogo adora pular por aí, pensando que pular em direção ao céu é o mais perto que eles chegarão de voar. Mas ninguém disse a eles para não usarem um pogo no telhado...</color>",
			"info": "<size=29>Um zumbi que pode pular sobre suas defesas.\n\n<color=black>Resistência: </color><color=#4B0082>720</color>\n<color=black>Características: </color><color=#4B0082>Pode pular sobre plantas</color>"
		},
		{
			"theZombieType": 33,
			"name": "<size=40>Zumbi Carpinteiro",
			"introduce": "<size=29><color=black>O Zumbi Carpinteiro viu na internet que com uma escada e uma roupa de carpinteiro ele poderia passar por qualquer defesa, avançando sobre suas melhores defesas. </color><color=#008800>\nComentário de Disparervilha: <color=black>\u0022Ninguém disse a ele que sua pele de zumbi é muito perceptível...?\u0022</color>",
			"info": "<size=29>Usa uma escada para contornar obstáculos.\n\n<color=black>Resistência: </color><color=#4B0082>720 + 720</color>\n<color=black>Características: </color><color=#4B0082>Pode usar a escada para ignorar as defesas das plantas, bloqueando o uso da Luva nessa planta enquanto a escada estiver sobre ela.</color>"
		},
		{
			"theZombieType": 34,
			"name": "<size=40>Zumbi Melancipogo",
			"introduce": "<size=29><color=black>Citação: \u0022É altamente improvável que projéteis explodam na mesma cratera duas vezes! É o que afirma a \"Teoria da Cratera\".\u0022 Zumbi Melancipogo diz enquanto ajusta seu chapéu de casca de melancia. No entanto, ninguém lhe disse que seu esquema de cores vermelho e verde se destaca um pouco demais em uma multidão de zumbis.</color>",
			"info": "<size=29>Este zumbi carrega e salta em suas defesas!\n\n<color=black>Resistência: </color><color=#4B0082>270+2200</color>\n<color=black>Características: </color><color=#4B0082>Carrega por 5 segundos e então executa um grande salto. Durante o salto, ele é invulnerável.</color>"
		},
		{
			"theZombieType": 35,
			"name": "<size=40>Devorador",
			"introduce": "<size=29><color=black>O Devorador é como uma fera enorme e desajeitada, seu tamanho é uma vantagem ao custo da inteligência. Ele não entende plantas ou cérebros; ele só sabe como se mover para frente, implacavelmente. </color>",
			"info": "<size=29>Um zumbi enorme e lento que esmaga tudo em seu caminho com seu tamanho enorme.\n\n<color=black>Resistência: </color><color=#4B0082>3000</color>"
		},
		{
			"theZombieType": 36,
			"name": "<size=40>Mega Devorador",
			"introduce": "<size=29><color=black>Embora o Mega Devorador cause estragos no campo de batalha, seus olhos vermelho-sangue dão medo a todos que o enfrentam, e há um segredo pouco conhecido sobre ele: o monstro é perpetuamente irritável devido à privação crônica de sono.</color>",
			"info": "<size=29>O Mega Devorador enfurecido esmaga tudo em seu caminho com uma força aterrorizante.\n\n<color=black>Resistência: </color><color=#4B0082>6000</color>"
		},
		{
			"theZombieType": 37,
			"name": "<size=40>Zumbinho",
			"introduce": "<size=29><color=black>Os Zumbinhos gostam de se esgueirar por espaços apertados, muitas vezes causando travessuras. Não se surpreenda se vir um pulando por aí inesperadamente!</color>",
			"info": "<size=29>Pequeno e furtivo, Zumbinho adora se espremer em espaços apertados, o que o torna ágil e mais difícil de atingir.\n\n<color=black>Resistência: </color><color=#4B0082>270</color>"
		},
		{
			"theZombieType": 38,
			"name": "<size=40>Devorador Biônico",
			"introduce": "<size=29><color=black>Outra invenção do Dr. Edgar Zumbão, um zumbi do popular 'Plants Girls vs Zombies' em colaboração.</color>",
			"info": "<size=29>Um Devorador, só que imune a congelamento e que vai investir contra suas defesas sem hesitação.\n\n<color=black>Resistência: </color><color=#4B0082>3000</color>\n<color=black>Características: </color><color=#4B0082>Imune a hipnose, continua avançando mesmo quando empurrado para trás.</color>"
		},
		{
			"theZombieType": 39,
			"name": "<size=40>Mega Devorador Biônico",
			"introduce": "<size=29><color=black>Outra invenção ainda mais maléfica do Dr. Edgar Zumbão, um zumbi do popular 'Plants Girls vs Zombies' em colaboração.</color>",
			"info": "<size=29>Um Mega Devorador, só que imune a congelamento e que vai investir contra suas defesas de forma feroz e incansável.\n\n<color=black>Resistência: </color><color=#4B0082>6000</color>\n<color=black>Características: </color><color=#4B0082>Imune a hipnose, continua avançando mesmo quando empurrado para trás.</color>"
		},
		{
			"theZombieType": 40,
			"name": "<size=40>Zumbi Bolichetron",
			"introduce": "<size=29><color=black>Um ataque avançado de Zumbinhos!</color>",
			"info": "<size=29>Uma bola de bolichetron cheia de zumbinhos.\n\n<color=black>Resistência: </color><color=#4B0082>1350</color>\n<color=black>Características: </color><color=#4B0082>Muda de direção ao esmagar plantas, acelera em inclinações. Esmaga plantas com menos de 1000 de vida, causa 1000 de dano e desacelera. Pode ser parado por Plantas Guarda-Chuvas. Gera 5 Zumbinhos ao morrer. Tem 1/3 de chance de gerar uma bola de gelo/fogo ou Fragmento Biônico. As bolas esmagam plantas, bloqueiam até 30 balas ou duram 30 segundos. Pode ser destruídos por plantas de Gelo/Fogo</color>"
		},
		{
			"theZombieType": 43,
			"name": "<size=40>Devorador Blindado",
			"introduce": "<size=29><color=black>O Devorador Blindado é um grande fã da skin 'Cavalier' de seu jogo favorito. Ele gastou uma fortuna encomendando um conjunto de armadura medieval feito sob medida. Porém, quando foi tirá-lo, descobriu que estava preso... E foi assim que ele acabou com uma skin permanente de 'Cadavelier'.</color>",
			"info": "<size=29>Um devorador super bem equipado.\n\n<color=black>Resistência: </color><color=#4B0082>8000 + 24000</color>\n<color=black>Características: </color><color=#4B0082>Tem metade da velocidade de outros devoradores, não sofre mais que 5000 de dano, os efeitos de encanto em si duram metade, lança um Zumbi Bolichetron e gera 1-3 Zumbinhos toda vez que bate no chão com a maça.</color>"
		},
		{
			"theZombieType": 45,
			"name": "<size=40>Zumbi Bungee",
			"introduce": "<size=29><color=black>O Zumbi Bungee adora correr riscos, um árduo praticante de Bungee jumping. Afinal, de que adianta estar morto se não se vive um pouco?</color>",
			"info": "<size=29>Desce do céu e rouba uma planta\n\n<color=black>Resistência: </color><color=#4B0082>720</color>"
		},
		{
			"theZombieType": 47,
			"name": "<size=40>Yeti",
			"introduce": "<size=29><color=black>O Yeti tem um comportamento peculiar: ele adora sair do campo de batalha quando a coisa esquenta. Sempre com sua aparência gelada, ele é um verdadeiro mestre da fuga.</color>",
			"info": "<size=29>O Yeti às vezes tenta fugir.\n\n<color=black>Resistência: </color><color=#4B0082>1350</color>\n<color=black>Características: </color><color=#4B0082>Congela as plantas em uma área de 3x3 ao redor de si.</color>"
		},
		{
			"theZombieType": 48,
			"name": "<size=40>Yeti Nian",
			"introduce": "<color=black>O Yeti Nian é enorme e quase invencível, com uma armadura tão forte que parece indestrutível! Mas, por mais aterrorizante que seja, ele também tem pesadelos: fogos de artiifícios!</color>",
			"info": "<size=29>O Yeti Nian tem uma armadura extremamente resistente.\n\n<color=black>Resistência: </color><color=#4B0082>8888 + 8888</color>\n<color=black>Ponto fraco: </color><color=#4B0082>Bambu de Artifício</color></size>"
		},
		{
			"theZombieType": 49,
			"name": "<size=40>Zumbi Lança-Neve",
			"introduce": "<color=black>\"Guerra de bola de neve!\" Zumbi Lança-Neve acorda de seu sono gelado, atirando bolas de neve descontroladamente em todas as direções.\"Devemos contar a ele?\", \"Não, vamos ver quanto tempo ele leva para descobrir.\"Splat!—Outra bola de neve cai.\"Com essa já são quatorze.\"</color>",
			"info": "<size=29>Zumbi Lança-Neve pode atacar suas plantas com bolas de neve e congelá-las.\n\n<color=black>Resistência: </color><color=#4B0082>720</color><color=black> | Dano: </color><color=#4B0082>75 | 2 Segundos</color>\n<color=black>Características: </color><color=#4B0082>No jardim, ele lançará continuamente bolas de neve nas plantas que, no impacto, causará 75 de dano em um alcance de 3x3, congelando-as por 5 segundos.</color>"
		},
		{
			"theZombieType": 100,
			"name": "<size=40>Zumbi Disparervilha",
			"introduce": "<size=29><color=black>A habilidade do Zumbi Disparervilha de atacar à distância geralmente assusta as plantas. No entanto, o verdadeiro pânico está com os zumbis, que temem que aqueles que lutam na frente dele sejam alvos por trás.</color>",
			"info": "<size=29>Atira ervilhas para atacar suas plantas.\n\n<color=black>Dano: </color><color=#4B0082>20</color>\n<color=black>Resistência: </color><color=#4B0082>270</color>"
		},
		{
			"theZombieType": 101,
			"name": "<size=40>Zumbi Disparacereja",
			"introduce": "<size=29><color=black>Zumbi Disparacereja é um estudante de ensino médio de 17 anos com uma cabeça de planta crescendo em seu pescoço. Sua fruta favorita é cereja, e devido à sua origem papal, os zumbis carinhosamente se referem a ele como o \u0022Rei das Folhas.\u0022</color>",
			"info": "<size=29>Atira cerejas para atacar suas plantas.\n\n<color=black>Dano: </color><color=#4B0082>60</color>\n<color=black>Resistência: </color><color=#4B0082>500</color>"
		},
		{
			"theZombieType": 102,
			"name": "<size=40>Zumbi Disparabombas",
			"introduce": "<size=29><color=black>Zumbi Disparabombas adora ouvir \u0022Cherry Bomb\u0022 do 'The Runaways', o que pode explicar sua paixão ardente. No entanto, ninguém sabe como ele aprendeu a acender fogos de artifício com a boca.</color>",
			"info": "<size=29>Atira cerejas explosivas para atacar suas plantas.\n\n<color=black>Dano: </color><color=#4B0082>1000</color>\n<color=black>Resistência: </color><color=#4B0082>500</color>"
		},
		{
			"theZombieType": 103,
			"name": "<size=40>Zumbi Noz-Obstáculo",
			"introduce": "<size=29><color=black>Após um ataque das plantas, Zumbi Noz-Obstáculo exibiu marcas de mordidas na cabeça em vez de buracos de bala. Quando entrevistado, ele disse: \u0022Talvez meus camaradas estivessem simplesmente com fome.\u0022</color>",
			"info": "<size=29>É uma Noz-Obstáculo em movimento.\n\n<color=black>Resistência: </color><color=#4B0082>270 + 1100</color>"
		},
		{
			"theZombieType": 104,
			"name": "<size=34>Zumbi Disparacereja do Jornal",
			"introduce": "<size=29><color=black>A fruta favorita deste zumbi é cereja, e até seu jornal tem sabor de cereja. O jornal que ele segura é a única coisa que pode moderar sua raiva.</color>",
			"info": "<size=29>Entra em uma saraivada explosiva de cerejas quando seu jornal é quebrado.\n\n<color=black>Resistência: </color><color=#4B0082>1500 + 500</color>\n<color=black>Características: </color><color=#4B0082>Torna-se temporariamente invencível após seu jornal ser destruído e então começa a disparar cerejas explosivas a cada 0,75 segundos.</color>\n<color=black>Alcance da Explosão: </color><color=#4B0082>Explosão em área, pode ser absorvido por nozes.</color>"
		},
		{
			"theZombieType": 105,
			"name": "<size=40>Zumbi Caixa Misteriosa",
			"introduce": "<size=29><color=black>？？？</color>",
			"info": "<size=29>Ninguém sabe o que está escondido dentro da caixa...\n\n<color=black>Resistência: </color><color=#4B0082>270 + 370</color>\n<color=black>Características: </color><color=#4B0082>Depois que a caixa cai, gera um zumbi aleatório com 20%/40%/60%/80%/100% da resistência do zumbi original.</color>"
		},
		{
			"theZombieType": 106,
			"name": "<size=40>Zumbi Noz-Metálica",
			"introduce": "<size=29><color=black>Por que a cabeça do Zumbi Noz-Metálica é feita de ferro? É porque todo mundo dizia que comer nozes nutre o cérebro, mas ele não percebeu que as nozes que consumia continham muito ferro. No entanto, pode não ser tão ruim — pelo menos agora ele desenvolveu uma cabeça de ferro.</color>",
			"info": "<size=29>É uma Noz-Metálica em movimento.\n\n<color=black>Resistência: </color><color=#4B0082>270 + 2200</color>\n<color=black>Características: </color><color=#4B0082>Um metal cairá quando derrotado por disparos, vulneráveis contra ímãgumelos.</color>"
		},
		{
			"theZombieType": 107,
			"name": "<size=40>Zumbi Noz-Cereja",
			"introduce": "<size=29><color=black>Homens de verdade nunca se viram para assistir a explosões, e Zumbi Noz-Cereja certamente se encaixa no perfil, pois ele geralmente pega bombas com o rosto.</color>",
			"info": "<size=29>É uma Noz-Cereja em movimento.\n\n<color=black>Resistência: </color><color=#4B0082>270 + 1100</color>\n<color=black>Características: </color><color=#4B0082>Recebe 150 de dano máximo de explosões e tem uma leve resistência contra projéteis explosivos.</color>"
		},
		{
			"theZombieType": 108,
			"name": "<size=40>Zumbi Metalervilha",
			"introduce": "<size=29><color=black>No ano passado, Zumbi Metalervilha tirou uma carta de tarô que dizia \u0022O Imperador.\u0022 Desde então, ele consegue atirar ervilhas ricas em ferro à vontade.</color>",
			"info": "<size=29>Dispara balas de alto dano.\n\n<color=black>Dano: </color><color=#4B0082>80</color>\n<color=black>Resistência: </color><color=#4B0082>270 + 1350</color>\n<color=black>Características: </color><color=#4B0082>Um metal cairá quando derrotado por disparos, vulneráveis contra ímãgumelos.</color>"
		},
		{
			"theZombieType": 109,
			"name": "<size=40>Zumbi Noz-Rúgbi",
			"introduce": "<size=29><color=black>Zumbi Noz-Rúgbi já foi apenas um Zumbi Rúgbi comum, até que um dia ele colidiu com uma noz que estava espalhando fertilizante. \u0022Não sei como esse cara foi parar na minha cabeça; está me sufocando!\u0022 lamentou o Zumbi Noz-Rúgbi.</color>",
			"info": "<size=29>Zumbi de alta resistência que também pode correr muito rápido.\n\n<color=black>Resistência: </color><color=#4B0082>270 + 4400</color>\n<color=black>Características: </color><color=#4B0082>Um capacete de Rúgbi cairá quando morto por disparos ou por Plantas Imãs.</color>"
		},
		{
			"theZombieType": 110,
			"name": "<size=36>Zumbi Caixa Misteriosa Dourada",
			"introduce": "<size=29><color=black>？？？</color>",
			"info": "<size=29>Ninguém sabe o que está escondido dentro da caixa dourada...\n\n<color=black>Resistência: </color><color=#4B0082>270 + 720</color>\n<color=black>Características: </color><color=#4B0082>Depois que a caixa cai, gera um zumbi aleatório com Resistência total.</color>"
		},
		{
			"theZombieType": 111,
			"name": "<size=40>Zumbi Noz-Gelada",
			"introduce": "<size=29><color=black>A cabeça do Zumbi Noz-Gelada faiscou inúmeras opiniões no mundo zumbi. Alguns dizem que ele pretende se distanciar do mundo frio, enquanto outros suspeitam que isso esteja relacionado aos experimentos selvagens do Dr. Edgar Zumbão. No entanto, só ele sabe que a Noz-Gelada apareceu depois que ele comeu um cogumelo azul específico...</color>",
			"info": "<size=29>Um zumbi resistente que anula danos de gelo.\n\n<color=black>Resistência: </color><color=#4B0082>270 + 2200</color>\n<color=black>Características: </color><color=#4B0082>Imune a congelamento.</color>"
		},
		{
			"theZombieType": 112,
			"name": "<size=40>Zumbi Explodopulta",
			"introduce": "<size=29><color=black>Aviso: Antes que ele use todo o seu bolas de basquete, certifique-se de correr, pois suas bolas de basquete explosivas causarão o caos!</color>",
			"info": "<size=29>Arremessa bolas de basquete explosivas para destruir suas defesas!\n\n<color=black>Resistência: </color><color=#4B0082>1350</color>\n<color=black>Características: </color><color=#4B0082>Arremessa 5 bolas de basquete e, em seguida, lança bolas de basquete explosivas. Explosões causam 30 de dano às plantas Guarda-Chuva.</color>"
		},
		{
			"theZombieType": 113,
			"name": "<size=40>Pea Rider Zombie",
			"introduce": "<size=36><color=black>What makes this fella special compared to the whale rider yeti? Pea Rider replies, I just really enjoy playing Boomerang.</color>",
			"info": "<size=36>A variant of the Whale Rider Yeti!\n\n<color=black>Toughness: </color><color=#4B0082>720</color>\n<color=black>Traits: </color><color=#4B0082>Shoots peas at your plants before and after jumping.</color>"
		},
		{
			"theZombieType": 114,
			"name": "<size=40>Zumbi da Porta Metalizado",
			"introduce": "<size=29><color=black>Zumbi da Porta Metalizado sempre empilha equipamentos de ferro, confundindo os outros zumbis. \"Se os Ímãgumelos conseguem arrancar nossas cabeças, por que não trazemos mais metal?\" Sua lógica bizarra permaneceu válida — até ele conhecer a Magnetizada.</color>",
			"info": "<size=29>Zumbi da Porta Metalizado adquiriu um equipamento: uma Porta de Tela!\n\n<color=black>Dano: </color><color=#4B0082>80</color>\n<color=black>Resistência: </color><color=#4B0082>270 + 1250 + 1100 + 1100</color>\n<color=black>Características: </color><color=#4B0082>Atira constantemente ervilhas de ferro em suas plantas enquanto tem uma defesa exagerada.</color>"
		},
		{
			"theZombieType": 115,
			"name": "<size=40>Zumbi Esmagador",
			"introduce": "<size=29><color=black>\"Hmm? Hmm!\" Os Zumbi Esmagadores sempre avançam sem hesitação, esmagando qualquer planta em seu caminho, e todos os zumbis são movidos por sua abnegação. Mas os Zumbi Esmagadores são simplesmente fãs do Esmagatão, e quando o viram esmagar o Lírio Flamejante, eles não resistiram à vontade de imitar e esmagar plantas.</color>",
			"info": "<size=29>Esmaga a primeira planta próxima e morre.\n\n<color=black>Resistência: </color><color=#4B0082>500</color>\n<color=black>Características: </color><color=#4B0082>Esmaga as primeiras plantas que encontra.</color>"
		},
		{
			"theZombieType": 116,
			"name": "<size=40>Zumbi Esquentador",
			"introduce": "<size=29><color=black>O Zumbi Esquentador é o mais cabeça quente entre os zumbis. Qual é a primeira coisa que ele faz quando aparece? Claro, ele afasta os outros zumbis do caminho! Inicialmente, ele planejou ficar em um lugar de destaque e gritar: \"Cinzas às cinzas!\" Mas sua cabeça estava ainda mais quente do que ele, então acabou voando primeiro.</color>",
			"info": "<size=29>Salta e destrói uma fila inteira de plantas!\n\n<color=black>Resistência: </color><color=#4B0082>1500</color>\n<color=black>Características: </color><color=#4B0082>Esmaga a primeira planta que encontra e incendeia toda a linha, destruindo todas as plantas nela. Não incendeia se for resfriado. só aparece em níveis especiais.</color>"
		},
		{
			"theZombieType": 117,
			"name": "<size=40>Zumbi Pimenta",
			"introduce": "<size=29><color=black>O Zumbi Pimenta mergulha na piscina com um entusiasmo ardente. Outros zumbis, no entanto, não ficam entusiasmados. \"Ótimo, agora a piscina parece uma sopa picante...\"</color >",
			"info": "<size=29>Explode e destrói uma faixa inteira de plantas depois de um tempo.\n\n<color=black>Resistência: </color><color=#4B0082>500</color>\n<color=black>Características: </color><color=#4B0082>Explode e destrói uma faixa inteira de plantas.</color>"
		},
		{
			"theZombieType": 118,
			"name": "<size=40>Zumbi Coronelervilha",
			"introduce": "<size=29><color=black>A última coisa que o Zumbi Coronelervilha lembra antes de morrer é que ele entrou em uma gaiola de batedura vegetariana e acidentalmente engoliu uma máquina de arremesso. Agora, ele não consegue parar de atirar ervilhas em velocidades alucinantes. </color>",
			"info": "<size=29>Lança ervilhas contra suas defesas de forma constante!\n\n<color=black>Resistência: </color><color=#4B0082>270+1400</color>\n<color=black>Características: </color><color=#4B0082>Atira constantemente rajadas de ervilhas em suas plantas.</color>"
		},
		{
			"theZombieType": 200,
			"name": "<size=40>Zumbarão",
			"introduce": "<size=29><color=black>\u0022Um excelente mergulhador não deve apenas ser capaz de mergulhar, mas também dirigir um super submarino!\u0022 declarou Zumbarão enquanto aumentava a potência do submarino em uma marcha.</color>",
			"info": "<size=29>Ouvi dizer que esse zumbi é parente de um certo peixe robô.\n\n<color=black>Resistência: </color><color=#4B0082>3000</color>"
		},
		{
			"theZombieType": 201,
			"name": "<size=40>Michael Zumboni",
			"introduce": "<size=29><color=black>Michael Zumboni não é apenas um zumbi, é um esforço de equipe. Zumboni prepara o local, Zumbi Trenó fornece os efeitos visuais e o Zumbi Michael... foi obrigado a sair do carro porque ele não tinha carteira de motorista para cumprimentar seus apaixonados fãs de plantas, mas as ervilhas pareciam um pouco animadas demais.</color>",
			"info": "<size=29>Defesa muito alta e imunidade a lentidão.\n\n<color=black>Resistência: </color><color=#4B0082>15000</color>\n<color=black>Características: </color><color=#4B0082>Ao explodir, gera um Zumbi Michael, um Zumboni e um Zumbi Trenó. Também tem uma redução de dano de 75%.</color>"
		},
		{
			"theZombieType": 202,
			"name": "<size=36>Zumbi Noz-Pélago do Tridente",
			"introduce": "<size=29><color=black>\u0022Zumbi Noz-Pélago do Tridente é um pescador habilidoso conhecido por sua precisão excepcional com os quatro tridentes que ele arremessa, o que lhe rendeu o título de rei dos pescadores.\u0022 \u0022Na verdade, eu costumava ser um lançador de dardos em meio período...\u0022 Zumbi Noz-Pélago do Tridente admitiu.</color>",
			"info": "<size=29>Arremessa um grande número de tridentes em suas plantas de uma vez.\n\n<color=black>Resistência: </color><color=#4B0082>270+7500</color>\n<color=black>Características: </color><color=#4B0082>Lança 4 tridentes, cada um causando dano às plantas igual a 20% (mínimo de 20) de sua resistência atual.</color>"
		},
		{
			"theZombieType": 203,
			"name": "<size=34>Zumbi Metralhacerejas do Jornal",
			"introduce": "<size=29><color=black>\u0022Estou ficando velho...\u0022 lamentou o Zumbi Metralhacerejas do Jornal. Apesar de conter sua pressão, foi o suficiente para manter plantas e zumbis no chão. \u0022Só esse cara ainda me inspirar a lutar...\u0022 ele murmurou enquanto guardava o jornal.</color>",
			"info": "<size=29>Causa dano imenso.\n\n<color=black>Dano: </color><color=#4B0082>400 → 1000 (Enfurecido)</color>\n<color=black>Resistência: </color><color=#4B0082>1500 + 1500</color>\n<color=black>Características: </color><color=#4B0082>Torna-se temporariamente invencível após seu jornal ser quebrado, disparando cerejas explosivas a cada 0,125 segundos.</color>"
		},
		{
			"theZombieType": 204,
			"name": "<size=40>Zumbi Noz-Rúgbi Blindado",
			"introduce": "<size=29><color=black>Saindo das sombras, o Zumbi Noz-Rúgbi Blindado irradia poder, frieza e uma vibração sinistra. Ele mantém firmemente o segredo de sua força para si mesmo, afirmando que apenas a escuridão mais escura pode criar um ser tão formidável quanto ele. \u0022Onde está minha tinta?\u0022 Dr. Edgar Zumbão perguntou, parecendo perplexo em seu laboratório.</color>",
			"info": "<size=29>Um velho amigo? Talvez, talvez o tenhamos conhecido antes.\n\n<color=black>Dano: </color><color=#4B0082>100</color>\n<color=black>Resistência: </color><color=#4B0082>3000 + 12000</color>"
		},
		{
			"theZombieType": 205,
			"name": "<size=40>Zumpelim Classe-Kirov",
			"introduce": "<size=29><color=black>É um objeto voador enorme? Não, na verdade é um dirigível gigante, resistente e com capacidade de liberar um esquadrão de caças. Mesmo quando destruído, o dirigível ainda causa estragos ao seu redor, fazendo com que outros zumbis mantivessem distância, com medo que a queda os mate.</color>",
			"info": "<size=29>Reportando aeronave classe Kirov!\n\n<color=black>Resistência: </color><color=#4B0082>3000</color>\n<color=black>Características: </color><color=#4B0082>Invoca um Drone Classe-Kirov para a ação a cada segundo. Cai ao morrer, causando dano às plantas no impacto.</color>"
		},
		{
			"theZombieType": 206,
			"name": "<size=40>Drone Classe-Kirov",
			"introduce": "<size=29><color=black>Esta não é uma aeronave comum, é um avião especial que foi comprimido pela pressão da água. Embora o método exato de compressão permaneça um mistério, sua força no campo de batalha rivaliza com a dos bombardeiros convencionais.</color>",
			"info": "<size=29>Os drones Kirov voam mais rápido, lançando bombas sobre as plantas sobre as quais voam.\n\n<color=black>Dano da bomba: </color><color=#4B0082>1000</color>\n<color=black>Resistência: </color><color=#4B0082>200</color>"
		},
		{
			"theZombieType": 207,
			"name": "<size=40>Zumbi Superstar",
			"introduce": "<size=29><color=black>Zumbi Superstar, um ídolo lendário no mundo zumbi, tem padrões extremamente altos para si mesmo. Após concluir seus estudos na \u0022Edgar's Dance Academy\u0022, ele dominou o Super Moonwalk, que foi nomeado \u0022A Sexta Maravilha do Mundo Zumbi,\u0022 o que lhe rendeu uma grande base de fãs.</color>",
			"info": "<size=29>Um zumbi veloz que desliza em sua defesa, um oponente difícil de enfrentar.\n\n<color=black>Resistência: </color><color=#4B0082>3000</color>\n<color=black>Características: </color><color=#4B0082>Escorrega para o campo de batalha, reduz o dano em 90% enquanto desliza e então invoca Zumbis Saltarinos.</color>"
		},
		{
			"theZombieType": 208,
			"name": "<size=40>Espectro Imortal",
			"introduce": "<size=29><color=black>Este monstro sobreviveu às condições mais adversas e possui uma força enorme. Ele evita cérebros e vagueia pelo mundo em busca de um lugar isolado.</color>",
			"info": "<size=29>Um espectro de mil anos atrás, com força imensa.\n\n<color=black>Resistência: </color><color=#4B0082>3000</color>\n<color=black>Dano: </color><color=#4B0082>500</color>\n<color=black>Características: </color><color=#4B0082>Ocasionalmente avança uma curta distância, causando 500 de dano às plantas em seu caminho. Ao morrer, causa 500 de dano a plantas em uma área de 3×3, excluindo plantas protegidas por abóboras.</color>"
		},
		{
			"theZombieType": 209,
			"name": "<size=38>Zumbi Rei Palhaço num Pogo</size>",
			"introduce": "<size=29><color=black>\u0022Eu só queria seguir a tendência com esse visual,\u0022 Zumbi Rei Palhaço num Pogo diz dando de ombros sempre que sua aparência legal aparece. Mas todos sabem que ele teve uma história de amor que deixou uma marca profunda nele.</color></size>",
			"info": "<size=29>A bomba está escondida em seu pula-pula.\n\n<color=black>Resistência: </color><color=#4B0082>720 + 4400</color>\n<color=black>Características: </color><color=#4B0082>Se ele morrer enquanto pula, ele explodirá e se transformará em um Zumbi Rei Palhaço.</color></size>"
		},
		{
			"theZombieType": 210,
			"name": "<size=40>Zumbi Mega-Bolichetron</size>",
			"introduce": "<size=29><color=black>\u0022Bolas de peixe? Armadura mecha? Isso é tudo o que importa,\u0022 diz Zumbi Mega-Bolichetron. Ostentando um traje mecânico impressionante, ele sente que é tudo o que ele realmente precisa.</color></size>",
			"info": "<size=29>O Zumbi Mega-Bolichetron pode mudar de direção.\n\n<color=black>Resistência: </color><color=#4B0082>3000</color></size>"
		},
		{
			"theZombieType": 212,
			"name": "<size=40>Devorador Abissal",
			"introduce": "<size=29><color=black>Na história, está registrado que a Armadura de Obsidiana só pode ser usada por quem passou pelas provações de geada amarga e chamas abrasadoras. Quando os zumbis aparecem mergulhado no perigo, seu rosto pode aparecer no mais terrível campo de batalha. 'Não provoque grande comoção, para que não desperte o gigante adormecido'.</color>",
			"info": "<size=29>Uma ameaça antiga, misteriosa e insidiosa.\n\n<color=black>Resistência: </color><color=#4B0082>8000 + 24000</color>\n<color=black>Características: </color><color=#4B0082>Fornece redução de 90% de dano aos zumbis no jardim, gera Zumbinhos Abissais quando bate no chão e herda as características do Devorador Blindado.</color>"
		},
		{
			"theZombieType": 213,
			"name": "<size=40>Zumbinho Abissal",
			"introduce": "<size=29><color=black>Com uma entrada chamativa com lâminas aladas e um papel mortal, o Zumbinho Abissal projetou meticulosamente esta façanha para o papel do mini-pterossauro no último sucesso de Hollytumba, 'Jurassic Zombies'. Ninguém sabe que ele foi acidentalmente atirado para fora.</color>",
			"info": "<size=29>Pode facilmente se infiltrar em sua defesa.\n\n<color=black>Dano: </color><color=#4B0082>200</color>\n<color=black>Resistência: </color><color=#4B0082>1500</color>"
		},
		{
			"theZombieType": 214,
			"name": "<size=36>Yeti Metralhabombas na Baleia",
			"introduce": "<size=29><color=black>Yeti Metralhabombas na Baleia sempre acorda de péssimo humor — principalmente quando um colega caçador de baleias o arrasta para o trabalho. Movido pela raiva, ele está pronto para explodir qualquer planta que encontrar seu caminho antes de voltar para tirar uma soneca.</color>",
			"info": "<size=29>Salta e destrói por trás de sua defesa atirando cerejas explosivas!\n\n<color=black>Resistência: </color><color=#4B0082>1500</color>\n<color=black>Características: </color><color=#4B0082>Começa a atirar cerejas explosivas 3 segundos após entrar no gramado.</color>"
		},
		{
			"theZombieType": 215,
			"name": "<size=32>Zumbi Caixa Misteriosa Diamantada",
			"introduce": "<size=29><color=black>！！！</color>",
			"info": "<size=29>Ninguém sabe o que está escondido dentro da caixa azul...\n\n<color=black>Resistência: </color><color=#4B0082>20000 + 1100</color>\n<color=black>Características: </color><color=#4B0082>Depois que a caixa cai, gera um zumbi aleatório com Resistência total.</color>"
		},
		{
			"theZombieType": 216,
			"name": "<size=38>Zumbi Carroça de Tridentes",
			"introduce": "<size=29><color=black>O Zumbi Carroça de Tridentes é um \"perfeccionista\". Ele acha que seu veículo está um pouco surrado, então o carrega com tridentes. Mas fiel à sua natureza perfeccionista, ele não vai parar até que todos os espaços sejam preenchidos.</color>",
			"info": "<size=29>Lança uma salva de tridentes em sua defesa!\n\n<color=black>Resistência: </color><color=#4B0082>1350+4400</color>\n<color=black>Características: </color><color=#4B0082>Cada ataque lança 14 tridentes em rápida sucessão, após uma breve pausa, dispara outros 14 tridentes. Os tridentes não atingem as plantas diretamente, são lançados em um ângulo e velocidade fixos, causando dano a qualquer planta que atingirem.</color>"
		},
		{
			"theZombieType": 217,
			"name": "<size=40>Super Dancing Zombie",
			"introduce": "<size=29><color=black>All the zombies are amazed at how the Super Dancing Zombie has such incredible pole vaulting skills. \"Oh, it's just my talent,\" says the Super Dancing Zombie. But the truth is, he works two jobs a day, and as they say, \"twice the job, double the jump.\"</color>",
			"info": "<size=29>Can jump over two tiles.\n\n<color=black>Toughness: </color><color=#4B0082>3000</color>Traits: </color><color=#4B0082>Can jump over 2 tiles but is blockable by Tall-nuts</color>"
		},
		{
			"theZombieType": 218,
			"name": "<size=40>Zumbi Pozeidon",
			"introduce": "<size=29><color=black></color>",
			"info": "<size=29>Joga seu tridente divino em sua defesa!\n\n<color=black>Resistência: </color><color=#4B0082>8000+24000</color>\n<color=black>Características: </color><color=#4B0082>Aparece no Purgatório após selecionar o efeito, imune a Hipnoplantas e Carnívoras, não sofre mais de 5000 de dano. Enquanto estiverem no jardim, todos os Mega-Zumbis do Tridente atacarão continuamente, com todos os tridentes causando 5 vezes o dano. Seus tridentes são lançados podem matar instantaneamente a maioria das plantas (o dano pode ser redirecionado) e ao pousar, bloqueiam projéteis. Se não forem destruídos, eles causam uma grande quantidade de dano às plantas próximas ao desaparecerem.</color>"
		},
		{
			"theZombieType": 219,
			"name": "<size=40>Zumbi Giga-Bolichetron",
			"introduce": "<size=29><color=black>O Zumbi Giga-Bolichetron foi projetado como uma versão miniatura e mais precisa do Noz-Mechatron, mas um erro nas medidas resultou em algo... muito maior. Os engenheiros, percebendo o erro tarde demais, decidiram seguir em frente.</color>",
			"info": "<size=29>Absorve dano para todos os zumbis no gramado!\n\n<color=black>Resistência: </color><color=#4B0082>12000</color>\n<color=black>Características: </color><color=#4B0082>Exclusivo do modo Purgatório, é imune a Hipnoplantas e Carnívoras, com limite de 5000 de dano por golpe. Defende todos os zumbis (menos Caixa Misteriosa) e tem um escudo temporário, sofrendo dano apenas uma vez a cada 0,2 segundos.</color></color>"
		},
		{
			"theZombieType": 220,
			"name": "<size=38>Zumbi Noz-Rúgbi Reforçado",
			"introduce": "<size=29><color=black></color>",
			"info": "<size=29>Zumbi Noz-Rúgbi Reforçado veio derrubar sua defesa!\n\n<color=black>Dano: </color><color=#4B0082>200</color>\n<color=black>Resistência: </color><color=#4B0082>8000+24000</color>\n<color=black>Características: </color><color=#4B0082>Imune a Empurrões, Hipnoplantas e Carnívoras, não sofre mais que 5.000 de dano por acerto. Enquanto estiver no jardim, todas as plantas são incapazes de curar e qualquer tentativa de cura causará 0,1x de dano baseado no dano dele. Mata plantas instantaneamente e as transforma em um Zumbi Noz-Rúgbi Blindado. Ele ganha as seguintes habilidades: \n1. Duplica o poder de ataque \n2. Aumenta a velocidade em 0,3 (até um máximo de 3).</color>"
		},
		{
			"theZombieType": 221,
			"name": "<size=40>Artilharia Classe-Kirov",
			"introduce": "<size=29><color=black></color>",
			"info": "<size=29>Artilharia Classe-Kirov dispara bombas e convoca Drones para devastar sua defesa.\n\n<color=black>Resistência: </color><color=#4B0082>12000</color>\n<color=black>Características: </color><color=#4B0082>Aparece apenas no Purgatório após selecionar o efeito, imune a Empurrões, Hipnoplantas, Carnívoras e aeronaves caindo por Eletrocactos, não sofre mais que 5000 de dano por acerto. Ao aparecer em terra, ele avança em alta velocidade, esmagando as plantas na frente. Com um tempo de invencibilidade e decola, invocando um Zumpelim Classe-Kirov a cada 3 segundos e lançando bombas que explodem ao pousar, causando dano às plantas em área.</color>"
		},
		{
			"theZombieType": 222,
			"name": "<size=40>Zumbi Turnê Mundial",
			"introduce": "<size=29><color=black>Este palco meticulosamente elaborado é onde o ele pode finalmente ignorar todas as críticas e mergulhar em sua performance antes que o palco desmorone.</color>",
			"info": "<size=29>Ele dedicou toda a sua vida à paixão pelas apresentações.\n\n<color=black>Resistência: </color><color=#4B0082>32000</color>\n<color=black>Características: </color><color=#4B0082>Aparece apenas no Purgatório após selecionar seu efeito, imune a Hipnoplantas e Carnívoras, não leva mais do que 5.000 de dano por acerto. Concede imunidade a congelamento a zumbis próximos e invoca 4 Zumbis Superstar a cada poucos segundos. Gera 2 Michael Zumbonis e um Zumbi Superstar ao morrer.</color>"
		},
		{
			"theZombieType": 223,
			"name": "<size=40>Professor Zerejaz",
			"introduce": "<size=29><color=black></color>",
			"info": "<size=29>O Professor Zerejaz é obcecado pelo estudo de artefatos científicos, especialmente explosivos. Há rumores de que Cerejazilla foi originalmente sua criação!\n\n<color=black>Resistência: </color><color=#4B0082>1200+12000+1500</color>\n<color=black>Características: </color><color=#4B0082>Aparece apenas no Purgatório após selecionar seu efeito, imune a Empurrões, Hipnoplantas e Carnívoras, não sofre mais que 5000 de dano a cada golpe, fica invulnerável quando seu jornal é destruído, converte até 30 zumbis próximos em zumbis enfurecidos. Ele então atira uma saraivada de cerejas e catapulta bombas enquanto acelera. Plantas espinho destroem seu jornal instantâneamente.</color>"
		},
		{
			"theZombieType": 224,
			"name": "<size=40>Zumbi Rainha Palhaça",
			"introduce": "<color=black>O olhar da Rainha por si só é suficiente para fazer seus servos tremerem. Ninguém ousa desafiá-la. Mas o poder não é seu único prazer — ela adora presentear! Dentro de sua caixa de presentes ornamentada, brinquedos e bugigangas aguardam por novos donos... junto com bombas preparadas para surpreender! \"Eu adoro surpresinhas, teh-he!\" diz a Rainha ao presentear os outros.</color>",
			"info": "<size=29>A Zumbi Rainha Palhaça é adora criar \"cenas explosivas.\"\n\n<color=black>Resistência: </color><color=#4B0082>32000</color>\n<color=black>Características: </color><color=#4B0082>Aparece somente no Purgatório após selecionar seu efeito em batalha. Recebe no máximo 5000 de dano por acerto antes de qualquer redução de dano. Imune a encantamentos ou devoração. Esmaga plantas ao tocá-las. Recupera 3000 de Resistência toda vez que é atingido por uma explosão de caixa-surpresa. Emerge de sua caixa em intervalos regulares, exibindo um dos seguintes efeitos aleatoriamente:\n1. Invoca Zumbis Rei Palhaço da 5ª coluna em diante.\n2. Invoca Zumbis Rei Palhaço num Pogo da 5ª coluna em diante.\n3. Libera uma explosão em todos os ladrilhos da coluna em que ela está, causando dano direto.</color>"
		}
	]
}