{
  "zombies": [
    {
      "theZombieType": 0,
      "name": "<size=30>Zombi</size>",
      "introduce": "<size=36><color=#3D1400>Zombie odia que su nombre lo haga parecer un simple, bueno, zombie. No se considera un enemigo sin nombre o solo otro cadáver común. ¡Es un individuo, maldita sea! Y va a hacer algo extraordinario, aunque te mate en el proceso.</color></size>",
      "info": "<size=36>Zombie común y corriente de jardín.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270</color></size>"
    },
    {
      "theZombieType": 2,
      "name": "<size=30>Zombi Caracono</size>",
      "introduce": "<size=36><color=#3D1400>El Zombi Caracono no tiene idea de lo que es un cono de tráfico. Para él, parece un cono de helado, y cuando descubre que no puede comérselo, simplemente se lo pone en la cabeza.</color></size>",
      "info": "<size=36>Su cono de tráfico en la cabeza lo hace el doble de resistente que los zombis normales.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+370</color></size>"
    },
    {
      "theZombieType": 3,
      "name": "<size=30>Zombi Atleta</size>",
      "introduce": "<size=36><color=#3D1400>Una vez el mejor saltador de altura en su pueblo, la carrera del Zombi Atleta dio un giro el día que olvidó poner los cojines detrás del soporte de salto de altura.</color></size>",
      "info": "<size=36>El Zombi Atleta salta con una pértiga.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Salta sobre la primera planta que encuentra.</color></size>"
    },
    {
      "theZombieType": 4,
      "name": "<size=30>Zombi Caracubo</size>",
      "introduce": "<size=32><color=#3D1400>Hace mucho tiempo, el Zombi Caracubo, que era simplemente un pintor, fue aclamado como un genio entre los zombis por su uso creativo de un cubo. Han pasado los años, y ahora los zombis se preguntan si todavía tiene algunos trucos asesinos bajo la manga. ¿Se le están acabando las ideas, o está ocultando algo? ¿Quién sabe?</color></size>",
      "info": "<size=32>Su cubo en la cabeza lo hace extremadamente resistente al daño.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+1100</color></size>"
    },
    {
      "theZombieType": 5,
      "name": "<size=30>Zombi Lector</size>",
      "introduce": "<size=36><color=#3D1400>\"No puedes culparlo por estar frustrado; estaba a punto de terminar el crucigrama (la palabra vertical número 23 es 'Cerebros'), lo que explica por qué estaba sosteniendo el periódico al revés.\"</color></size>",
      "info": "<size=36>Su periódico proporciona una defensa limitada.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+200</color>\n<color=#3D1400>Características: </color><color=#4B0082>Al principio se mueve normalmente, pero acelera después de perder su periódico.</color></size>"
    },
    {

      "theZombieType": 6,
      "name": "<size=30>Zombi Bailarín</size>",
      "introduce": "<size=33><color=#3D1400>Las habilidades atléticas del Zombi Bailarín son promedio según los estándares de los zombis. Siguiendo el consejo de los Bailarines de Respaldo, decidió seguir el camino del ídolo. Ahora, su canción pop \"You Only Live Once,\" una colaboración con Zombi Jackson, se está convirtiendo en un éxito.</color></size>",
      "info": "<size=33>Después de saltar, convoca a sus bailarines de respaldo.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Invoca a 4 Bailarines de Respaldo.</color></size>"
    },
    {
      "theZombieType": 7,
      "name": "<size=30>Bailarín de Respaldo</size>",
      "introduce": "<size=36><color=#3D1400>Los cuatro hermanos, una vez huérfanos problemáticos, desarrollaron personalidades retorcidas y acosaban a otros en la Academia Zombi. Un día, vieron al Zombi Bailarín actuando alegremente en el escenario, y eso los cambió. Desde ese momento, se unieron a él para actuar juntos en el escenario.</color></size>",
      "info": "<size=36>Puede saltar plantas.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270</color></size>"
    },
    {
      "theZombieType": 8,
      "name": "<size=30>Zombi Portero</size>",
      "introduce": "<size=32><color=#3D1400>El Zombi Portero, una vez miembro de una fuerza de tarea del FBI con mal genio pero con un corazón recto, nunca negociaba con ladrones: simplemente derribaba puertas para salvar a los rehenes. Después de convertirse en zombi, su buen corazón permaneció igual. Cuando vio a zombis secuestrando a un pequeño zombi fantasma, intentó irrumpir, pero ellos recubrieron la puerta con pegamento, atrapando su mano.</color></size>",
      "info": "<size=32>Puede bloquear balas que vienen de frente.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+1100</color></size>"
    },
    {
      "theZombieType": 9,
      "name": "<size=30>Zombi Deportista</size>",
      "introduce": "<size=36><color=#3D1400>El Zombi Deportista es una estrella del deporte entre los zombis, admirado por muchos por su heroica presencia en el campo. Muchas compañías quieren contratarlo, pero sus demandas salariales son altas: un sueldo anual de 10,000 cerebros.</color></size>",
      "info": "<size=36>Corre súper rápido.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+1400</color></size>"
    },
    {
      "theZombieType": 10,
      "name": "<size=30>Zombi Jackson</size>",
      "introduce": "<size=36><color=#3D1400>Traje negro, sombrero negro; no está aquí para un funeral. Es solo un bailarín, y puedes llamarlo Zombi Jackson.</color></size>",
      "info": "<size=36>Encabeza el ataque con sus movimientos de baile definitivos.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Invoca a 4 Zombis Bailarines a la vez.</color></size>"
    },
    {
      "theZombieType": 11,
      "name": "Duck Zombie NOT IN GAME",
      "introduce": "<size=36><color=#3D1400>su puta madre los zombis pueden nadar</color>",
      "info": "<size=36>可以在水里移动。\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270</color>"
    },
    {
      "theZombieType": 12,
      "name": "Coneduck Zombie NOT IN GAME",
      "introduce": "<size=36><color=#3D1400>su puta madre los zombis pueden nadar con cono\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270</color>"
    },
    {
      "theZombieType": 13,
      "name": "Bucketduck Zombie NOT IN GAME",
      "introduce": "<size=36><color=#3D1400>su puta madre los zombis son zombis</color>",
      "info": "<size=36>可以在水里移动。\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270</color>"
    },
    {
      "theZombieType": 14,
      "name": "<size=30>Zombarino</size>",
      "introduce": "<size=36><color=#3D1400>El formidable Zombarino, diseñado en base a principios biónicos, es tanto majestuoso como intimidante: un arma de guerra codiciada por los zombis. \"Ahora solo necesitamos resolver el problema de las algas enredándose en la hélice,\" dijo el Dr. Edgar.</color></size>",
      "info": "<size=36>El principal vehículo de los zombis contra las plantas acuáticas.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>1350</color></size>"
    },
    {
      "theZombieType": 15,
      "name": "<size=30>Zombi Becario</size>",
      "introduce": "<size=34><color=#3D1400>El Zombi Becario, gran autoridad académica, es un apasionado lector. Molestarlo mientras lee desata su furia, demostrando que el conocimiento es poder.\"</color></size>",
      "info": "<size=34>Inflige un gran daño junto con sus robustos libros.\n\n<color=#3D1400>Daño: </color><color=#4B0082>400</color>\n<color=#3D1400>Dureza: </color><color=#4B0082>720+1100</color>\n<color=#3D1400>Características: </color><color=#4B0082>Invencibilidad temporal y aumento de velocidad de movimiento después de que se rompa el libro.</color></size>"
    },
    {
      "theZombieType": 16,
      "name": "<size=30>Zombictor</size>",
      "introduce": "<size=36><color=#3D1400>El zombictor es un excelente piloto, especialmente considerando que pocos zombis pueden navegar del campo de hielo al césped. Ahora, debe ir a pagar la multa. La máquina de hielo que opera no es una Zamboni; es una Zomboni producida por la Compañía C.</color></size>",
      "info": "<size=36>La Zomboni aplica hielo, vapor y presión a tus plantas.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>1350</color></size>"
    },
    {
      "theZombieType": 17,
      "name": "<size=30>Zombi Buzo</size>",
      "introduce": "<size=36><color=#3D1400>El Zombi Buzo puede tener una máscara rota, pero eso no le impide bucear y flotar en el agua. Su llamado \"hundimiento\" no se debe a sus habilidades de buceo; simplemente no necesita aire para respirar.</color></size>",
      "info": "<size=36>El Zombi Buzo puede nadar bajo el agua.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se sumerge para evitar ataques de proyectiles.</color></size>"
    },
    {
      "theZombieType": 18,
      "name": "<size=30>Zombisquí</size>",
      "introduce": "<size=36><color=#3D1400>Este coche, diseñado por entusiastas del esquí, se desplaza suavemente sobre la nieve y el hielo, alcanzando incluso mayores velocidades que en el césped. Desafortunadamente, tiene un defecto: solo puede arrancar en superficies heladas.</color></size>",
      "info": "<size=36>Sólo aparece cuando hay hielo en el campo.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>2700</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se mueve muy rápido cuando está sobre el hielo.</color></size>"
    },
    {
      "theZombieType": 19,
      "name": "<size=30>Zombi con Delfín</size>",
      "introduce": "<size=32><color=#3D1400>El Zombi con Delfín es un artista a tiempo parcial y cuidador de delfines en un acuario. El delfín que monta es un zombi, pero a diferencia de los zombis típicos, este \"delfín zombi\" no tiene deseos de cerebros.</color></size>",
      "info": "<size=32>Los Zombis con Delfín usan a los delfines para superar tu defensa.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Salta sobre la primera planta que encuentra.</color></size>"
    },
    {
      "theZombieType": 20,
      "name": "<size=30>Zombi Pescador</size>",
      "introduce": "<size=32><color=#3D1400>El Zombi Pescador era originalmente un lanzador de jabalina que se convirtió en pescador tras retirarse. Sin embargo, cuando fue al río a pescar, se hundió porque no sabía nadar. Cuando llegó a la orilla, se dio cuenta de que se había convertido en lo que es ahora.</color></size>",
      "info": "<size=32>Lanza un tridente para atacar tus plantas.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Lanza un tridente, causando daño a las plantas igual al 20% (mínimo de 20) de su dureza actual.\n<color=#3D1400>Rango de búsqueda: </color><color=#4B0082>3.5 baldosas al frente</color></size>"
    },
    {
      "theZombieType": 21,
      "name": "<size=30>Zombi Deluxe</size>",
      "introduce": "<size=30><color=#3D1400>Esta noche, los Zombis Deluxe revelarán su deslumbrante mundo plateado. Sus ojos brillan como las estrellas más brillantes en el cielo nocturno, y la luz dorada parece fluir como un río a través del tiempo, iluminando el camino incierto por delante. Cada vez que la tapa de la caja se abre suavemente, se siente como abrir una puerta misteriosa a otro reino.</color></size>",
      "info": "<size=30>¿Es este... un Zombi Caracono? \n\n<color=#3D1400>Dureza: </color><color=#4B0082>4400</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se convierte en un Zombi Dorado al morir.</color></size>"
    },
    {
      "theZombieType": 22,
      "name": "<size=30>Zombi Dorado</size>",
      "introduce": "<size=36><color=#3D1400>\"Debajo de la caja dorada, esperan otras cajas de diferentes colores. ¿Puedes adivinar de qué está hecha la caja de adentro?\"</color></size>",
      "info": "<size=36>¿Es este... un Zombi Caracono? \n\n<color=#3D1400>Dureza: </color><color=#4B0082>2200</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se convierte en un Zombi Plata al morir.</color></size>"
    },
    {
      "theZombieType": 23,
      "name": "<size=30>Zombi Plata</size>",
      "introduce": "<size=36><color=#3D1400>El Zombi Plata piensa en la caja en su cabeza como una olla, así que debe ser una. Dada su mentalidad, ¿por qué no adoptar su perspectiva? Y ves la marca de exclamación en su caja, ¿verdad?</color></size>",
      "info": "<size=36>¿Es este... un Zombi Caracono? \n\n<color=#3D1400>Dureza: </color><color=#4B0082>1100</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se convierte en un Zombi Caracono al morir.</color></size>"
    },
    {
      "theZombieType": 24,
      "name": "<size=26>Zombi con Cajita</size>",
      "introduce": "<size=36><color=#3D1400>Aunque el Zombi con Cajita es un paciente mental, el circo acogió su solicitud. Ten cuidado con lo que hay en su caja de juguetes; seguro que te asusta.</color></size>",
      "info": "<size=36>Este zombi lleva una sorpresa explosiva.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>A veces explota y mata instantáneamente a las plantas circundantes.</color></size>"
    },
    {
      "theZombieType": 25,
      "name": "<size=30>Zombi Globo</size>",
      "introduce": "<size=33><color=#3D1400>El Zombi Globo, uno de los creadores del Zomppelin, recibe frecuentemente preguntas sobre por qué se ha atado globos. Su respuesta habitual es: \"Esa fue mi conclusión.\" Sin embargo, la verdad es que los globos simplemente se enredaron por casualidad.</color></size>",
      "info": "<size=33>El Zombi Globo flota por encima del caos, inmune a la mayoría de los ataques.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+20</color>\n<color=#3D1400>Características: </color><color=#4B0082>No puede ser dañado por la mayoría de las plantas mientras vuela.</color></size>"
    },
    {
      "theZombieType": 26,
      "name": "<size=30>Zomppelin</size>",
      "introduce": "<size=36><color=#3D1400>El Zomppelin, creación del Dr. Edgar, es el nuevo aliado de los zombis. Muchos especulan sobre quién lo pilotará. Dr. Edgar dice: \"Es solo un globo. Incluso podría convertirlo en un dron para evitar la vergüenza al ser derrotado por plantas.\"</color></size>",
      "info": "<size=36>Lanzará bombas mortales mientras vuela sobre tus plantas.\n\n<color=#3D1400>Daño de la Bomba: </color><color=#4B0082>1000</color>\n<color=#3D1400>Dureza: </color><color=#4B0082>1350</color></size>"
    },
    {
      "theZombieType": 27,
      "name": "<size=30>Yeti con Orca</size>",
      "introduce": "<size=32><color=#3D1400>La ballena blanca del Zombi Yeti tiene habilidades de salto impresionantes. El Zombi con Delfín está celoso y siempre quiere usarla, pero el Zombi Yeti se niega. Dr. Edgar comenta: \"El Zombi Yeti no controla su ballena; siempre quiere esconderse, pero la ballena va en la otra dirección.\"</color></size>",
      "info": "<size=32>Salta tres baldosas hacia adelante y luego regresa, atacando tus plantas desde atrás.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>No puede ser bloqueado por Nuez Alta.</color></size>"
    },
    {
      "theZombieType": 28,
      "name": "<size=30>Zombi Minero</size>",
      "introduce": "<size=32><color=#3D1400>Hace mucho tiempo, los Zombis Mineros despreciaban a los Magnetosetas por confiscar constantemente sus herramientas. Ahora, odian aún más a las Calabazas Mineras. \"Mi cabeza sigue siendo golpeada, lo cual me hace sentir aún peor,\" lamenta.</color></size>",
      "info": "<size=32>Este zombi cava para evadir tus defensas.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Túneles subterráneos y aparece en el lado izquierdo del césped. Vulnerable a los Magnetosetas.</color></size>"
    },
    {
      "theZombieType": 29,
      "name": "<size=28>Zombicóptero</size>",
      "introduce": "<size=36><color=#3D1400>\"Amigos, ¿sabían sobre el dirigible de Berlín? Inspiró mi diseño…\" Todos los zombis quieren esconderse del Zombicóptero, no solo porque habla demasiado sobre el dirigible, sino también porque el ruido de la hélice de su globo es insoportable.</color></size>",
      "info": "<size=36>¡El Zombicóptero no le teme al Trebolador!\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+2200+500</color>\n<color=#3D1400>Características: </color><color=#4B0082>La hélice en la parte superior puede contrarrestar los vientos del Trebolador.</color></size>"
    },
    {
      "theZombieType": 30,
      "name": "<size=28>Zombiyaso con Caja</size>",
      "introduce": "<size=30><color=#3D1400>Para cada zombi payaso, la autodestrucción es la forma más alta de arte, y el Zombiyaso sobresale por encima de todos. \"¡El Zombiyaso nunca se quitará la máscara ni soltará la caja de regalo en su mano!\"</color></size>",
      "info": "<size=30>¡El Zombiyaso también puede explotar después de su muerte!\n\n<color=#3D1400>Dureza: </color><color=#4B0082>720+370</color>\n<color=#3D1400>Características: </color><color=#4B0082>Después de explotar, duplica su velocidad y puede autodestruirse para convertirse en un Zombi con Cajita. Cuanto más rápido explote, mayor es la posibilidad de morir.</color></size>"
    },
    {
      "theZombieType": 31,
      "name": "Zombipulta",
      "introduce": "<size=34><color=#3D1400>Nadie sabe cómo el Zombipulta ajusta tan precisamente su fuerza de lanzamiento. Solo se sabe que, si lo ves, es mejor que te cubras la cabeza rápidamente.</color></size>",
      "info": "<size=34>Lanza balones para atacar tus plantas.\n\n<color=#3D1400>Dureza::</color><color=red>850</color>\n<color=#3D1400>Características:</color><color=red>Lanza balones a tus plantas, daño de la canasta: 60</color>\n<color=#3D1400>Ocupación:</color><color=red> Director de la Zombi NBA</color></size>",
      "cost": ""
    },
    {
      "theZombieType": 32,
      "name": "Zombi Saltarín",
      "introduce": "<size=35><color=#3D1400>Al Zombi Saltarín le encanta rebotar. Él cree que el momento de saltar al aire es lo más cercano a volar. Pero, ¿alguien le habrá advertido en vida que no use la pértiga en los tejados?</color></size>",
      "info": "<size=35>El Zombi Saltarín puede saltar tus defensas.\n\n<color=#3D1400>Dureza::</color><color=red>720</color>\n<color=#3D1400>Características:</color><color=red>Salta sobre las plantas</color>\n<color=#3D1400>Ocupación:</color><color=red>Aficionado al Salto con pértiga Zombie</color></size>",
      "cost": ""
    },
    {
      "theZombieType": 33,
      "name": "Zombi Escalador",
      "introduce": "<size=30><color=#3D1400>El Zombi Escalador creyó que con una escalera y un disfraz de trabajador podría entrar en cualquier lugar. Compró una escalera, se puso el uniforme y se preparó para atravesar las defensas de las plantas. \"¿Nadie le ha dicho que su piel de zombi es obvia?\" comentó el Lanzaguisantes.</color></size>",
      "info": "<size=30>El Zombi Escalador puede superar obstáculos.\n\n<color=#3D1400>Dureza::</color><color=red>720+720</color>\n<color=#3D1400>Características:</color><color=red>La escalera permite a los zombis ignorar las plantas</color>\n<color=#3D1400>Ocupación:</color><color=red>Técnico en Trabajos de Altura Zombie</color></size>",
      "cost": ""
    },
    {
      "theZombieType": 34,
      "name": "<size=30>Vegezombi Saltarín",
      "introduce": "<size=30><color=#3D1400>'¡Es poco probable que un proyectil golpee el mismo cráter dos veces! Eso dice la teoría del cráter,' dice el Vegezombi Saltarín mientras ajusta su sombrero de piel de melón. Pero ningún zombi le dijo que el contraste rojo y verde lo hacía demasiado visible entre la horda.</color></size>",
      "info": "<size=30>Puede cargar un gran salto para entrar en tus defensas.\n\n<color=#3D1400>Dureza::</color><color=red>270+2200</color>\n<color=#3D1400>Características:</color><color=red>Carga durante 5 segundos y luego realiza un gran salto. Es invencible durante el salto.</color>\n<color=#3D1400>Ocupación:</color><color=red>Salta con Piel de Melón</color></size>",
      "cost": ""
    },
    {
      "theZombieType": 35,
      "name": "Zombistein",
      "introduce": "<size=35><color=#3D1400>Como muchas criaturas grandes, el Zombistein tiene poca inteligencia a cambio de su enorme tamaño. ¿Cerebro? ¿Plantas? Nada de eso le importa ni entiende. Solo sabe avanzar, y lo hará sin cesar.</color></size>",
      "info": "<size=35>Puede aplastar tus plantas.\n\n<color=#3D1400>Dureza::</color><color=red>3000</color>\n<color=#3D1400>Ocupación:</color><color=red>Destructor Imparable</color></size>",
      "cost": ""
    },
    {
      "theZombieType": 36,
      "name": "<size=28>Mega Zombistein",
      "introduce": "<size=36><color=#3D1400>A pesar de que el Mega Zombistein causa estragos en el campo de batalla con sus ojos rojos aterradores, tiene un pequeño secreto: sus ojos rojos son simplemente el resultado de la falta de sueño diario.</color></size>",
      "info": "<size=36>El furioso Zombistein puede aplastar tus plantas.\n\n<color=#3D1400>Dureza::</color><color=red>6000</color>\n<color=#3D1400>Ocupación:</color><color=red>Destructor Imparable</color></size>",
      "cost": ""
    },
    {
      "theZombieType": 37,
      "name": "Zombidito",
      "introduce": "<size=35><color=#3D1400>El Zombidito tiene un amor innato por meterse en espacios estrechos, lo que le hace sentir más seguro. Así que no te sorprendas si lo ves en cualquier lugar.</color></size>",
      "info": "<size=35>Serán lanzados dentro de tus defensas por Zombistein.\n\n<color=#3D1400>Dureza::</color><color=red>270</color>\n<color=#3D1400>Ocupación:</color><color=red>Escurridizo por Naturaleza</color></size>",
      "cost": ""
    },
    {
      "theZombieType": 38,
      "name": "Robotstein V1",
      "introduce": "<size=36><color=#3D1400>Colaboración entre plantas y zombis</color></size>",
      "info": "<size=36>El último invento del Dr. Zombi, es inmune a la congelación y avanzará sin detenerse hacia tus defensas.\n\n<color=#3D1400>Dureza::</color><color=red>3000</color>\n<color=#3D1400>Características:</color><color=red>Inmune al control, sigue moviéndose incluso si pierde la cabeza, teme a la Magnetoseta</color>\n<color=#3D1400>Ocupación:</color><color=red>Máquina de Destrucción Zombie V1</color></size>",
      "cost": ""
    },
    {
      "theZombieType": 39,
      "name": "Robotstein V2",
      "introduce": "<size=36><color=#3D1400>Colaboración entre plantas y zombis</color></size>",
      "info": "<size=36>El último invento del Dr. Zombi, es inmune a la congelación y avanzará sin detenerse hacia tus defensas.\n\n<color=#3D1400>Dureza::</color><color=red>6000</color>\n<color=#3D1400>Características:</color><color=red>Inmune al control, sigue moviéndose incluso si pierde la cabeza, teme a la Magnetoseta</color>\n<color=#3D1400>Ocupación:</color><color=red>Máquina de Destrucción Zombie V2</color></size>",
      "cost": ""
    },

    {
      "theZombieType": 40,
      "name": "Nuez Robótica",
      "introduce": "",
      "info": "<size=30>Un boliche rodante, pero del lado de los zombis.\n\n<color=#3D1400>Dureza::</color><color=red>1350</color>\n<color=#3D1400>Características:</color><color=red>Cambia de fila al golpear plantas, acelerando en pendientes. Aplasta plantas con menos de 1000 de vida; las que tienen más de 1000 de vida reciben 1000 de daño. Reduce velocidad tras cambiar de fila y puede ser detenido por Paraplantas. Al morir, libera 5 zombiditos con probabilidad de soltar bolas de hielo, fuego, o fragmentos mecánicos. Las bolas de hielo y fuego aplastan plantas, bloquean 30 proyectiles o desaparecen en 30 segundos, y pueden ser eliminadas por setas de hielo y chiles picantes. Acelera en pendientes y puede ser detenida por nueces.</color></size>"
    },
    {
      "theZombieType": 43,
      "name": "Zombistein Medievo",
      "introduce": "<size=24><color=#3D1400>Zombistein Medievo es un gran fan de una apariencia llamada 'Caballero' de su juego favorito. Así que gastó una fortuna ordenando un conjunto de armadura medieval hecho a medida solo para él. Sin embargo, cuando intentó quitársela, descubrió que estaba atascada para siempre... Y así fue como terminó con una apariencia permanente de 'Cadavalier'.</color>",
      "info": "<size=24>¡Genera Zombiditos cada vez que golpea con su maza!\n\n<color=#3D1400>Dureza: </color><color=#4B0082>8000+24000</color>\n<color=#3D1400>Rasgos: </color><color=#4B0082>Se mueve a la mitad de la velocidad de los Zombistein normales, no recibe más de 5000 de daño de un solo golpe, los efectos de hipnosis duran la mitad del tiempo en él, lanza una bola de Nuez Robótica a mitad de vida, y genera de 1 a 3 Zombiditos cada vez que golpea el suelo con su maza.</color>\n<color=#3D1400>Ocupación: </color><color=red>Caballero Medieval</color>"
    },
    {
      "theZombieType": 45,
      "name": "Zombi Colgao",
      "introduce": "<color=#3D1400>Zombi Colgao ama tomar riesgos. Después de todo, ¿cuál es el punto de estar muerto si no vives un poco?</color>",
      "info": "Desciende del cielo y roba una planta.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>720</color>"
    },
    {
      "theZombieType": 47,
      "name": "Zombi Yeti",
      "introduce": "<size=36><color=#3D1400>El Zombi Yeti es una criatura legendaria y esquiva. Pocos han logrado verlo, y aquellos que lo han hecho cuentan historias sobre su enigmática presencia en noches de niebla.</color>",
      "info": "<size=36>Los Zombis Yeti a veces pueden huir.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>1350</color>\n<color=#3D1400>Rasgos: </color><color=#4B0082>Suspende/congela plantas en un área de 3x3 a su alrededor.</color>"
    },
    {
      "theZombieType": 48,
      "name": "Zombi Nian",
      "introduce": "<size=36><color=#3D1400>El Zombi Nian es una bestia mítica que despierta durante las festividades. Con su armadura dorada y su mirada feroz, representa un desafío monumental para cualquier jardinero desprevenido. Sin embargo, le teme a los cuetes, como los perritos.</color>",
      "info": "<size=36>Los Zombis Nian tienen armaduras fuertes.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>8888+8888</color>\n<color=#3D1400>Debilidad:</color><color=#4B0082>Bambooms</color>"
    },
    {
      "theZombieType": 49,
      "name": "Zombi Yeti Esquimal",
      "introduce": "<size=28><color=#3D1400>\"¡Guerra de bolas de nieve!\" El Zombi Yeti Esquimal despierta de su caverna, lanzando bolas de nieve en todas partes. \"¿Le decimos que así no es como funciona la guerra?\" Pregunta un zombi. \"Nah, veamos cuanto tiempo se tarda en darse cuenta.\"</color>",
      "info": "<size=32>¡Puede congelar a plantas con sus grandes bolas..de nieve!\n\n<color=#3D1400>Dureza: </color><color=#4B0082>720</color>\n<color=#3D1400>Características:</color><color=#4B0082>Al aparecer, lanza bolas de nieve hacia las plantas cada 2 segundos, congelándolos en una área de 3x3.</color>"
    },
    {
      "theZombieType": 100,
      "name": "<size=30>Vegezombi Guisante</size>",
      "introduce": "<size=36><color=#3D1400>La habilidad del Vegezombi Guisante para atacar a distancia a menudo asusta a las plantas. Sin embargo, el verdadero pánico lo sienten los zombis, que temen que los que luchan frente a él sean atacados desde atrás.</color></size>",
      "info": "<size=36>Dispara guisantes para atacar tus plantas.\n\n<color=#3D1400>Daño:</color><color=#4B0082>20</color>\n<color=#3D1400>Dureza::</color><color=#4B0082>270</color>\n<color=#3D1400>Ocupación:</color><color=red>Francotirador Zombie</color></size>"
    },
    {
      "theZombieType": 101,
      "name": "<size=29>Vegezombi Cerezo</size>",
      "introduce": "<size=36><color=#3D1400>El Zombi Cerezo es un estudiante de secundaria de 17 años con una cabeza de planta que crece de su cuello. Su fruta favorita son las cerezas, y debido a su linaje papal, los zombis lo llaman cariñosamente el \"Rey Hoja\".</color></size>",
      "info": "<size=36>Dispara balas de cereza para atacar tus plantas.\n\n<color=#3D1400>Daño: </color><color=#4B0082>60</color>\n<color=#3D1400>Dureza: </color><color=#4B0082>500</color></size>"
    },
    {
      "theZombieType": 102,
      "name": "<size=30>Vegezombi Cerezoxplosivo</size>",
      "introduce": "<size=36><color=#3D1400>El Vegezombi Cerezoxplosivo ama escuchar \"Cherry Bomb\" de The Runaways, lo que podría explicar su ardiente pasión. Sin embargo, nadie sabe cómo aprendió a encender fuegos artificiales con su boca.</color></size>",
      "info": "<size=36>Dispara cerezas explosivas para atacar tus plantas.\n\n<color=#3D1400>Daño: </color><color=#4B0082>1000</color>\n<color=#3D1400>Dureza: </color><color=#4B0082>500</color></size>"
    },
    {
      "theZombieType": 103,
      "name": "<size=30>Vegezombi Nuez</size>",
      "introduce": "<size=36><color=#3D1400>Después de un asalto de las plantas, el Vegezombi Nuez mostró marcas de mordidas en su cabeza en lugar de agujeros de bala. Cuando se le entrevistó, dijo: \"Quizás mis camaradas simplemente tenían hambre.\"</color></size>",
      "info": "<size=36>Es una nuez que se mueve.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+1100</color></size>"
    },
    {
      "theZombieType": 104,
      "name": "<size=28>Vegezombi Lector</size>",
      "introduce": "<size=30><color=#3D1400>La fruta favorita de este zombi son las cerezas, y hasta su periódico tiene sabor a cereza. El periódico que sostiene es lo único que puede calmar su ira.</color></size>",
      "info": "<size=30>Se convierte en una ráfaga explosiva de cerezas cuando se rompe su periódico.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>1500+200</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se molesta temporalmente después de romperse el periódico, luego dispara cerezas explosivas cada 0.75 segundos.\n<color=#3D1400>Rango de explosión: </color><color=#4B0082>Salpicadura en cruz, puede ser absorbida por petanueces.</color></size>"
    },
    {
      "theZombieType": 105,
      "name": "<size=30>Zombi Caracaja</size>",
      "introduce": "<size=44><color=#3D1400>？？？</color></size>",
      "info": "<size=44>Nadie sabe qué se esconde dentro de la caja.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+370</color>\n<color=#3D1400>Características: </color><color=#4B0082>Después de que la caja cae, aparece un zombi aleatorio.</color></size>"
    },
    {
      "theZombieType": 106,
      "name": "<size=30>Vegezombi Hierrinuez</size>",
      "introduce": "<size=32><color=#3D1400>¿Por qué la cabeza del Vegezombi Hierrinuez está hecha de hierro? Es porque todos decían que comer nueces alimentaba el cerebro, pero no se dio cuenta de que las nueces que consumía estaban llenas de hierro. Sin embargo, puede que no sea tan malo: al menos ahora tiene una cabeza de hierro.</color></size>",
      "info": "<size=32>Es una nuez metálica móvil.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+2200</color>\n<color=#3D1400>Características: </color><color=#4B0082>Dejará caer una cubeta de hierro cuando sea destruido por balas.</color></size>"
    },
    {
      "theZombieType": 107,
      "name": "<size=30>Vegezombi Petanuez</size>",
      "introduce": "<size=36><color=#3D1400>Los hombres de verdad nunca se dan la vuelta para ver explosiones, y el Vegezombi Petanuez definitivamente encaja en la descripción, ya que a menudo atrapa bombas con su cara.</color></size>",
      "info": "<size=36>Tiene una ligera Dureza: contra balas explosivas.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+1100</color>\n<color=#3D1400>Características: </color><color=#4B0082>Recibe un máximo de 150 de daño por explosiones.</color></size>"
    },
    {
      "theZombieType": 108,
      "name": "<size=30>Vegezombi Metálico</size>",
      "introduce": "<size=36><color=#3D1400>El año pasado, el Vegezombi Metálico sacó una carta del tarot que decía \"El Emperador.\" Desde entonces, ha podido disparar balas de hierro a voluntad.</color></size>",
      "info": "<size=36>Dispara balas de alto daño.\n\n<color=#3D1400>Daño: </color><color=#4B0082>80</color>\n<color=#3D1400>Dureza: </color><color=#4B0082>1350</color>\n<color=#3D1400>Características: </color><color=#4B0082>Dejará caer una cubeta de hierro cuando sea destruido por balas.</color></size>"
    },
    {
      "theZombieType": 109,
      "name": "<size=34>Vegezombi Al-Ta-Star</size>",
      "introduce": "<size=32><color=#3D1400>El Vegezombi Al-Ta-Star era una vez solo un Zombi Deportista ordinario, hasta que un día chocó con una nuez que estaba esparciendo fertilizante. \"¡No sé cómo este tipo terminó en mi cabeza; me está sofocando!\" lamentó el Vegezombi Al-Ta-Star.</color></size>",
      "info": "<size=32>Zombi de alta armadura que también puede correr muy rápido.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+4400</color>\n<color=#3D1400>Características: </color><color=#4B0082>Dejará caer un casco de rugby cuando sea destruido por balas.</color></size>"
    },
    {
      "theZombieType": 110,
      "name": "<size=26>Zombi Caracaja Dorado</size>",
      "introduce": "<size=36><color=#3D1400>？？！</color></size>",
      "info": "<size=36>¿¡Uno dorado!? Me pregunto qué habrá dentro de esta Caja Misteriosa...\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+720</color>\n<color=#3D1400>Características: </color><color=#4B0082>Después de que la caja se caiga, aparece un zombi caracaja con dureza completa.</color></size>"
    },
    {
      "theZombieType": 111,
      "name": "<size=28>Vegezombi Ártico</size>",
      "introduce": "<size=32><color=#3D1400>Opiniones abundan sobre la cabeza del Vegezombi Nuez Ártico: algunos creen que quiere alejarse del frío, otros piensan que es por los experimentos del Dr. Edgar. Solo él sabe que el casco apareció tras comer un hongo azul.</color></size>",
      "info": "<size=32>Un zombi robusto que también puede anular el daño de los proyectiles de hielo.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+2200</color>\n<color=#3D1400>Características: </color><color=#4B0082>Inmunidad a los proyectiles congelados o de hielo.</color></size>"
    },
    {
      "theZombieType": 112,
      "name": "<size=36>Zombipulta Bombástico",
      "introduce": "<size=33><color=#3D1400>Oh, perfecto, ahora cubrirse la cabeza no servirá de nada. Mejor corre antes de que se le acaben las pelotas de baloncesto.</color></size>",
      "info": "<size=33>Lanza cerezas explosivas para destruir tus defensas.\n\n<color=#3D1400>Dureza::</color><color=red>1350</color>\n<color=#3D1400>Características:</color><color=red>Después de lanzar 5 balones, comienza a lanzar cerezas explosivas, las cuales causan 30 de daño a las Paraplantas.</color>\n<color=#3D1400>Ocupación:</color><color=red>Experto en Demoliciones Zombie</color></size>",
      "cost": ""
    },
    {
      "theZombieType": 113,
      "name": "Pea Rider Zombie",
      "introduce": "<size=36><color=#3D1400>What makes this fella special compared to the whale rider yeti? Pea Rider replies, I just really enjoy playing Boomerang.</color>",
      "info": "<size=36>A variant of the Whale Rider Yeti!\n\n<color=#3D1400>Dureza: </color><color=#4B0082>720</color>\n<color=#3D1400>Traits: </color><color=#4B0082>Shoots peas at your plants before and after jumping.</color>"
    },
    {
      "theZombieType": 114,
      "name": "Vegezombi Portero",
      "introduce": "<size=30><color=#3D1400>El Vegezombi Portero siempre carga equipo de hierro, desconcertando a otros zombis. \u0022Si las Magnetosetas pueden arrancarnos la cabeza, ¿por qué no traemos más metal?\u0022 Su lógica funcionó... hasta que conoció a Trebolaimán.</color>",
      "info": "<size=30>Este zombi dispara guisantes de hierro mientras se protege con una Puerta Mosquitera.\n\n<color=#3D1400>Daño:</color> <color=#4B0082>80</color>\n<color=#3D1400>Dureza:</color> <color=#4B0082>1350+1100+1100</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Exmiembro del \u0022Club de Coleccionistas de Lavadoras\u0022.</color></size>"
    },
    {
      "theZombieType": 115,
      "name": "Vegezombi Apisonaflor",
      "introduce": "<size=32><color=#3D1400>\u0022¡Hmm! ¡Hmm!\u0022 El Vegezombi Apisonaflor avanza sin dudar, aplastando plantas. Los zombis admiran su \u0022altruismo\u0022, pero en realidad solo quiere imitar al Gato Calabacín, su ídolo.</color>",
      "info": "<size=32>Aplanta la primera planta en su camino y muere.\n\n<color=#3D1400>Dureza:</color> <color=#4B0082>500</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Demoledor de obras civiles. Especialista en \u0022renovaciones express\u0022 (a cabezasos).</color>\n<color=#3D1400>Habilidad:</color> <color=#4B0082>Aplasta plantas en su primer encuentro.</color></size>"
    },
    {
      "theZombieType": 116,
      "name": "Vegezombi Apisonaflor Picante",
      "introduce": "<size=30><color=#3D1400>El más temperamental de los zombis. Al aparecer, lo primero que hace es empujar a otros zombis. Quería gritar \u0022¡Cenizas al viento!\u0022, pero su cabeza voló primero... literalmente.</color>",
      "info": "<size=30>Salta y destruye toda una fila de plantas con fuego.\n\n<color=#3D1400>Dureza:</color> <color=#4B0082>1500</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Pirómano profesional. Exparticipante de \u0022MasterChef Apocalíptico\u0022 (eliminado por quemar la cocina).</color>\n<color=#3D1400>Habilidad:</color> <color=#4B0082>Incendia plantas en su fila. No se activa si está congelado.</color></size>"
    },
    {
      "theZombieType": 117,
      "name": "Vegezombi Jalapeño",
      "introduce": "<size=35><color=#3D1400>El Vegezombi Jalapeño se lanza a la piscina con entusiasmo ardiente. \u0022¡Genial, ahora el agua sabe a caldo picante!\u0022, se quejan otros zombis.</color>",
      "info": "<size=35>Explota y destruye una fila completa de plantas.\n\n<color=#3D1400>Dureza:</color> <color=#4B0082>500</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Chef de comida picante. Creador del \u0022Sushi Zombonut\u0022 (100% fuego nuclear).</color>\n<color=#3D1400>Habilidad:</color> <color=#4B0082>Autodestrucción en cadena tras 5 segundos.</color></size>"
    },
    {
      "theZombieType": 118,
      "name": "Vegezombi Aguisantralladora",
      "introduce": "<size=30><color=#3D1400>Lo último que recuerda este zombi es haberse tragado una máquina lanza-guisantes. Ahora, dispara legumbres a velocidad letal. \u0022¡Es como un tirachinas... pero en mi estómago!\u0022</color>",
      "info": "<size=30>Descarga ráfagas de guisantes sin piedad.\n\n<color=#3D1400>Dureza:</color> <color=#4B0082>270+1400</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Lanzador de béisbol retirado. Campeón de \u0022GuisanteBall 3000\u0022 (descalificado por usar munición viva).</color>\n<color=#3D1400>Habilidad:</color> <color=#4B0082>Dispara 5 guisantes/segundo. Prefiere el caos a la puntería.</color></size>"
    },
    {
      "theZombieType": 200,
      "name": "<size=30>Zombi Submarinón</size>",
      "introduce": "<size=36><color=#3D1400>\"¡Un excelente buceador no solo debe saber bucear, sino también conducir un super submarino!\" declaró el Zombi Submarinón mientras aumentaba la potencia del submarino en una marcha.</color></size>",
      "info": "<size=36>He oído que este zombi está relacionado con cierto pez robot.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>3000</color></size>"
    },
    {
      "theZombieType": 201,
      "name": "<size=30>Zombisquí Jackson</size>",
      "introduce": "<size=32><color=#3D1400>Zombisquí Jackson es un esfuerzo de equipo: Zombictor prepara el escenario, Zombisquí aporta efectos visuales, y Zombi Jackson sale del coche sin licencia de conducir para saludar a sus fans vegetales.</color></size>",
      "info": "<size=32>Defensa extremadamente alta e inmunidad al ralentizamiento.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>12000</color>\n<color=#3D1400>Características: </color><color=#4B0082>Al morir, invoca automáticamente a un Zombi Jackson, Zombictor y Zombisquí. También tiene una reducción de daño fija del 75% de forma innata.</color></size>"
    },
    {
      "theZombieType": 202,
      "name": "<size=30>Vegezombi Pescador</size>",
      "introduce": "<size=30><color=#3D1400>El Vegezombi Pescador es un pescador experto conocido por su precisión excepcional con los cuatro tridentes que lanza, ganándose el título de rey de los pescadores. \"De hecho, solía ser un lanzador de jabalina a tiempo parcial...\" admitió el Vegezombi Pescador.</color></size>",
      "info": "<size=30>Lanza una gran cantidad de tridentes a tus plantas de una vez.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>270+7500</color>\n<color=#3D1400>Características: </color><color=#4B0082>Lanza 4 tridentes, cada uno causando daño a las plantas igual al 20% (mínimo de 20) de su dureza actual.</color></size>"
    },
    {
      "theZombieType": 203,
      "name": "<size=28>Vegezombi Becario</size>",
      "introduce": "<size=32><color=#3D1400>El Vegezombi Becarioxplosivo, sintiéndose viejo, murmuró: \"Solo ese tipo aún puede inspirarme a luchar,\" mientras guardaba el periódico y se alejaba.</color></size>",
      "info": "<size=32>Inflige un daño inmenso.\n\n<color=#3D1400>Daño:</color><color=#4B0082>400 → 1000 (Enfurecido)</color>\n<color=#3D1400>Dureza: </color><color=#4B0082>1500+1500</color>\n<color=#3D1400>Características: </color><color=#4B0082>Se vuelve temporalmente invencible después de romperse el periódico, disparando cerezas explosivas cada 0.125 segundos.</color></size>"
    },
    {
      "theZombieType": 204,
      "name": "<size=26>Vegezombi Al-Ta-Stelar</size>",
      "introduce": "<size=32><color=#3D1400>Saliendo de las sombras, el Vegezombi Nuez Al-Ta-Stelar irradia poder, frialdad y un aura siniestra. Guarda celosamente el secreto de su fuerza, afirmando que solo la oscuridad más profunda puede crear un ser tan formidable como él. \"¿Dónde está mi pintura?\" preguntó el Dr. Edgar, luciendo perplejo en su laboratorio.</color></size>",
      "info": "<size=32>¿Un viejo amigo? Tal vez, quizá lo hayamos conocido antes.\n\n<color=#3D1400>Daño: </color><color=#4B0082>100</color>\n<color=#3D1400>Dureza: </color><color=#4B0082>3000+12000</color></size>"
    },
    {
      "theZombieType": 205,
      "name": "<size=30>Kirov Zompplin</size>",
      "introduce": "<size=32><color=#3D1400>¿Era SuperZombi?, ¿Zombi Globo? en realidad, era un gigantesco dirigible, resistente y capaz de liberar luchadores. Incluso destruido, sigue causando estragos y los zombis mantienen su distancia por temor a un choque fatal.</color></size>",
      "info": "<size=32>¡Kirov informando!\n\n<color=#3D1400>Dureza: </color><color=#4B0082>3000</color>\n<color=#3D1400>Características: </color><color=#4B0082>Invoca un mini Kirov en acción cada segundo. Al estrellarse tras su muerte, causa un inmenso daño a las plantas en el impacto.</color></size>"
    },

    {
      "theZombieType": 206,
      "name": "<size=30>Dron Kirov</size>",
      "introduce": "<size=36><color=#3D1400>Este no es un avión común; es un avión especial que ha sido comprimido por la presión del agua. Aunque el método exacto de compresión sigue siendo un misterio, su fuerza en el campo de batalla rivaliza con la de los bombarderos convencionales.</color></size>",
      "info": "<size=36>Los drones Kirov vuelan más rápido, lanzando bombas sobre las plantas por las que vuelan.\n\n<color=#3D1400>Daño de la Bomba: </color><color=#4B0082>1000</color>\n<color=#3D1400>Dureza: </color><color=#4B0082>500</color></size>"
    },
    {
      "theZombieType": 207,
      "name": "Zombi Mercury",
      "introduce": "<size=28><color=#3D1400>Zombi Mercury siempre ha brillado en el escenario con su carisma y estilo incomparable. Su presencia electrizante y movimientos únicos han convertido cada batalla en un espectáculo inolvidable. ¿Se escuchan los acordes de 'We Are the Champions'?</color></size>",
      "info": "<size=28>Se desliza a gran velocidad en tus defensas, ¡es un oponente aterrador!\n\n<color=#3D1400>Dureza::</color><color=red>3000</color>\n<color=#3D1400>Características:</color><color=red>Entra deslizándose, reduciendo daño en un 90% mientras se desliza, y luego invoca a los Zombis Bailarines.</color>\n<color=#3D1400>Ocupación:</color><color=red>Ídolo del Baile Zombie</color></size>"
    },
    {
      "theZombieType": 208,
      "name": "Zombi Chino",
      "introduce": "<size=27><color=#3D1400>Este esqueleto oriental de mil años mide unos dos o tres metros, cubierto de brocado y con un brillo a su paso. Una vez se encontró con los demás Zombis, no les entendió, \"¿Qué layos dijo?\".</color></size>",
      "info": "<size=27>Una figura formidable de hace mil años.\n\n<color=#3D1400>Dureza::</color><color=red>3000</color>\n<color=#3D1400>Ataque:</color><color=red>500</color>\n<color=#3D1400>Características:</color><color=red>Ocasionalmente avanza un tramo, atravesando plantas y causando 500 de daño al entrar y salir. Al morir, causa 500 de daño en un área de 3x3, sin dañar las plantas dentro de calabazas.</color>\n<color=#3D1400>Ocupación:</color><color=red>Viajero Errante</color></size>"
    },
    {
      "theZombieType": 209,
      "name": "Pogozombi",
      "introduce": "<size=32><color=#3D1400>En realidad, mi apariencia es solo para seguir la moda. Cuando se habla de su genial aspecto, el Pogozombi siempre se encoge de hombros, pero todos saben que tiene un pasado amoroso inolvidable.</color></size>",
      "info": "<size=32>La bomba está oculta en el pogo.\n\n<color=#3D1400>Dureza::</color><color=red>270+3000</color>\n<color=#3D1400>Características:</color><color=red>Si muere mientras está saltando, se autodestruye y se convierte en el Zombiyaso.</color>\n<color=#3D1400>Ocupación:</color><color=red>Seguidor de la Moda Zombie</color></size>"
    },
    {
      "theZombieType": 210,
      "name": "Nuez Kirov",
      "introduce": "<color=#3D1400>'¿Tiburones?, ¿Dureza mecánica? Eso no importa,' dice la Nuez Kirov. 'Lo que importa es tener una armadura, yo soy Kirov'.</color></size>",
      "info": "La Nuez Kirov puede girar.\n\n<color=#3D1400>Dureza::</color><color=red>3000</color>\n<color=#3D1400>Ocupación:</color><color=red>Boliche Giratorio Zombie</color></size>"
    },
    {
      "theZombieType": 212,
      "name": "Zombistein Abisal",
      "introduce": "<size=26><color=#3D1400>Reanimado por fuerzas oscuras emerge de los abismos infernales, arrastrando consigo el hedor de la muerte y la posesión demoníaca. Sus ojos vacíos reflejan los tormentos de las almas condenadas, mientras su presencia amenaza con desatar el caos sobre los vivos.</color>",
      "info": "<size=30>Una amenaza antigua, demoníaca e insidiosa.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>8000+24000</color>\n<color=#3D1400>Rasgos: </color><color=#4B0082>Proporciona una reducción de daño del 90% a todos los zombies en el jardín, genera Zombiditos Abisals cuando golpea el suelo, y hereda otros rasgos del Zombistein Medievo.</color>\n<color=#3D1400>Ocupación: </color><color=red>Guardián de los Círculos del Infierno</color>"
    },
    {
      "theZombieType": 213,
      "name": "Zombidito Abisal",
      "introduce": "<size=35><color=#3D1400>Con una entrada llamativa con cuchillas aladas y un giro mortal, el Zombidito Abisal emerge del inframundo. Su presencia está marcada por un aura oscura y su insaciable hambre de almas vivientes.</color>",
      "info": "<size=35>Zombidito Abisal puede infiltrarse fácilmente en tu defensa.\n\n<color=#3D1400>Daño: </color><color=#4B0082>200</color>\n<color=#3D1400>Dureza: </color><color=#4B0082>1500</color>"
    },
    {
      "theZombieType": 214,
      "name": "Vegezombixplosivo con Delfín",
      "introduce": "<size=32><color=#3D1400>Vegezombixplosivo con Delfín siempre se despierta de muy mal humor, especialmente cuando un compañero que monta una ballena lo arrastra al trabajo. Impulsado por la rabia, está listo para destruir cualquier planta en su camino antes de regresar para una siesta.</color>",
      "info": "<size=32>¡Salta y demuele desde detrás de tu defensa disparando cerezas explosivas!\n\n<color=#3D1400>Dureza: </color><color=#4B0082>1500</color>\n<color=#3D1400>Rasgos: </color><color=#4B0082>Comienza a disparar cerezas explosivas 3 segundos después de entrar en tu césped.</color>"
    },
    {
      "theZombieType": 215,
      "name": "Zombi Caracaja Deluxe",
      "introduce": "<size=36><color=#3D1400>！！！</color>",
      "info": "<size=36>Genera aleatoriamente una de tus peores pesadillas, o tal vez una bendición.\n\n<color=#3D1400>Dureza: </color><color=#4B0082>20000+1100</color>"
    },
    {
      "theZombieType": 216,
      "name": "Zombirtaria",
      "introduce": "<size=30><color=#3D1400>Zombirtaria es un perfeccionista... si por perfección entendemos \"llenar un cañón con 28 tridentes\". Su lema: \"¿Por qué disparar uno cuando puedes disparar TODOS?\" Spoiler: nadie le explicó el concepto de 'sobrecarga'.</color>",
      "info": "<size=30>Lanza 28 tridentes en dos oleadas destructivas.\n\n<color=#3D1400>Dureza:</color> <color=#4B0082>1350+4400</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Ingeniero de artillería medieval. Récord Guinness Zombi: \u0022Mayor cantidad de tridentes en un vehículo tamaño golf\u0022.</color>\n<color=#3D1400>Habilidades:</color> <color=#4B0082>Descarga 14 tridentes → pausa dramática → ¡otros 14! Ángulo fijo, precisión... cuestionable.</color></size>"
    },
    {
      "theZombieType": 217,
      "name": "Super Dancing Zombie",
      "introduce": "<color=#3D1400>All the zombies are amazed at how the Super Dancing Zombie has such incredible pole vaulting skills. \"Oh, it's just my talent,\" says the Super Dancing Zombie. But the truth is, he works two jobs a day, and as they say, \"twice the job, double the jump.\"</color>",
      "info": "Can jump over two tiles.\n\n<color=#3D1400>Toughness: </color><color=#4B0082>3000</color>Traits: </color><color=#4B0082>Can jump over 2 tiles but is blockable by Tall-nuts</color>"
    },
    {
      "theZombieType": 218,
      "name": "Pozeidón",
      "introduce": "<size=30><color=#3D1400>Rey de las profundidades y experto en tridentes divinos. Advertencia: no le pidas que controle el clima... ¡ya lo hizo, y ahora llueven zombis!</color>",
      "info": "<size=30>Lanza tridentes que destruyen plantas y potencian a su ejército.\n\n<color=#3D1400>Dureza:</color> <color=#4B0082>8000+24000</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Dios submarino zombificado. Ex-campeón de lanzamiento de tridentes en las Olimpiadas del Abismo.</color>\n<color=#3D1400>Habilidades:</color> <color=#4B0082>Inmune a hipnosis y plantas carnívoras, Su tridente bloquea proyectiles y mata plantas al instante, Invoca a su ejercito al entrar al campo, ¡Los tridentes hacen ×5 de daño!</color></size>"
    },
    {
      "theZombieType": 219,
      "name": "Nuez Kirov Gigante",
      "introduce": "<size=31><color=#3D1400>Este zombi era un prototipo de nuez mecánica... hasta que un error de cálculo lo convirtió en una montaña rodante. Ahora, aplasta jardines como si fueran migajas.</color>",
      "info": "<size=31>Absorbe daño para todos los zombis en el campo.\n\n<color=#3D1400>Dureza:</color> <color=#4B0082>12000</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Ingeniero de demoliciones. Especialista en \u0022rediseños catastróficos\u0022.</color>\n<color=#3D1400>Habilidades:</color> <color=#4B0082>Solo recibe daño cada 0.2 segundos. ¡Es una muralla andante!</color></size>"
    },
    {
      "theZombieType": 220,
      "name": "Vegezombi Abanderado",
      "introduce": "<size=34><color=#3D1400>Líder de la horda y amante del caos. Su bandera no marca territorio... ¡marca dónde caerán las plantas!</color>",
      "info": "<size=34>Anula curaciones y transforma plantas en zombis.\n\n<color=#3D1400>Dureza:</color> <color=#4B0082>8000+24000</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>General táctico. Creador del curso \u0022Cómo liderar zombis con estilo\u0022.</color>\n<color=#3D1400>Habilidades:</color> <color=#4B0082>Dobla su ataque cada 3s, recupera armadura y convierte plantas en zombis. ¡Huye si ves su sonrisa!</color></size>"
    },
    {
      "theZombieType": 221,
      "name": "Zombot Kirov",
      "introduce": "<size=34><color=#3D1400>Este zombi volador no necesita alas... ¡tiene motores a chorro y una actitud explosiva!</color>",
      "info": "<size=34>Bombardea tu jardín y llama refuerzos aéreos.\n\n<color=#3D1400>Dureza:</color> <color=#4B0082>12000</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Piloto de combate. Graduado con honores en la Academia de Caos Aéreo.</color>\n<color=#3D1400>Habilidades:</color> <color=#4B0082>Invoca Zompelines cada 3s y lanza bombas. ¡Inmune a imanes y derribos!</color></size>"
    },
    {
      "theZombieType": 222,
      "name": "Live Aid Jackson",
      "introduce": "<size=32><color=#3D1400>El rey del escenario zombi. Su último concierto será... ¡el último que veas!</color>",
      "info": "<size=32>Convierte el jardín en un festival de caos.\n\n<color=#3D1400>Dureza:</color> <color=#4B0082>32000</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Ícono del rock zombi. Autor del éxito \u0022Thriller: La Remasterización Apocalíptica\u0022.</color>\n<color=#3D1400>Habilidades:</color> <color=#4B0082>Invoca Superestrellas Zombis y otorga inmunidad al hielo. ¡Incluso muerto, deja un encore de zombis!</color></size>"
    },
    {
      "theZombieType": 223,
      "name": "Profesor Zavier",
      "introduce": "<size=32><color=#3D1400>Si Einstein hubiera sido zombi, habría creado bombas de cereza en lugar de teorías. ¡Y este es su peor experimento!</color>",
      "info": "<size=32>Maestro de las explosiones y convertidor de zombis.\n\n<color=#3D1400>Dureza:</color> <color=#4B0082>1200+12000+1500</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Científico loco. Ganador del \u0022Nobel de Caos\u0022 por inventar la Cerezilla.</color>\n<color=#3D1400>Habilidades:</color> <color=#4B0082>Invulnerable hasta perder su periódico. ¡Convierte zombis en enfurecidos y lanza cerezas explosivas!</color></size>"
    },
    {
      "theZombieType": 224,
      "name": "Soberana Guasona",
      "introduce": "<size=26><color=#3D1400>La Soberana Guasona disfruta haciendo que cada jardín sea el escenario de una gran broma... con efectos secundarios explosivos.</color>",
      "info": "<size=26>Reina de todos los payasos. Talvez sea mejor que la mates antes de que llegue a tus plantas.\n\n<color=#3D1400>Dureza:</color> <color=#4B0082>32000</color>\n<color=#3D1400>Ocupación:</color> <color=#4B0082>Trabaja como actor de payaso para las fiestas de cumpleaños. No consigue dinero porque usualmente explota a todos en el lugar. </color>\n<color=#3D1400>Habilidades:</color> <color=#4B0082>Recupera 3000 puntos de vida cada vez que sea afectada por otra explosión de cajita. Sale de su caja cada cierto tiempo, saltando lentamente hacia tus plantas, y después de que haga eso, explota la columna donde ella está.</color></size>"
    }
  ]
}
