{
    "zombies": [
        {
            "theZombieType": 0,
            "name": "좀비",
            "introduce": "<size=36><color=black>Zombie hates how his name makes him seem like an ordinary, well, zombie. He doesn't think of himself as some unnamed enemy or just another common corpse. He's an individual, damn it! And he's going to do something extraordinary, even if it kills you.</color>",
            "info": "<size=36>Regular Garden-variety zombie.\n\n<color=black>Toughness: </color><color=#4B0082>270</color>"
        },
        {
            "theZombieType": 2,
            "name": "꼬깔콘 좀비",
            "introduce": "<size=36><color=black>The Conehead Zombie has no clue what a traffic cone is. To it, it looks like an ice cream cone, and when it finds out it can't eat it, it just sticks it on its head.</color>",
            "info": "<size=36>His traffic cone headpiece makes him twice as tough as normal zombies.\n\n<color=black>Toughness: </color><color=#4B0082>270+370</color>"
        },
        {
            "theZombieType": 3,
            "name": "장대 좀비",
            "introduce": "<size=36><color=black>Once the best high jumper in his town, Pole Vaulting Zombie's career took a turn the day he forgot to set up the cushions behind the high jump stand.</color>",
            "info": "<size=36>Pole Vaulting Zombie vaults with a pole.\n\n<color=black>Toughness: </color><color=#4B0082>720</color>\n<color=black>Traits: </color><color=#4B0082>Jumps over the first plant he runs into.</color>"
        },
        {
            "theZombieType": 4,
            "name": "양동이 좀비",
            "introduce": "<size=34><color=black>Once upon a time, Buckethead Zombie, who was merely a painter, was hailed as a genius among zombies for his creative use of a bucket. Years have passed, and now the zombies wonder if he still has some secret killer tricks up his sleeve. Is he running out of ideas, or is he hiding something? Who knows?</color>",
            "info": "<size=34>His bucket hat makes him extremely resistant to damage.\n\n<color=black>Toughness: </color><color=#4B0082>270+1100</color>"
        },
        {
            "theZombieType": 5,
            "name": "신문 좀비",
            "introduce": "<size=36><color=black>\"You can't fault him for being frustrated; he was just about to finish the crossword puzzle (vertical word number 23 is 'Brains'), which explains why he was holding the paper upside down.\"</color>",
            "info": "<size=36>His newspaper provides limited defense.\n\n<color=black>Toughness: </color><color=#4B0082>270+200</color>\n<color=black>Traits: </color><color=#4B0082>Travels normally at first, but speeds up after losing his newspaper.</color>"
        },
        {
            "theZombieType": 6,
            "name": "댄서 좀비",
            "introduce": "<size=36><color=black>Dancing Zombie's athletic skills are average by zombie standards. On the advice of the Backup Dancers, he decided to pursue the idol path. Now, his pop song \"Just Brains,\" a collaboration with Michael Jackson, is becoming a hit.</color>",
            "info": "<size=36>After vaulting over, summons his backup dancers.\n\n<color=black>Toughness: </color><color=#4B0082>720</color>\n<color=black>Traits: </color><color=#4B0082>Summons 4 Backup Dancers.</color>"
        },
        {
            "theZombieType": 7,
            "name": "백업댄서 좀비",
            "introduce": "<size=36><color=black>The four brothers, once troubled orphans, developed twisted personalities and bullied others at the Zombie Academy. One day, they saw Dancing Zombie performing joyfully on stage, and it changed them. From that moment, they joined him in performing on stage together.</color>",
            "info": "<size=36>Climb over a plant.\n\n<color=black>Toughness: </color><color=#4B0082>270</color>"
        },
        {
            "theZombieType": 8,
            "name": "스크린도어 좀비",
            "introduce": "<size=34><color=black>Screen Door Zombie, once an FBI task force member with a bad temper but a righteous heart, never negotiated with robbers—he'd just break down doors to save hostages. After becoming a zombie, his kind heart stayed the same. When he saw zombies kidnapping a little ghost zombie, he tried to break in, but they coated the door with glue, trapping his hand.</color>",
            "info": "<size=34>Can block bullets coming from the front.\n\n<color=black>Toughness: </color><color=#4B0082>270+1100</color>"
        },
        {
            "theZombieType": 9,
            "name": "미식축구 좀비",
            "introduce": "<size=36><color=black>Football Zombie is a sports star among zombies, admired by many for his heroic presence on the field. Many companies want to hire him, but his salary demands are steep—an annual pay of 10,000 brains.</color>",
            "info": "<size=36>Runs super fast.\n\n<color=black>Toughness: </color><color=#4B0082>270+1400</color>"
        },
        {
            "theZombieType": 10,
            "name": "마이클 좀비",
            "introduce": "<size=36><color=black>Black suit, black hat—he's not here for a funeral. He's just a dancer, and you can call him Michael Zombie.</color>",
            "info": "<size=36>Leads the charge with his ultimate dance moves.\n\n<color=black>Toughness: </color><color=#4B0082>720</color>\n<color=black>Traits: </color><color=#4B0082>Summons 4 Dancing Zombies at a time.</color>"
        },
        {
            "theZombieType": 11,
            "name": "Duck Zombie NOT IN GAME",
            "introduce": "<size=32><color=black>只有特定的僵尸才能成为鸭子救生圈僵尸，不是每只僵尸都能胜任。有些救生圈有点漏气，他们却处理不了，脱身后永远放弃了对脑子的渴求。</color>",
            "info": "<size=32>可以在水里移动。\n\n<color=black>Toughness: </color><color=#4B0082>270</color>"
        },
        {
            "theZombieType": 12,
            "name": "Coneduck Zombie NOT IN GAME",
            "introduce": "<size=32><color=black>都说差生文具多，但是路障鸭子并不这么认为，毕竟他不想承认他是个差生。</color>",
            "info": "<size=32>可以在水里移动。\n\n<color=black>Toughness: </color><color=#4B0082>270</color>"
        },
        {
            "theZombieType": 13,
            "name": "Bucketduck Zombie NOT IN GAME",
            "introduce": "<size=32><color=black>铁桶鸭子本不想带上那个漏气的游泳圈的，但是没办法，谁叫他戴着那个容易生锈的铁桶呢。</color>",
            "info": "<size=32>可以在水里移动。\n\n<color=black>Toughness: </color><color=#4B0082>270</color>"
        },
        {
            "theZombieType": 14,
            "name": "잠수함 좀비",
            "introduce": "<size=36><color=black>The formidable Zombarine, designed based on bionic principles, is both majestic and intimidating—a coveted war weapon for zombies. \"Now we just need to tackle the issue of seaweed getting tangled in the propeller,\" said Dr. Edgar.</color>",
            "info": "<size=36>The zombies' premier vehicle against water plants.\n\n<color=black>Toughness: </color><color=#4B0082>1350</color>"
        },
        {
            "theZombieType": 15,
            "name": "학자 좀비",
            "introduce": "<size=32><color=black>As a leading authority in the academic realm, Scholar Zombie is frequently seen in the library. His passion for reading runs deep, and disturbing him while he reads can spark his fury. This old gentleman will make sure you understand the true meaning of \"knowledge is power.\"</color>",
            "info": "<size=32>Deals huge damage alongside his sturdy books.\n\n<color=black>Damage: </color><color=#4B0082>400</color>\n<color=black>Toughness: </color><color=#4B0082>720+1100</color>\n<color=black>Traits: </color><color=#4B0082>Short-term invincibility and increased movement speed after the book is broken.</color>"
        },
        {
            "theZombieType": 16,
            "name": "좀보니",
            "introduce": "<size=36><color=black>The zombie driving is an excellent driver, especially considering that few zombies can navigate from the ice rink to the grass field. Now, he must go pay the fine. The ice machine he operates isn't a Zamboni; it's a Zomboni produced by Company B.</color>",
            "info": "<size=36>The Zomboni applies ice, steam and pressure to your plants.\n\n<color=black>Toughness: </color><color=#4B0082>1350</color>"
        },
        {
            "theZombieType": 17,
            "name": "스노클링 좀비",
            "introduce": "<size=36><color=black>Snorkel Zombie may have a broken mask, but that doesn't hinder his ability to dive and float in the water. His so-called \"sinking\" isn't due to his diving skills; he simply doesn't require air to breathe.</color>",
            "info": "<size=36>Snorkel Zombie can swim underwater.\n\n<color=black>Toughness: </color><color=#4B0082>270</color>\n<color=black>Traits: </color><color=#4B0082>Submerges to avoid projectile attacks.</color>"
        },
        {
            "theZombieType": 18,
            "name": "봅슬레이 좀비",
            "introduce": "<size=36><color=black>This car, designed by ski enthusiasts, drives smoothly on snow and ice, even achieving higher speeds than on grass. Unfortunately, it has a flaw: it can only be started on icy surfaces.</color>",
            "info": "<size=36>Only appears when there's ice on the field.\n\n<color=black>Toughness: </color><color=#4B0082>2700</color>\n<color=black>Traits: </color><color=#4B0082>Moves very fast when on top of ice.</color>"
        },
        {
            "theZombieType": 19,
            "name": "돌고래쇼 좀비",
            "introduce": "<size=36><color=black>Dolphin Rider Zombie is a part-time performer and dolphin keeper at an aquarium. The dolphin he rides is a zombie, but unlike typical zombies, this \"zombie dolphin\" has no desire for brains.</color>",
            "info": "<size=36>Dolphin Rider Zombies use dolphins to bypass your defense.\n\n<color=black>Toughness: </color><color=#4B0082>720</color>\n<color=black>Traits: </color><color=#4B0082>Jumps over the first plant he runs into.</color>"
        },
        {
            "theZombieType": 20,
            "name": "삼지창 좀비",
            "introduce": "<size=32><color=black>Trident Zombie was originally just a regular javelin thrower who became a fisherman after retiring. However, when he went to the river to fish, he sank because he couldn't swim. When he came ashore, he realized he had become what he is now.</color>",
            "info": "<size=32>Throws a trident to attack your plants.\n\n<color=black>Toughness: </color><color=#4B0082>720</color>\n<color=black>Traits: </color><color=#4B0082>Throws a trident, causing damage to plants equal to 20% (minimum of 60) of their current toughness.</color>\n<color=black>Search Range: </color><color=#4B0082>3.5 Tiles in Front</color>"
        },
        {
            "theZombieType": 21,
            "name": "다이아몬드 박스 좀비",
            "introduce": "<size=33><color=black>Tonight, Diamond-box Zombies will unveil their dazzling world. Their eyes shine like the brightest stars in the night sky, and the golden light appears to flow like a river through time, illuminating the uncertain path ahead. Each time the lid of the box is gently opened, it feels like unlocking a door to another realm.</color>",
            "info": "<size=33>Is this.. a Conehead Zombie? \n\n<color=black>Toughness: </color><color=#4B0082>4400</color>\n<color=black>Traits: </color><color=#4B0082>Turns into a Gold-box Zombie upon dying.</color>"
        },
        {
            "theZombieType": 22,
            "name": "골드 박스 좀비",
            "introduce": "<size=36><color=black>\"Underneath the golden box, other boxes in different colors await. Can you guess what the box inside is made from?\"</color>",
            "info": "<size=36>Is this.. a Conehead Zombie? \n\n<color=black>Toughness: </color><color=#4B0082>2200</color>\n<color=black>Traits: </color><color=#4B0082>Turns into a Silver-box Zombie upon dying.</color>"
        },
        {
            "theZombieType": 23,
            "name": "실버박스 좀비",
            "introduce": "<size=36><color=black>Silver-box Zombie thinks of the box on his head as a pot, so it must be one. Given his mindset, why don't you grasp his perspective? And you do see the exclamation mark on his box, right?</color>",
            "info": "<size=36>Is this.. a Conehead Zombie? \n\n<color=black>Toughness: </color><color=#4B0082>1100</color>\n<color=black>Traits: </color><color=#4B0082>Turns into a Conehead Zombie upon dying.</color>"
        },
        {
            "theZombieType": 24,
            "name": "<size=31>광대 좀비",
            "introduce": "<size=36><color=black>Although Jack-in-the-Box Zombie is a mental patient, the circus welcomed his application. Be wary of what's in his toy box; it's sure to scare you.</color>",
            "info": "<size=36>This zombie carries an explosive surprise.\n\n<color=black>Toughness: </color><color=#4B0082>720</color>\n<color=black>Traits: </color><color=#4B0082>Will sometimes explode and insta-kill surrounding plants.</color>"
        },
        {
            "theZombieType": 25,
            "name": "풍선 좀비",
            "introduce": "<size=33><color=black>Balloon Zombie, one of the Zomppelin creators, frequently gets asked why he's tied balloons to himself. His usual reply is, \"That was my conclusion.\" However, the truth is that the balloons simply got tangled by chance.</color>",
            "info": "<size=33>Balloon Zombie floats above the fray, immune to most attacks.\n\n<color=black>Toughness: </color><color=#4B0082>270+20</color>\n<color=black>Traits: </color><color=#4B0082>Cannot be damaged by most plants while flying.</color>"
        },
        {
            "theZombieType": 26,
            "name": "좀플린 비행선",
            "introduce": "<size=32><color=black>The Zomppelin, Dr. Edgar's latest creation, is quickly becoming the zombies' trusted ally. Speculation abounds about who will pilot this powerful weapon—perhaps the imp or even the airship itself? \"It's just a balloon,\" Dr. Edgar remarked. \"Zombies need to keep up with the times. I'm even considering turning it into a drone to avoid embarrassment when defeated by plants.\"</color>",
            "info": "<size=32>Will drop deadly bombs as it flies over your plants.\n\n<color=black>Bomb Damage: </color><color=#4B0082>1000</color>\n<color=black>Toughness: </color><color=#4B0082>1350</color>"
        },
        {
            "theZombieType": 27,
            "name": "돌고래 타는 예티",
            "introduce": "<size=30><color=black>The white whale that Yeti Zombie rides has impressive jumping skills. Dolphin Rider Zombie is quite envious and has always wanted to borrow it for a ride, but Yeti Zombie refuses each time. \"Yeti Zombie has no control over his white whale,\" Dr. Edgar said. \"He always wants to hide behind me, but the white whale ends up going the other way.\"</color>",
            "info": "<size=30>Jumps forward three tiles and turns back, attacking your plants from behind.\n\n<color=black>Toughness: </color><color=#4B0082>720</color>\n<color=black>Traits: </color><color=#4B0082>Cannot be blocked by Tall-nuts.</color>"
        },
        {
            "theZombieType": 28,
            "name": "도굴꾼 좀비",
            "introduce": "<size=34><color=black>A long time ago, Digger Zombies despised Magnet-shrooms for constantly confiscating their tools. Now, they hate Miner Pumpkins even more. \"My head keeps getting hit, which makes me feel even worse,\" he laments.</color>",
            "info": "<size=34>This zombie digs to bypass your defenses.\n\n<color=black>Toughness: </color><color=#4B0082>720</color>\n<color=black>Traits: </color><color=#4B0082>Tunnels underground and appears on the left side of the lawn. Vulnerable to Magnet-shrooms.</color>"
        },
        {
            "theZombieType": 29,
            "name": "양동이 풍선 좀비",
            "introduce": "<size=34><color=black>\"Friends, did you know about the Berlin airship? It inspired my design…\" All the zombies want to hide from Buckecopter Zombie, not only because he talks too much about the airship, but also because the noise from his balloon's propeller is unbearable.</color>",
            "info": "<size=34>Buckecopter Zombie is not afraid of Blover!\n\n<color=black>Toughness: </color><color=#4B0082>270+2200+500</color>\n<color=black>Traits: </color><color=#4B0082>The propeller on the top can offset Blover's winds.</color>"
        },
        {
            "theZombieType": 30,
            "name": "광대왕 좀비",
            "introduce": "<size=31><color=black>For every clown zombie, self-destruction is the highest form of art, and King Clown excels above all. \"King Clown will never take off his mask or let go of the gift box in his hand!\"</color>",
            "info": "<size=31>King Clown may also explode after his death!\n\n<color=black>Toughness: </color><color=#4B0082>720+370</color>\n<color=black>Traits: </color><color=#4B0082>Becomes violent after exploding, doubling his speed. Also has a chance to self-destruct and transform into a Jack-in-the-Box Zombie. The faster it explodes, the higher chance it dies.</color>"
        },
        {
            "theZombieType": 31,
            "name": "캐터펄트 좀비",
            "introduce": "<size=36><color=black>Nobody knows how Catapult Zombie manages to throw with such precision, but one thing's for sure—if you see him, cover your head quickly!</color>",
            "info": "<size=36>Catapults basketballs to attack your plants.\n\n<color=black>Toughness: </color><color=#4B0082>850</color>\n<color=black>Traits: </color><color=#4B0082>Throws basketballs that deal 60 damage.</color>"
        },
        {
            "theZombieType": 32,
            "name": "스카이콩콩 좀비",
            "introduce": "<size=36><color=black>Pogo Zombie love to hop around, thinking that jumping toward the sky is as close as they'll ever get to flying. But no one told them not to use a trampoline on the roof...</color>",
            "info": "<size=36>A zombie that can leap over your defenses.\n\n<color=black>Toughness: </color><color=#4B0082>720</color>\n<color=black>Traits: </color><color=#4B0082>Can jump over plants</color>"
        },
        {
            "theZombieType": 33,
            "name": "사다리 좀비",
            "introduce": "<size=32><color=black>Ladder Zombie heard online that with a ladder and some work clothes, he could sneak past any defenses. Armed with a ladder and dressed like a worker, he sets out to conquer the plant defenses.\nPeashooter's comment: \"Didn't anyone tell him that his zombie skin is way too noticeable...?\"</color>",
            "info": "<size=32>This zombie uses a ladder to bypass obstacles.\n\n<color=black>Toughness: </color><color=#4B0082>720+720</color>\n<color=black>Traits: </color><color=#4B0082>Can use the ladder to ignore plant defenses.</color>"
        },
        {
            "theZombieType": 34,
            "name": "멜론콩콩 좀비",
            "introduce": "<size=32><color=black>Quote: \"It's highly unlikely for shells to explode in the same crater twice! This is what ‘Crater Theory' states.\" Pogo Melon Zombie says while adjusting his melon peel hat. However, no one told him that his red-and-green color scheme stands out a bit too much in a crowd of zombies.</color>",
            "info": "<size=32>This zombie charges up and leaps into your defenses!\n\n<color=black>Toughness: </color><color=#4B0082>270+2200</color>\n<color=black>Traits: </color><color=#4B0082>Charges up for 5 seconds, then performs a big jump.</color>"
        },
        {
            "theZombieType": 35,
            "name": "가르강튀아",
            "introduce": "<size=36><color=black>The Gargantuar is like a massive, clumsy beast, its size an advantage at the cost of intelligence. It doesn't understand plants or brains; it only knows how to move forward, relentlessly. </color>",
            "info": "<size=36>A massive, slow-moving zombie that crushes everything in its way with its enormous size.\n\n<color=black>Toughness: </color><color=#4B0082>3000</color>"
        },
        {
            "theZombieType": 36,
            "name": "기가 가르강튀아",
            "introduce": "<size=36><color=black>Although the Giga-gargantuar wreaks havoc on the battlefield, its blood-red eyes instilling fear in all who face it, there's a little-known secret: the monster is perpetually irritable due to chronic sleep deprivation.</color>",
            "info": "<size=36>The enraged Gargantuar crushes everything in its path with terrifying strength.\n\n<color=black>Toughness: </color><color=#4B0082>6000</color>"
        },
        {
            "theZombieType": 37,
            "name": "임프",
            "introduce": "<size=36><color=black>Imps enjoy sneaking through tight spaces, often causing mischief. Don't be surprised if you see one bouncing around unexpectedly!</color>",
            "info": "<size=36>Small and sneaky, Imp loves to squeeze into tight spaces, making him agile and harder to target.\n\n<color=black>Toughness: </color><color=#4B0082>270</color>"
        },
        {
            "theZombieType": 38,
            "name": "메카-가르강튀아",
            "introduce": "<size=36><color=black>A zombie from the popular Plant Girls vs Zombies.</color>",
            "info": "<size=36>Another invention by Dr. Gargantuar, immune to freezing and will charge at your defenses without hesitation.\n\n<color=black>Toughness: </color><color=#4B0082>3000</color>\n<color=black>Traits: </color><color=#4B0082>Traits: Immune to control effects, keeps moving even when knocked back, vulnerable to Magnet-shrooms.</color>"
        },
        {
            "theZombieType": 39,
            "name": "메카-기가 가르강튀아",
            "introduce": "<size=36><color=black>A zombie from the popular Plant Girls vs Zombies.</color>",
            "info": "<size=36>A latest creation by Dr. Gargantuar, this mechanized version is immune to freezing and charges directly at your defenses.\n\n<color=black>Toughness: </color><color=#4B0082>6000</color>\n<color=black>Traits: </color><color=#4B0082>Immune to control effects, keeps moving even when knocked back, vulnerable to Magnet-shrooms.</color>"
        },
        {
            "theZombieType": 40,
            "name": "메카넛-좀비",
            "introduce": "<size=32>",
            "info": "<size=29.5>A rolling bowling ball on the zombies' side.\n\n<color=black>Toughness: </color><color=#4B0082>1350</color>\n<color=black>Traits: </color><color=#4B0082>Changes direction when hitting plants, speeds up on slopes. Crushes plants under 1000 health, deals 1000 damage to tougher plants, and slows down after turning. Can be stopped by Umbrella-fusions. Spawns 5 Imps on death.</color>\n<color=black>Drops: </color><color=#4B0082>1/3 chance for an ice ball, fireball, or Mecha Fragment.</color>\n\n<color=black>Balls crush plants, block up to 30 bullets, or last 30 seconds. Can be countered by Ice-/Fire-based plant fusions.</color>"
        },
        {
            "theZombieType": 45,
            "name": "Bungee Zombie",
            "introduce": "<color=black>Bungee Zombie loves to take risks. After all, what's the point of being dead if you don't live a little?</color>",
            "info": "Descends from the sky and steals a plant\n\n<color=black>Toughness: </color><color=#4B0082>720</color>"
        },
        {
            "theZombieType": 47,
            "name": "Yeti Zombie",
            "introduce": "<size=36>",
            "info": "<size=36>Yeti Zombies can sometimes run away.\n\n<color=black>Toughness: </color><color=#4B0082>1350</color>\n<color=black>Traits: </color><color=#4B0082>Suspends/freezes plants in a 3x3 area around it.</color>"
        },
        {
            "theZombieType": 48,
            "name": "Nian Zombie",
            "introduce": "<size=36>",
            "info": "<size=36>Nian Zombies have strong armors.\n\n<color=black>Toughness: </color><color=#4B0082>8888+8888</color>\n<color=black>Weakness: </color><color=#4B0082>Bambooms</color>"
        },
        {
            "theZombieType": 101,
            "name": "체리슈터 좀비",
            "introduce": "<size=36><color=black>Cherryshooter Zombie is a 17-year-old high school student with a plant head growing from his neck. His favorite fruit is cherries, and due to his papal family background, the zombies affectionately refer to him as the \"Leaf King.\"</color>",
            "info": "<size=36>Shoots cherry bullets to attack your plants.\n\n<color=black>Damage: </color><color=#4B0082>60</color>\n<color=black>Toughness: </color><color=#4B0082>500</color>"
        },
        {
            "theZombieType": 102,
            "name": "체리폭탄 슈터 좀비",
            "introduce": "<size=36><color=black>Explod-o-shooter Zombie loves listening to \"Cherry Bomb\" by The Runaways, which might explain his fiery passion. However, no one knows how he learned to ignite fireworks with his mouth.</color>",
            "info": "<size=36>Shoots explosive cherries to attack your plants.\n\n<color=black>Damage: </color><color=#4B0082>1000</color>\n<color=black>Toughness: </color><color=#4B0082>500</color>"
        },
        {
            "theZombieType": 103,
            "name": "호두 좀비",
            "introduce": "<size=36><color=black>Following an assault by the plants, Wall-nut Zombie displayed bite marks on his head instead of bullet holes. When interviewed, he said, \"Perhaps my comrades were simply hungry.\"</color>",
            "info": "<size=36>It's a moving nut.\n\n<color=black>Toughness: </color><color=#4B0082>270+1100</color>"
        },
        {
            "theZombieType": 104,
            "name": "<size=31>신문읽는 체리슈터 좀비",
            "introduce": "<size=30><color=black>This zombie's favorite fruit is cherries, and even his newspaper is cherry-flavored. The newspaper he holds is the only thing that can temper his rage.</color>",
            "info": "<size=30>Goes into an explosive cherry barrage when his newspaper is broken.\n\n<color=black>Toughness: </color><color=#4B0082>1500+720</color>\n<color=black>Traits: </color><color=#4B0082>Becomes temporarily invincible after its newspaper's broken, then proceeds to shoot explosive cherries every 0.75 seconds after the newspaper's broken.</color>\n<color=black>Explosion Range: </color><color=#4B0082>Cross Splash, can be absorbed by nuts.</color>"
        },
        {
            "theZombieType": 105,
            "name": "랜덤박스 좀비",
            "introduce": "<size=36><color=black>？？？</color>",
            "info": "<size=36>No one knows what's hiding inside the box.\n\n<color=black>Toughness: </color><color=#4B0082>270+370</color>\n<color=black>Traits: </color><color=#4B0082>After the box falls off, spawns a random zombie with 20%/40%/60%/80%/100% of the original zombie's Toughness.</color>"
        },
        {
            "theZombieType": 106,
            "name": "양동이호두 좀비",
            "introduce": "<size=35><color=black>Why is Buck-nut Zombie's head made of iron? It's because everyone said that eating walnuts nourishes the brain, but he didn't realize that the walnuts he consumed were packed with too much iron. However, it might not be so bad—at least now he has developed an iron head.</color>",
            "info": "<size=35>It's a moving Buck-nut.\n\n<color=black>Toughness: </color><color=#4B0082>270+2200</color>\n<color=black>Traits: </color><color=#4B0082>An Iron will drop when killed by bullets.</color>"
        },
        {
            "theZombieType": 107,
            "name": "체리호두 좀비",
            "introduce": "<size=36><color=black>Real men never turn around to watch explosions, and Cherry-nut Zombie certainly fits the bill, as he often catches bombs with his face.</color>",
            "info": "<size=36>Has a slight resistance against explosive bullets.\n\n<color=black>Toughness: </color><color=#4B0082>270+1100</color>\n<color=black>Traits: </color><color=#4B0082>Takes 150 maximum damage from explosions.</color>"
        },
        {
            "theZombieType": 108,
            "name": "양동이슈터 좀비",
            "introduce": "<size=36><color=black>Last year, Buckshooter Zombie drew a tarot card that read \"The Emperor.\" Since then, he has been able to shoot iron bullets at will.</color>",
            "info": "<size=36>Fires high-damaging bullets.\n\n<color=black>Damage: </color><color=#4B0082>80</color>\n<color=black>Toughness: </color><color=#4B0082>270+1350</color>\n<color=black>Traits: </color><color=#4B0082>An Iron will drop when killed by bullets.</color>"
        },
        {
            "theZombieType": 109,
            "name": "럭비-넛 좀비",
            "introduce": "<size=35><color=black>Rugby-nut Zombie was once just an ordinary Football Zombie, until one day he collided with a nut that was spreading fertilizer. \"I don't know how this guy ended up on my head; it's suffocating me!\" lamented Rugby-nut Zombie.</color>",
            "info": "<size=35>High-armor zombie that can also run very fast.\n\n<color=black>Toughness: </color><color=#4B0082>270+4400</color>\n<color=black>Traits: </color><color=#4B0082>A Rugby Helmet will drop when killed by bullets.</color>"
        },
        {
            "theZombieType": 110,
            "name": "골드 럭키박스 좀비",
            "introduce": "<size=36><color=black>？？！</color>",
            "info": "<size=36>A golden one!? I wonder what's inside this Mystery-box...\n\n<color=black>Toughness: </color><color=#4B0082>270+720</color>\n<color=black>Traits: </color><color=#4B0082>After the box falls off, spawns a random zombie with full Toughness.</color>"
        },
        {
            "theZombieType": 111,
            "name": "프로스트-넛 좀비",
            "introduce": "<size=32><color=black>Frost-nut Zombie's head has sparked numerous opinions in the zombie world. Some say he aims to distance himself from the cold world, while others suspect it relates to Dr. Edgar's wild experiments. Yet, only he knows that this headgear appeared after he ate a specific blue mushroom.</color>",
            "info": "<size=32>A sturdy zombie that can also nullify damage from ice projectiles.\n\n<color=black>Toughness: </color><color=#4B0082>270+2200</color>\n<color=black>Traits: </color><color=#4B0082>Immunity to frozen or ice projectiles.</color>"
        },
        {
            "theZombieType": 112,
            "name": "체리폭탄 투척기 좀비",
            "introduce": "<size=35><color=black>Warning: Before he uses up all his basketballs, make sure to run, as his explosive basketballs will cause chaos!</color>",
            "info": "<size=35>Throws explosive basketballs to destroy your defenses!\n\n<color=black>Toughness: </color><color=#4B0082>1350</color>\n<color=black>Traits: </color><color=#4B0082>Throws 5 basketballs, then launches explosive basketballs. Explosive basketball deals 100 damage to Umbrella plants.</color>"
        },
        {
            "theZombieType": 113,
            "name": "콩슈터-예티 라이더",
            "introduce": "<size=36><color=black>What makes this fella special compared to the whale rider yeti? Pea Rider replies, I just really enjoy playing Boomerang.</color>",
            "info": "<size=36>A variant of the Whale Rider Yeti!\n\n<color=black>Toughness: </color><color=#4B0082>720</color>\n<color=black>Traits: </color><color=#4B0082>Shoots peas at your plants before and after jumping.</color>"
        },
        {
            "theZombieType": 114,
            "name": "Screen Door Buckshooter",
            "introduce": "<color=black>Screen Door Buckshooter always piles on iron gear, baffling the other zombies. \"If Magnet-shrooms can just snag off our heads, why don't we just bring more metal?\" His outlandish logic remained valid — until he met the Magblover.</color>",
            "info": "The Buckshooter Zombie has acquired the equipment: a Screen Door!\n\n<color=black>Damage: </color><color=#4B0082>80</color>\n<color=black>Toughness: </color><color=#4B0082>270+1250+1100+1100</color>\n<color=black>Traits: </color><color=#4B0082>Cosntantly shoots iron peas at your plants whilst having decent defense.</color>"
        },
        {
            "theZombieType": 115,
            "name": "Squash Zombie",
            "introduce": "<color=black>\"Hmm? Hmm!\" The Squash Zombies always charge forward without hesitation, crushing any plant in their path, and all the zombies are moved by their selflessness. But the Squash Zombies are simply fans of the Neko Squash, and when they saw her crush the Endoflame, they couldn't resist the urge to mimic and crush plants.</color>",
            "info": "Crushes the first plant nearby and dies.\n\n<color=black>Toughness: </color><color=#4B0082>500</color>\n<color=black>Traits: </color><color=#4B0082>Crushes the first plants it encounters.</color>"
        },
        {
            "theZombieType": 116,
            "name": "Spicy Squash Zombie",
            "introduce": "<color=black>The Spicy Squash Zombie is the most hot-headed one among the zombies. What’s the first thing he does when he appears? Of course, he shovels other zombies out of the way! Initially, he planned to stand in a prominent spot and shout, \"Ashes to ashes!\" But his head was even hotter than he was, so it ended up flying off first.</color>",
            "info": "Leaps and destroys a whole lane of plants!\n\n<color=black>Toughness: </color><color=#4B0082>1500</color>\n<color=black>Traits: </color><color=#4B0082>Crushes the first plant it encounters and sets the whole lane on fire burns, destroying all plants affected. Does not set fire if chilled. \nEaster egg zombie, only appears in special levels.</color>"
        },
        {
            "theZombieType": 117,
            "name": "Jalapeno Zombie",
            "introduce": "<color=black>The Chili Zombie dives into the pool with fiery enthusiasm. Other zombies, however, aren't thrilled. \"Great, now the pool feels like spicy soup...\"</color>",
            "info": "This zombie explodes and destroys a whole lane of plants after a while.\n\n<color=black>Toughness: </color><color=#4B0082>500</color>\n<color=black>Traits: </color><color=#4B0082>Explodes and destroys a whole lane of plants after a while.</color>"
        },
        {
            "theZombieType": 118,
            "name": "Pea Commando Rugby",
            "introduce": "<color=black>The last thing Pea Commando Rugby remembers before he died is that he had wandered into a vegetarian batting cage and accidentally swallowed a pitching machine. Now, he can’t stop firing peas at blistering speeds.</color>",
            "info": "Relentlessly unleashes barrages of peas at your defenses!\n\n<color=black>Toughness: </color><color=#4B0082>270+1400</color>\n<color=black>Traits: </color><color=#4B0082>Constantly shoots volleys of peas at your plants.</color>"
        },
        {
            "theZombieType": 200,
            "name": "상어라이너",
            "introduce": "<size=36><color=black>\"An excellent diver should not only be able to dive but also drive a super submarine!\" declared Sharkmarine Zombie as he increased the submarine's horsepower by one gear.</color>",
            "info": "<size=36>I heard that this zombie is related to a certain robot fish.\n\n<color=black>Toughness: </color><color=#4B0082>3000</color>"
        },
        {
            "theZombieType": 201,
            "name": "잭슨 좀보니",
            "introduce": "<size=30><color=black>Michael Zomboni is not just one zombie; it's a team effort. Zomboni sets up the venue, Bobsled Zombie provides the visual effects, and Michael Zombie... was compelled to leave the car because it didn't have a driver's license to greet its passionate plant fans, but the peas seemed a little too excited.</color>",
            "info": "<size=30>Extremely high defense and immunity to slow.\n\n<color=black>Toughness: </color><color=#4B0082>12000</color>\n<color=black>Traits: </color><color=#4B0082>Upon death, automatically spawns a Michael Zombie, Zomboni, and Bobsled Zombie.</color>"
        },
        {
            "theZombieType": 202,
            "name": "슈퍼 삼지창 좀비",
            "introduce": "<size=31.5><color=black>\"Giga-trident Zombie is a skilled fisherman known for his exceptional accuracy with the four tridents he throws, earning him the title of the king of fishermen.\" \"In fact, I used to be a part-time javelin thrower...\" Giga-trident Zombie admitted.</color>",
            "info": "<size=31.5>Throws a large number of tridents at your plants at once.\n\n<color=black>Toughness: </color><color=#4B0082>270+7500</color>\n<color=black>Traits: </color><color=#4B0082>Throws 4 tridents, each causing damage to plants equal to 20% (minimum of 60) of their current toughness.</color>"
        },
        {
            "theZombieType": 203,
            "name": "<size=31>신문읽는 개틀링 체리슈터 좀비",
            "introduce": "<size=28><color=black>\"I'm getting old...\" Gatling Cherry Newspaper Zombie lamented while walking through the street. Despite containing his pressure, it was enough to keep both plants and zombies down. \"Only that guy can still inspire me to fight...\" he muttered as he put away the newspaper and ambled on.</color>",
            "info": "<size=29>Deals immense damage.\n\n<color=black>Damage: </color><color=#4B0082>400 → 1000 (Enraged)</color>\n<color=black>Toughness: </color><color=#4B0082>1500+1500</color>\n<color=black>Traits: </color><color=#4B0082>Becomes temporarily invincible after its newspaper's broken, proceeding to shoot explosive cherries every 0.125 seconds.</color>"
        },
        {
            "theZombieType": 204,
            "name": "기가 럭비넛 좀비",
            "introduce": "<size=32><color=black>Stepping out of the shadows, the Giga Rugby-nut Zombie radiates power, coldness, and a sinister vibe. He adamantly keeps the secret of his strength to himself, asserting that only the darkest darkness can create a being as formidable as he. \"Where is my paint?\" Dr. Edgar asked, looking perplexed in his laboratory.</color>",
            "info": "<size=32>An old friend? Maybe, perhaps we have met him before.\n\n<color=black>Damage: </color><color=#4B0082>100</color>\n<color=black>Toughness: </color><color=#4B0082>3000+12000</color>"
        },
        {
            "theZombieType": 205,
            "name": "키로프 좀펠린",
            "introduce": "<size=28><color=black>Was that a huge flying object? No, it was actually a gigantic airship, featuring a sturdy shell and the ability to release a squadron of fighters. Even when destroyed, the airship could still wreak havoc on surrounding creatures, causing other zombies to keep their distance, fearing that a crash might send them to their demise.</color>",
            "info": "<size=32>Kirov Reporting!\n\n<color=black>Toughness: </color><color=#4B0082>3000</color>\n<color=black>Traits: </color><color=#4B0082>Summons a Kirov Drone into action every second. Crashlands upon death, dealing immense damage to plants on impact.</color>"
        },
        {
            "theZombieType": 206,
            "name": "키로프 드론",
            "introduce": "<size=35><color=black>This is no ordinary aircraft; it is a special plane that has been compressed through water pressure. While the exact method of compression remains a mystery, its battlefield strength rivals that of conventional bombers.</color>",
            "info": "<size=35>Kirov drones fly faster, releasing bombs over the plants they fly over.\n\n<color=black>Bomb Damage: </color><color=#4B0082>1000</color>\n<color=black>Toughness: </color><color=#4B0082>200</color>"
        },
        {
            "theZombieType": 207,
            "name": "슈퍼스타 좀비",
            "introduce": "<size=30><color=black>Superstar Zombie, a legendary idol in the zombie world, has extremely high standards for himself. After completing his studies at Edgar's Dance Academy, he mastered the Super Moonwalk, which was named \"The Sixth Wonder of the Zombie World,\" earning him a large fanbase.</color>",
            "info": "<size=32>A fast-moving zombie that slides into your defense, a tough opponent to face.\n\n<color=black>Toughness: </color><color=#4B0082>3000</color>\n<color=black>Traits: </color><color=#4B0082>Slips into the battlefield, reduces damage by 90% while sliding, then summons Dancing Zombies.</color>"
        },
        {
            "theZombieType": 208,
            "name": "강시",
            "introduce": "<size=30><color=black>This monster survived the harshest conditions and possesses enormous strength. It avoids brains and roams the world in search of a secluded place.</color>",
            "info": "<size=30>A wraith from a thousand years ago, with immense strength.\n\n<color=black>Toughness: </color><color=#4B0082>3000</color>\n<color=black>Damage: </color><color=#4B0082>500</color>\n<color=black>Traits: </color><color=#4B0082>Occasionally dashes a short distance, dealing 500 damage to plants in its path and again when exiting. Upon death, deals 500 damage to plants in a 3×3 area, excluding Pumpkin-protected plants.</color>"
        },
        {
            "theZombieType": 209,
            "name": "콩콩왕 광대</size>",
            "introduce": "<size=36><color=black>\"I just wanted to follow the trend with this look,\" Pogo King Clown says with a shrug whenever his cool appearance comes up. But everyone knows he once had a love story that left a deep mark on him.</color></size>",
            "info": "<size=36>The bomb is hidden in his pogo stick.\n\n<color=black>Toughness: </color><color=#4B0082>270+4400</color>\n<color=black>Traits: </color><color=#4B0082>If he dies while hopping, he'll explode and transform into a King Clown-in-the-Box Zombie.</color></size>"
        },
        {
            "theZombieType": 210,
            "name": "기가 메카넛 좀비</size>",
            "introduce": "<size=36><color=black>\"Fish balls? Mecha armor? That’s all that matters,\" says Giga Mecha-nut Zombie. Sporting an impressive mechanical suit, he feels that’s all he really needs.</color></size>",
            "info": "<size=36>The Giga Mecha-nut Zombie can change direction.\n\n<color=black>Toughness: </color><color=#4B0082>1350</color></size>"
        },
        {
            "theZombieType": 43,
            "name": "중무장 가르강튀아",
            "introduce": "<size=26><color=black>The Armored Gargantuar is a big fan of a skin called 'Cavalier' from his favorite game. So, he spent a fortune custom-ordering a set of medieval armor tailored just for him. However, when he tried to take it off, he found it was stuck for good... And that's how he ended up with a permanent 'Cadavelier' skin.</color>",
            "info": "<size=28>Spawns Imps every time he smashes with his mace!\n\n<color=black>Toughness: </color><color=#4B0082>8000+24000</color>\n<color=black>Traits: </color><color=#4B0082>Moves at half the speed of regular gargs, takes no more than 5000 damage from a single hit, charm effects last half as long on him, throws a Mecha-nut ball at half-HP, and spawns 1-3 Imps every time he slams the ground with his mace.</color>"
        },
        {
            "theZombieType": 212,
            "name": "어비스 가르강튀아",
            "introduce": "<size=26><color=black>By ancient writ, it is recorded that the abyssal obsidian armor may only be borne by a body tempered through trials of bitter frost and searing flame. When the kin of zombies art plunged into utmost peril, his visage may yet appear at the heart of the dreadest battlefield. 'Stir not great commotion, lest ye rouse the giant that slumbereth beneath the earth.' A warning to the plants.</color>",
            "info": "<size=30>An ancient, eldritch and insidious threat.\n\n<color=black>Toughness: </color><color=#4B0082>8000+24000</color>\n<color=black>Traits: </color><color=#4B0082>Provides a 90% damage reduction to all zombies on screen, spawns Abyssal Imps when he smashes the ground, and inherits other traits of the Armored Gargantuar.</color>"
        },
        {
            "theZombieType": 213,
            "name": "어비스 임프",
            "introduce": "<size=35><color=black>With a flashy entrance featuring winged blades and a death roll, the Abyssal Imp meticulously designed this stunt for the mini-pterosaur's role in Hollytomb's latest hit Jurassic Zombies. Little does anyone know, he was actually just accidentally flung out.</color>",
            "info": "<size=35>Abyssal Imp can easily infiltrate your defense.\n\n<color=black>Damage: </color><color=#4B0082>200</color>\n<color=black>Toughness: </color><color=#4B0082>1500</color>"
        },
        {
            "theZombieType": 214,
            "name": "개틀링 체리폭탄 돌고래 라이더 좀비",
            "introduce": "<size=32><color=black>Gatling Explod-o-rider Zombie always wakes up in a terrible mood — especially when a whale riding colleague drags him to work. Fueled by rage, he's ready to blow away any plants in his path before heading back for a nap.</color>",
            "info": "<size=32>Jumps and demolishes your defense from behind by shooting explosive cherries!\n\n<color=black>Toughness: </color><color=#4B0082>1500</color>\n<color=black>Traits: </color><color=#4B0082>Starts to shoot explosive cherries 3 seconds after entering your lawn.</color>"
        },
        {
            "theZombieType": 215,
            "name": "다이아몬드 랜덤박스 좀비",
            "introduce": "<size=36><color=black>！！！</color>",
            "info": "<size=36>Randomly spawns one of your worst nightmares, or a blessing perhaps?.\n\n<color=black>Toughness: </color><color=#4B0082>20000+1100</color>"
        },
        {
            "theZombieType": 216,
            "name": "Trident Hwacha",
            "introduce": "<color=black>The Trident Hwacha Zombie is a \"perfectionist\" of the undead. He thinks his vehicle is a bit shabby, so he starts loading it up with tridents. But true to his perfectionist nature, he won't stop until every slot is filled.</color>",
            "info": "Launches a salvo of tridents at your defense each volley!\n\n<color=black>Toughness: </color><color=#4B0082>1350+4400</color>\n<color=black>Traits: </color><color=#4B0082>Each attack launches 14 tridents in quick succession, then after a brief pause, he fires another 14 tridents, for a total of two volleys. The tridents don’t target plants directly; instead, they are launched at a fixed angle and speed, dealing damage to any plants they hit.</color>"
        },
        {
            "theZombieType": 217,
            "name": "Super Dancing Zombie",
            "introduce": "<color=black>All the zombies are amazed at how the Super Dancing Zombie has such incredible pole vaulting skills. \"Oh, it's just my talent,\" says the Super Dancing Zombie. But the truth is, he works two jobs a day, and as they say, \"twice the job, double the jump.\"</color>",
            "info": "Can jump over two tiles.\n\n<color=black>Toughness: </color><color=#4B0082>3000</color>Traits: </color><color=#4B0082>Can jump over 2 tiles but is blockable by Tall-nuts</color>"
        },
        {
            "theZombieType": 218,
            "name": "Pozeidon",
            "introduce": "<color=black></color>",
            "info": "Throws his divine trident at your defense!\n\n<color=black>Toughness: </color><color=#4B0082>8000+24000</color>\n<color=black>Traits: </color><color=#4B0082>Appears only in Purgatory mode after selecting its corresponding effect, immune to Hypnos and Chompers, and takes no more than 5000 damage each hit. While present, all Giga-trident Zombies will continuously attack, and all tridents now deal 5 times the damage. His tridents are thrown at a fixed angle, can instantly kill most plants (the damage can be redirected) and upon landing block projectiles up to a maximum of 300 shots, or disappear after 30 seconds. If not destroyed, they deal a high amount of damage to nearby plants upon disappearance.</color>"
        },
        {
            "theZombieType": 219,
            "name": "Ultra Mecha-nut",
            "introduce": "<color=black>The Ultra Mecha-Nut was originally designed as a miniature, more precise version of the Giga Mecha-Nut, but a mix-up in the blueprint's measurements resulted in something... much bigger. The engineers, realizing their mistake too late, decided to roll with it — literally.</color>",
            "info": "Tanks damage for all zombies on your lawn!\n\n<color=black>Toughness: </color><color=#4B0082>12000</color>\n<color=black>Traits: </color><color=#4B0082>Appears only in Purgatory mode after selecting its corresponding effect, immune to Hypnos and Chompers, and takes no more than 5000 damage each hit. The Ultra Mecha-Nut Zombie provides damage soaking for all zombies (except Mystery-box Zombies). It has an invincibility frame, taking damage only once every 0.2 seconds.</color>"
        },
        {
            "theZombieType": 220,
            "name": "Giga Rugby Striker",
            "introduce": "<color=black></color>",
            "info": "Giga Rugby Striker can tear down your defense with ease!\n\n<color=black>Damage: </color><color=#4B0082>200</color>\n<color=black>Toughness: </color><color=#4B0082>8000+24000</color>\n<color=black>Traits: </color><color=#4B0082>Immune to knock-backs, Hypnos and Chompers, and takes no more than 5000 damage each hit. While present, all plants are unable to heal, and any healing attempt will deal 0.1x of the healing amount as damage to the Giga Rugby Striker. When biting non-defensive plants, it instantly kills them and transforms them into regular Giga Rugby-nut Zombies. Every 3 seconds, the Giga Rugby Striker gains the following abilities (stackable): \n1. Doubles attack power. \n2. Restores 6000 health to his armor. \nIncreases speed by 0.3 (up to a maximum of 3). (Zombie speed range on spawn: 0.9 - 1.8)</color>"
        },
        {
            "theZombieType": 221,
            "name": "Skystrider Mecha",
            "introduce": "<color=black></color>",
            "info": "Skystrider Mecha fires bombs and summons Kirovs to lay waste to your defense.\n\n<color=black>Toughness: </color><color=#4B0082>12000</color>\n<color=black>Traits: </color><color=#4B0082>Appears only in Purgatory mode after selecting its corresponding effect, immune to knock-backs, Hypnos and Chompers and aircraft downing from Magnethorn, and takes no more than 5000 damage each hit. When appearing on land, it charges forward at high speed, crushing plants it passes (crushing mechanics similar to Zomboni); upon reaching 2/3 health, it gains brief invincibility frame and takes off, summoning a Kirov Zompellins every 3 seconds and launching bombs that explode upon landing, dealing damage to plants in a 3x3 area (damage type identical to Jack-in-the-Box explosions, ineffective against Joker Pumpkin).</color>"
        },
        {
            "theZombieType": 222,
            "name": "Jackson Worldwide",
            "introduce": "<color=black>This meticulously crafted stage is where the Jackson Worldwide can finally ignore all criticism and fully immerse himself in his performance, delivering a final song and dance for both plants and zombies before the stage falls apart.</color>",
            "info": "Jackson Worldwide has dedicated its entire life to the passion of stage performance and touring.\n\n<color=black>Toughness: </color><color=#4B0082>32000</color>\n<color=black>Traits: </color><color=#4B0082>Appears only in Purgatory mode after selecting its corresponding effect, immune to Hypnos and Chompers and takes no more than 5000 damage each hit before taking damage reduction in account. Grants cryo-immunity to zombies nearby and summons 4 Superstar Zombies every few seconds. Spawns 2 Michael Zombonis and a Superstar Zombie on death.</color>"
        },
        {
            "theZombieType": 223,
            "name": "Professor Cherryz",
            "introduce": "<color=black></color>",
            "info": "Prof. Cherryz is obsessed with the studying of scientific artefacts, especially explosives; rumors has it that Cherrizilla was originally his creation...\n\n<color=black>Toughness: </color><color=#4B0082>1200+12000+1500</color>\n<color=black>Traits: </color><color=#4B0082>Appears only in Purgatory mode after selecting its corresponding effect, immune to knock-backs, Hypnos and Chompers and takes no more than 5000 damage each hit. Professor Cherryz is invulnerable until his newspaper is destroyed; upon losing the newspaper, he gains brief invincibility and converts up to 30 zombies present into enraged Cherryshooter Newspaper Zombies. He then shoots out a barrage of cherries and catapults cherries to the last column while accelerating forward. He only stops if he encounters Spikeweed, instantly losing his newspaper if it has not been destroyed.</color>"
        }
    ]
}